Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# utility_nobody_playing_game
source: Nobody is playing that game.
de_de: Niemand spielt dieses Spiel.
es_es: Nadie está jugando eso.
fr_fr: Personne ne joue à ce jeu.
he_il: אף אחד לא משחק במשחק הזה
id_id: Tidak seorangpun memainkan game tersebut
it_it: Nessuno sta giocando a quel gioco.
ko_kr: 아무도 그 게임을 플레이하고 있지 않습니다.
nb_no: Det er ingen som spiller det spillet.
pl_pl: Nikt nie gra w tą grę.
pt_br: Ninguém está jogando esse jogo.
sr_cyrl_rs: Нико не игра ту игру.
sv_se: Ingen spelar det spelet.
tr_tr: Kimse o oyunu oynamıyor.
zh_cn: 没有人在玩那个游戏
zh_tw: 沒有人正在玩那款遊戲。

# utility_no_active_repeaters
source: No active repeaters.
de_de: Keine aktiven Wiederholer.
es_es: No hay repeticiones activas
fr_fr: Aucune répétition active.
id_id: Tidak ada pengulangan aktif.
it_it: Nessun ripetitore attivo.
ko_kr: 활성화된 리피터가 없습니다.
nb_no: Det er ingen aktive gjentagere.
pt_br: Nenhum repetidor ativo.
sr_cyrl_rs: Нема активних понављача.
sv_se: Inga aktiva repeterare.
tr_tr: Etkin tekrarlayıcı yok.
zh_cn: 没有正在重复的消息。
zh_tw: 沒有運行中的重複器

# utility_no_roles_on_page
source: No roles on this page.
de_de: Keine Rollen auf dieser Seite.
es_es: No hay roles en esta página.
fr_fr: Aucun rôle sur cette page.
id_id: Tidak ada peran di halaman ini.
it_it: Nessun ruolo in questa pagina.
ko_kr: 이 페이지에 역할이 없습니다.
nb_no: Det er ingen roller på denne siden.
pl_pl: Brak roli na tej stronie.
pt_br: Nenhum cargo nesta página.
sr_cyrl_rs: Нема рола на овој страни.
sv_se: Inga roller på denna sida.
tr_tr: Bu sayfada rol yok.
zh_cn: 此页面上没有身份。
zh_tw: 此頁面上沒有身分組

# utility_no_shards_on_page
source: No shards on this page.
de_de: Keine Shards auf dieser Seite.
es_es: No hay fragmentos en esta página.
fr_fr: Aucun shard sur cette page.
id_id: Tidak ada pecahan di halaman ini.
it_it: Nessun frammento in questa pagina.
ko_kr: 이 페이지에 Shard가 없습니다.
nb_no: Det er ingen shards på denne siden.
pl_pl: Brak shard'ów na tej stronie.
pt_br: Nenhum Shard nesta página.
sr_cyrl_rs: Нема шардова на овој страни.
sv_se: Inga shards på denna sida.
tr_tr: Bu sayfada kırık yok.
zh_cn: 此页面上没有分片。
zh_tw: 此頁面上沒有Shard

# utility_no_topic_set
source: No topic set.
de_de: Kein Thema gesetzt.
es_es: No hay tema configurado.
fr_fr: Aucun sujet défini.
id_id: Tidak ada topik yang ditentukan
it_it: Nessun argomento impostato.
ko_kr: 주제가 설정되지 않았습니다.
nb_no: Ingen emne er satt.
pl_pl: Brak tematu.
pt_br: Nenhum tópico definido.
sr_cyrl_rs: Нема теме.
sv_se: Inget ämne satt
tr_tr: Konu ayarlanmadı.
zh_cn: 没有主题设置。
zh_tw: 沒有設定主題

# utility_owner
source: Owner
de_de: Besitzer
es_es: Dueño
fr_fr: Propriétaire
he_il: בעלים
id_id: Pemilik
it_it: Proprietario
ko_kr: 소유자
nb_no: Eier
pl_pl: Właściciel
pt_br: Dono
sr_cyrl_rs: Бласник
sv_se: Ägare
tr_tr: Sahip
zh_cn: 业主
zh_tw: 擁有者

# utility_owner_ids
source: Owner IDs
de_de: IDs der Besitzer
es_es: ID del dueño
fr_fr: ID des propriétaires
he_il: מס' זהות של הבעלים
id_id: IDs pemilik
it_it: ID del proprietario
ko_kr: 소유자의 ID
nb_no: Eier IDer
pl_pl: ID właściciela
pt_br: IDs do Dono
sr_cyrl_rs: ИДеви Власника
sv_se: Ägar IDs
tr_tr: Sahip kimlikleri
zh_cn: 业主IDs
zh_tw: 擁有者ID

# utility_presence
source: Presence
de_de: Anwesenheit
es_es: Presencia
fr_fr: Présence
id_id: Kehadiran
it_it: Presenza
ko_kr: 상태
nb_no: Tilstedeværelse
pl_pl: Obecność
pt_br: Presença
sr_cyrl_rs: Присуство
sv_se: Närvaro
tr_tr: Durum
zh_cn: 状态
zh_tw: 狀態

# utility_presence_txt
source: {0} Servers {1} Text Channels {2} Voice Channels
de_de: {0} Server {1} Text Kanäle {2} Sprach Kanäle
es_es: {0} servidores {2} canales de texto {2} canales de voz
fr_fr: {0} Serveurs {1} Salons Textuels {2} Salons Vocaux
id_id: {0} Servers {1} Channel Teks {2} Channel Suara
it_it: {0} Server {1} Canali di testo {2} Canali vocali
ko_kr: {0} 서버 {1} 텍스트 채널 {2} 음성 채널
nb_no: {0} Servere {1} Tekst kanaler {2} Talekanaler
pl_pl: {0} serwerów {1} kanałów głosowych {2} kanałów tekstowych
pt_br: {0} Servidores {1} Canais de Texto {2} Canais de Voz
sr_cyrl_rs: {0} Сервера {1} Текстуалних Канала {2} Говорних Канала
sv_se: {0} Servrar {1} Textkanaler {2} Röstkanaler
tr_tr: {0} Sunucu {1} Metin kanalı {2} Ses kanalı
zh_cn: {0}个服务器 {1}个文字频道 {2}个语音频道
zh_tw: {0} 伺服器 {1} 文字頻道 {2} 語音頻道

# utility_quotes_deleted
source: Deleted all quotes with {0} keyword.
de_de: Alle Zitate mit dem Stichwort {0} wurden gelöscht.
es_es: Eliminadas todas las citas con la palabra clave {0}
fr_fr: Toutes les citations possédant le mot-clé {0} ont été supprimées.
he_il: מחק את כל הציטוטים עם {0} מילות המפתח.
id_id: Menghapus semua kutipan dengan {0} kata kunci.
it_it: Eliminato tutte le parole con {0} all'interno.
ko_kr: {0} 키워드를 가진 모든 인용구를 삭제했습니다.
nb_no: Slettet alle sitater med nøkkelordet `{0}`.
pl_pl: Usunięto wszystkie cytaty ze słowem {0}.
pt_br: Todas as citações com a palavra-chave {0} foram deletadas.
sr_cyrl_rs: Обрисани су сви цитати са кључном речи {0}.
sv_se: Tog bort alla citat med nyckelordet {0}.
tr_tr: Tüm teklifleri {0} anahtar kelime ile silindi.
zh_cn: 已删除所有使用{0}关键字的引用。
zh_tw: 刪除了所有包含了 {0} 關鍵字的引句。

# utility_quotes_page
source: Page {0} of quotes
de_de: Seite {0} der Zitate
es_es: Página {0} de citas
fr_fr: Page {0} des citations
he_il: עמוד {0} של ציטוטים.
id_id: Halaman {0} dari kutipan
it_it: Pagina {0} delle citazioni
ko_kr: 인용구 페이지 {0}
nb_no: Side {0} med sitater
pl_pl: {0} strona cytatów
pt_br: Página {0} de citações
sr_cyrl_rs: Страна {0} цитата.
sv_se: Sida {0} av citat
tr_tr: Alıntılar Sayfa {0}
zh_cn: 引用的第{0}页
zh_tw: 引句第{0}頁

# utility_quotes_page_none
source: No quotes found matching the quote ID specified.
de_de: Keine Zitate auf dieser Seite.
es_es: No hay citas en esta página
fr_fr: Aucune citation sur cette page.
he_il: אין ציטוטים בעמוד זה.
id_id: Tidak ada kutipan pada halaman ini.
it_it: Nessuna citazione in questa pagina.
ko_kr: 이 페이지에 인용구가 없습니다.
nb_no: Det er ingen sitater på denne siden.
pl_pl: Brak cytatów ona tej stronie.
pt_br: Nenhuma citação nesta página.
sr_cyrl_rs: Нема цитата на овој страни.
sv_se: Inga citat på denna sida.
tr_tr: Bu sayfada alıntı yok.
zh_cn: 此页面上没有引用。
zh_tw: 此頁沒有引句

# utility_quotes_remove_none
source: No quotes found which you can remove.
de_de: Kein Zitat das Sie entfernen können gefunden.
es_es: No hay citas que puedas remover
fr_fr: Aucune citation que vous puissiez supprimer n'a été trouvé.
id_id: Tidak ditemukan kutipan yang dapat anda hapus.
it_it: Nessuna citazione trovata che tu possa rimuovare.
ko_kr: 삭제 할 수 있는 인용구를 찾지못했습니다.
nb_no: Ingen sitater funnet som du kan fjerne.
pl_pl: Nie znaleziono żadnych cytatów które możesz usunąć.
pt_br: Nenhuma citação que você possa remover foi encontrada.
sr_cyrl_rs: Није нађен цитат који можеш да обришеш.
sv_se: Inga citat hittades som du kan ta bort.
tr_tr: Kaldırabileceğiniz alıntı bulunamadı.
zh_cn: 没有您可以删除的引用。
zh_tw: 找不到您可以刪除的引句

# utility_quote_added
source: Quote Added
de_de: Zitat hinzugefügt
es_es: Cita añadida
fr_fr: Citation ajoutée
id_id: Kutipan ditambahkan
it_it: Citazione Aggiunta
ko_kr: 인용구가 추가되었습니다.
nb_no: Sitat lagt til
pl_pl: Dodano cytat
pt_br: Citação adicionada
sr_cyrl_rs: Цитат додат
sv_se: Citat tillagt
tr_tr: Alıntı Eklendi
zh_cn: 引用被添加
zh_tw: 新增引句

# utility_quote_deleted
source: Quote #{0} deleted.
de_de: Zitat #{0} wurde gelöscht.
es_es: Cita #{0} eliminada.
fr_fr: Citation #{0} supprimée.
id_id: Kutipan #{0} dihapus.
it_it: Citazione #{0} cancellata.
ko_kr: 인용구 #{0}이(가) 삭제되었습니다.
nb_no: Sitat #{0} slettet.
pl_pl: Usunięto cytat #{0}
pt_br: Citação #{0} Deletada.
sr_cyrl_rs: Обрисана насумишна
sv_se: Tog bort ett slumpvalt citat.
tr_tr: {0} numaralı alıntı silindi.
zh_cn: 引用#{0}删除。
zh_tw: 引句#{0}已刪除

# utility_region
source: Region
es_es: Región
fr_fr: Région
id_id: Wilayah
it_it: Regione
ko_kr: 지역
pt_br: Região
sr_cyrl_rs: Регион
tr_tr: Bölge
zh_cn: 区域
zh_tw: 地區

# utility_registered_on
source: Registered on
de_de: Registriert an
es_es: Registrado el
fr_fr: Inscrit sur
id_id: Terdaftar pada
it_it: Registrato il
ko_kr: 가입 날짜
nb_no: Registrert den
pl_pl: Zarejestrowany
pt_br: Registrado em
sr_cyrl_rs: Регистрован
sv_se: Registrerad på
tr_tr: Tarihinden beri kayıtlı
zh_cn: 注册日
zh_tw: 註冊於

# utility_remind
source: I will remind {0} to {1} in {2} `({3:d.M.yyyy.} at {4:HH:mm})`
de_de: Ich werde {0} erinnern {1} in {2} `({3:d.M.yyyy.} um {4:HH:mm})` zu tun.
es_es: Le recordaré a {0} que {1} en {2} `({3:d.M.yyyy.} a las {4:HH:mm})`
fr_fr: Je vais rappeler {0} de {1} dans {2} `({3:d.M.yyyy} à {4:HH:mm})`
id_id: Saya akan mengigatakn {0} untuk {1} dalam {2} '({3:d:M.yyyy.} saat {4:HH:mm}
it_it: Ricorderò {0} a {1} il {2} `({3:d.M.yyyy.} alle {4:HH:mm})`
ko_kr: {2}마다 {0}에게 {1}을(를) 상기시킵니다. `({3:d.M.yyyy.} {4:HH:mm})`
nb_no: Jeg vil minne {0} på å {1} i {2} `({3:. d.M.yyyy} om {4:HH:mm})`
pl_pl: Przypomnę {0} dla {2} `({3:d.M.yyyy.} o {4:HH:mm})`
pt_br: Eu lembrarei {0} de {1} em {2} `({3:d.M.yyyy.} at {4:HH:mm})`
sr_cyrl_rs: Подсетићу {0} да {1} у {2} `({3:d.M.yyyy.} at {4:HH:mm})`
sv_se: Jag kommer påminna {0} att {1} om {2} `({3:d.M.yyyy.} klockan {4:HH:mm})`
tr_tr: ({4:HH:mm} de {3:d.M.yyyy.}) {0}'ı {2}`de {1}'e hatırlatacağım
zh_cn: 我将在{2}`（{3：d.M.yyyy。}的{4：HH：mm}）提醒{0}关于{1}
zh_tw: 我將會在 {2} 後提醒 {0} 說 {1} `({3:d.M.yyyy.} 於 {4:HH:mm})`

# utility_remind_invalid_format
source: Not a valid time format. Check the commandlist.
de_de: Kein gültiges Zeitformat. Überprüfe die Befehlsliste.
es_es: Formato de tiempo no válido. Revisa la lista de comandos.
fr_fr: Format de date non valide. Vérifiez la liste des commandes.
id_id: Bukan format waktu yang benar. Silakan periksa daftar perintah.
it_it: Formato data non valido. Controlla la lista dei comandi.
ko_kr: 유효하지 않은 시간 포맷입니다. 명령어 목록을 확인하세요.
nb_no: Ikke et gyldig format. Sjekk kommandolisten.
pt_br: Formato de data inválido. Verifique a lista de comandos.
sr_cyrl_rs: Није исправан формат времена. Проверите листу команди.
sv_se: Inte en giltig tids format. Kolla kommandolistan.
tr_tr: Geçerli zaman biçimi değil. Komut listesine bakın.
zh_cn: 无效时间格式。 检查命令列表。
zh_tw: 無效的時間格式。請檢查指令說明。

# utility_remind_template
source: New remind template set.
de_de: Neue Erinnerungs Vorlage wurde gesetzt.
es_es: Nueva plantilla de recordatorio configurada.
fr_fr: Nouveau modèle de rappel défini.
id_id: Template mengingatkan baru disetel.
it_it: Nuovo modello di promemoria stabilito.
ko_kr: 새로운 상기 템플릿이 설정되었습니다.
nb_no: Ny påminnelses-mal satt
pt_br: Novo modelo de lembrete definido.
sr_cyrl_rs: Нови темплејт за подсетник је постаљен.
sv_se: Ny påminnelse mall satt.
tr_tr: Yeni hatırlatma şablonu ayarlandı.
zh_cn: 新的提醒模板被设定。
zh_tw: 新的提醒範本已設定。

# utility_repeater
source: Repeating {0} every {1} day(s), {2} hour(s) and {3} minute(s).
de_de: {0} wird jede {1} Tag(e), {2}stunde(n) und {3} minute(n) wiederholt.
es_es: Repitiendo {0} cada {1} día(s), {2} hora(s) y {3} minuto(s).
fr_fr: Répétition de {0} chaque {1} jour(s), {2} heure(s) et {3} minute(s).
id_id: Mengulang {0} setiap {1} hari, {2} jam dan {3} menit.
it_it: Ripetendo {0} ogni {1} giorno(s), {2} ore(s) e {3} minuti(s).
ko_kr: {0}을(를) {1}일 {2}시간 {3}분마다 반복합니다.
nb_no: Gjentar {0} hver {1} dag(er), {2} time(r) og {3} minutt(er).
pl_pl: Powtarzanie {0} co {1} dni, {2} godzin i {3} minut.
pt_br: Repetindo {0} a cada {1} dia(s), {2} hora(s) e {3} minuto(s).
sr_cyrl_rs: Понављање {0} сваких {1} дан(а), {2} сат(а) и {3} минута(а).
sv_se: Repeterar {0} varje {1} dag(ar), {2} timme(ar) and {3} minut(er).
tr_tr: {0} her {1} gün(de) {2} saat(te) {3} dakika(da) bir tekrarlanıyor.
zh_cn: 会每{1}天{2}小时{3}分钟重复{0}。
zh_tw: 每 {1} 天 {2} 小時又 {3} 分鐘後重複 {0}。

# utility_repeaters_list
source: List of repeaters
de_de: Liste der Wiederholungen
es_es: Lista de repeticiones
fr_fr: Liste des répétitions
id_id: Daftar pemutaran.
it_it: Lista dei ripetitori
ko_kr: 반복 메시지 목록
nb_no: Liste over gjentagere
pt_br: Lista de Repetidores
sr_cyrl_rs: Листа понављача
sv_se: Lista av repeterare
tr_tr: Tekrarlayıcıların listesi
zh_cn: 重复消息列表
zh_tw: 重複器清單

# utility_repeaters_none
source: No repeaters running on this server.
de_de: Auf diesem Server laufen keine Wiederholer.
es_es: No hay repetidores ejecutándose.
fr_fr: Aucune répétition active sur ce serveur.
id_id: Tidak ada pemutaran di server ini.
it_it: Nessun ripetitore funzionante in questo server.
ko_kr: 이 서버에 반복 메시지가 실행하고있지 않습니다.
nb_no: Ingen gjentagere kjører på denne serveren
pt_br: Nenhum repetidor neste servidor.
sr_cyrl_rs: Нема понављача на овом серверу.
sv_se: Ingen repeterare körs på denna server.
tr_tr: Bu sunucuda çalışan tekrarlayıcı yok.
zh_cn: 此服务器上没有运行重复消息。
zh_tw: 此伺服器沒有運行中的重複器。

# utility_repeater_stopped
source: #{0} stopped.
de_de: #{0} wurde gestoppt.
es_es: #{0} detenido.
fr_fr: #{0} arrêté.
id_id: #{0} berhenti.
it_it: #{0} fermato.
ko_kr: #{0}이(가) 정지되었습니다.
nb_no: #{0} stoppet.
pl_pl: #{0} zatrzymany.
pt_br: #{0} parou.
sr_cyrl_rs: #{0} прекинуто.
sv_se: #{0} slutade.
tr_tr: #{0} durduruldu.
zh_cn: ＃{0}已停止。
zh_tw: #{0} 已停止

# utility_repeat_invoke_none
source: No repeating messages found on this server.
de_de: Auf diesem Server wurden keine wiederholende Nachrichten gefunden.
es_es: No hay repeticiones de mensajes en este servidor.
fr_fr: Pas de message répété trouvé sur ce serveur.
id_id: Tidak ada pesan mengulang ditemukan di server ini.
it_it: Nessun messaggio ripetuto trovato in questo server.
ko_kr: 이 서버에서 반복 메시지를 찾을 수 없습니다.
nb_no: Ingen gjentagende meldinger funnet på denne serveren.
pt_br: Nenhuma mensagem repetindo neste servidor.
sr_cyrl_rs: Нису пронађене понављајуће поруке на овом серверу.
sv_se: Inga repeterande medelanden funna på denna server.
tr_tr: Bu sunucuda tekrarlanan mesaj bulunamadı.
zh_cn: 此服务器上没有找到被重复的消息。
zh_tw: 此伺服器上找不到重複中的訊息。

# utility_result
source: Result
de_de: Resultat
es_es: Resultado
fr_fr: Résultat
id_id: Hasil
it_it: Risultato
ko_kr: 결과
nb_no: Resultat
pl_pl: Wynik
pt_br: Resultado
sr_cyrl_rs: Резултат
sv_se: Resultat
tr_tr: Sonuç
zh_cn: 结果
zh_tw: 結果

# utility_roles
source: Roles
de_de: Rollen
fr_fr: Rôles
id_id: Peran
it_it: Ruoli
ko_kr: 역할
nb_no: Roller
pl_pl: Role
pt_br: Cargos
sr_cyrl_rs: Роле
sv_se: Roller
tr_tr: Roller
zh_cn: 身份
zh_tw: 身分組

# utility_roles_all_page
source: Page #{0} of all roles on this server:
de_de: Seite #{0} aller Rollen für diesen Server:
es_es: Página #{0} de todos los roles en este servidor.
fr_fr: Page #{0} de tous les rôles de ce serveur:
id_id: Halaman #{0} dari semua peran di server ini:
it_it: Pagina #{0} di tutti i ruoli in questo server:
ko_kr: 이 서버의 모든 역할 페이지 #{0} :
nb_no: Side #{0} av alle roller på denne serveren:
pl_pl: Strona #{} wszystkich ról na tym serwerze:
pt_br: Página #{0} de todos os cargos neste servidor:
sr_cyrl_rs: Страна #{0} свих рола на овом серверу:
sv_se: Sida #{0} av roller på denna server:
tr_tr: Bu sunucudaki tüm rollerin sayfası #{0}:
zh_cn: 此服务器上所有身份第{0}页：
zh_tw: 此伺服器上所有身分組 - 第 #{0} 頁

# utility_roles_page
source: Page #{0} of roles for {1}
de_de: Seite #{0} der Rollen für {1}
es_es: Página #{0} de roles para {1}
fr_fr: Page #{0} des rôles pour {1}
id_id: Halaman #{0} dari peran untuk {1}
it_it: Pagina #{0} dei ruoli di {1}
ko_kr: {1} 역할에 대한 페이지 #{0}
nb_no: Side #{0} av roller for {1}
pl_pl: Strona #{0} ról {1}
pt_br: Página #{0} de cargos para {1}
sr_cyrl_rs: Страна #{0} рола за {1}
sv_se: Sida #{0} av roller för {1}
zh_cn: {1}身份的第{0}页
zh_tw: 身分組 {1} 的第 #{0} 頁

# utility_rrc_no_colors
source: No colors are in the correct format. Use `#00ff00` for example.
de_de: Keine Farben sind in dem Richtigen Format. Benutze zum Beispiel `#00ff00`.
es_es: Los colores no están en el formato correcto. Usa `#00ff00` por ejemplo.
fr_fr: Aucune couleur n'est dans le bon format. Utilisez `#00ff00` par exemple.
id_id: Tidak ada warna di format benar. Gunakan '#00ff00' sebagai contoh.
it_it: Nessun colore è nel formato giusto. Usa `#00ff00` per esempio.
ko_kr: 색상 포맷이 정확하지 않습니다. 예를들어 `#00FF00`을 사용해보세요.
nb_no: Ingen farger er i riktig format. Bruk for eksempel `#00ff00`.
pl_pl: Kolory zostały podane w niepoprawnej formie. Użyj np. `#00ff00`
pt_br: Nenhuma cor no formato correto. Use `#00ff00`, por exemplo.
sr_cyrl_rs: Боје нису у исправном формату. Користите `#00ff00` као пример.
sv_se: Inga färger använder rätt format. Använd `#00ff00` som exempel.
tr_tr: Renk doğru biçimde değil. Mesela `#00ff00` şekilde kullanın.
zh_cn: 颜色的格式不正确。 例如，使用 “#00ff00”。
zh_tw: 顏色的格式錯誤。正確的格式例如`#00ff00`。

# utility_rrc_start
source: Started rotating {0} role's color.
de_de: Startete die Farbrotation für Rolle {0}.
es_es: Iniciada la rotación de colores para el rol {0}.
fr_fr: Alternance de couleurs pour le rôle {0} activée.
id_id: Memulai pemutaran di peran {0}.
it_it: Iniziata rotazione {0} dei ruoli colorati.
ko_kr: {0} 역할의 색상 로테이션을 시작했습니다.
nb_no: Startet rotering av {0} rollens farge.
pl_pl: Zaczęto zmienianie kolorów dla roli {0}
pt_br: Começando a rotacionar cores do cargo {0}.
sr_cyrl_rs: Започето ротирање боје {0} роле.
sv_se: Började rotera {0} rollens färger.
tr_tr: {0} rolü için renkler döndürmeye başlandı.
zh_cn: 开始轮流{0}身份的颜色。
zh_tw: 開始循環變更 {0} 身分組的顏色。

# utility_rrc_stop
source: Stopped rotating colors for the {0} role
de_de: Stoppte die Farbrotation für Rolle {0}
es_es: Detenida la rotación de colores para el rol {0}
fr_fr: Alternance de couleurs pour le rôle {0} désactivée.
id_id: Memberhentikan warna memutar untuk peran {0}
it_it: Fermata la rotazione dei colori per il {0} ruolo
ko_kr: {0} 역할의 색상 로테이션을 중지했습니다.
nb_no: Stoppet rotering av farger for {0} rollen
pl_pl: Zakończono zmienianie kolorów dla roli {0}
pt_br: Parando de rotacionar cores do cargo {0}
sr_cyrl_rs: Стопирано ротираење боја за {0} ролу.
sv_se: Slutade rotera färger för {0} rollen
tr_tr: {0} rolü için renkleri döndürme durduruldu
zh_cn: 停止{0}身份颜色轮流
zh_tw: 停止循環變更 {0} 身分組的顏色。

# utility_serverid
source: {0} of this server is {1}
de_de: {0} dieses Servers ist {1}
es_es: {0} de este servidor es {1}
fr_fr: {0} de ce serveur est {1}
id_id: {0} pada server ini adalah {1}
it_it: {0} di questo server è {1}
ko_kr: 이 서버의 {0}은(는) {1} 입니다.
nb_no: {0} av denne serveren er {1}
pl_pl: {0} tego serwera to {1}
pt_br: {0} deste servidor é {1}
sr_cyrl_rs: {0} овог сервера је {1}
sv_se: Denna servers {0} är {1}
tr_tr: Bu sunucunun {0} {1}
zh_cn: 此服务器的{0}是{1}
zh_tw: 這個伺服器的 {0} 是 {1}

# utility_server_info
source: Server info
es_es: Información del servidor
fr_fr: Info du serveur
id_id: Info server
it_it: Info del server
ko_kr: 서버 정보
pl_pl: Informacje o serwerze
pt_br: Informações do Servidor
sr_cyrl_rs: Инфо Сервера
sv_se: Server Information
tr_tr: Sunucu bilgisi
zh_cn: 服务器信息
zh_tw: 伺服器資訊

# utility_shard_stats
source: Shard stats
de_de: Shard Statistiken
es_es: Estadísticas del fragmento.
fr_fr: Statistique des shards
id_id: Statistik pecahan
it_it: Statistiche della Shard
ko_kr: Shard 통계
nb_no: Shard status
pl_pl: Statystyki odłamka
pt_br: Status do Shard
sr_cyrl_rs: Статови Шардова
sv_se: Shard status
tr_tr: Shard istatistikleri
zh_cn: 分片统计
zh_tw: Shard狀態

# utility_shard_stats_txt
source: Shard **#{0}** is in {1} state with {2} servers
de_de: Shard **#{0}** ist im {1} status mit {2} Servern
es_es: Fragmento **#{0}** está en estado {1} con {2} servidores.
fr_fr: Le shard **#{0}** est en état {1} avec {2} serveurs.
id_id: Pecahan **#{0}** sedang di dalam keadaan {1} di {2} server.
it_it: Il frammento **#{0}** é nello stato {1} con {2} server
ko_kr: Shard **#{0}**이 {1} 상태이고 {2} 서버에 있습니다.
nb_no: Shard **#{0}** sin status: {1} med {2} servere
pt_br: Shard **#{0}** está no estado {1} com {2} servidores
sr_cyrl_rs: Шард **#{0}** је у {1} стању са {2} сервера.
sv_se: Shard **#{0}** är i {1} status med {2} servers
tr_tr: Shard **#{0}** {2} sunucularıyla {1} durumundadır
zh_cn: 分片**＃{0} **与{2}台服务器处于{1}状态
zh_tw: Shard **#{0}** 的狀態與 {2} 伺服器為 {1}

# utility_showemojis
source: **Name:** {0} **Link:** {1}
es_es: **Nombre:** {0} **Enlace:** {1}
fr_fr: **Nom:** {0} **Lien:** {1}
id_id: **Nama:** {0} **Tautan:** {1}
it_it: **Nome:** {0} **Link:** {1}
ko_kr: **이름:** {0} **링크:** {1}
nb_no: **Navn:** {0} **Link:** {1}
pl_pl: **Nazwa:** {0} **Link:** {1}
pt_br: **Nome:** {0} **Link:** {1}
sr_cyrl_rs: **Име:** {0} **Линк:** {1}
sv_se: **Namn:** {0} **Länk:** {1}
tr_tr: **İsim:** {0} **Adres:** {1}
zh_cn: **名称：** {0} **链接：** {1}
zh_tw: **名稱:** {0} **連結:** {1}

# utility_showemojis_none
source: No special emojis found.
de_de: Keine speziellen emoji gefunden.
es_es: No encontré emoticones especiales.
fr_fr: Pas d'emojis spéciaux trouvés.
id_id: Emojis khusus tidak ditemukan.
it_it: Nessuna emoji speciale trovata.
ko_kr: 특수 이모지를 찾을 수 없습니다.
nb_no: Ingen spesielle emojier funnet.
pl_pl: Nie znaleziono żadnych specjalnych emotikon
pt_br: Nenhum emoji especial encontrado.
sr_cyrl_rs: Нема специјалних емотикона.
sv_se: Inga special emojis funna.
tr_tr: Özel emoji bulunamadı.
zh_cn: 没有找到特殊的emojis。
zh_tw: 找不到特殊的表情符號。

# utility_stats_songs
source: Playing {0} songs, {1} queued.
de_de: Wiedergabe von {0} Liedern, {1} in der Musikliste.
es_es: Reproduciendo {0} canciones, {1} en cola.
fr_fr: Joue actuellement {0} piste(s), {1} en attente.
id_id: Memainkan {0} lagu, {1} menunggu
it_it: Avviando {0} canzoni, {1} in coda.
ko_kr: {0}개의 곡을 재생중이며, {1}개의 대기열이 있습니다.
nb_no: Spiller {0} sanger, {1} i kø.
pl_pl: Teraz leci {0} piosenek; {1} w kolejce
pt_br: Tocando {0} músicas, {1} na fila.
sr_cyrl_rs: Пуштено {0} песама, {1} на чекању.
sv_se: Spelar {0} låtar, {1} köad.
tr_tr: Şu anda {0} müzik yürütülüyor, {1} sırada.
zh_cn: 正在播放{0}首歌，{1}首等待播放。
zh_tw: 正在播放 {0} 首歌，{1} 首已點播。

# utility_text_channels
source: Text channels
de_de: Text Kanäle
es_es: Canales de texto
fr_fr: Salons textuels
id_id: Channel teks
it_it: Canali di testo
ko_kr: 텍스트 채널
nb_no: Tekst kanaler
pl_pl: Kanały głosowe
pt_br: Canais de Texto
sr_cyrl_rs: Текст Канали
sv_se: Textkanaler
tr_tr: Metin odası
zh_cn: 文字频道
zh_tw: 文字頻道

# utility_togtub_room_link
source: Here is your room link:
de_de: Hier ist Ihr Raum link
es_es: Aquí está el enlace a tu cuarto:
fr_fr: Voici le lien pour votre salon:
id_id: Ini adalah tautan untuk ruangan anda:
it_it: Qui c'è il link della tua stanza:
ko_kr: 방 링크:
nb_no: Her er linken til rommet ditt:
pl_pl: Twój link do pokoju:
pt_br: Aqui está o link da sala:
sr_cyrl_rs: Ево га твој линк ка соби:
sv_se: Här är länken till ditt rum:
tr_tr: İşte odanızın bağlantısı:
zh_cn: 这是你的房间链接：
zh_tw: 這是您的房間連結:

# utility_uptime
source: Uptime
de_de: Betriebszeit
es_es: Tiempo en línea
fr_fr: Durée de fonctionnement
it_it: Tempo di funzionamento
ko_kr: 작동 시간
nb_no: Oppetid
pl_pl: Czas działania
pt_br: Tempo de Atividade
sr_cyrl_rs: Време Рада
sv_se: Upptid
tr_tr: Çalışma süresi
zh_cn: 正常运行时间
zh_tw: 上線時間

# utility_userid
source: {0} of the user {1} is {2}
de_de: {0} von Benutzer {1} ist {2}
es_es: {0} del usuario {1} es {2}
fr_fr: {0} de l'utilisateur {1}: {2}
he_il: {0} של המשתמש {1} הינו {2}
id_id: {0} dari pengguna {1} adalah {2}
it_it: {0} di questo utente {1} è {2}
ko_kr: {1}의 {0}은(는) {2} 입니다.
nb_no: {0} til brukeren {1} er {2}
pt_br: {0} do usuário {1} é {2}
sr_cyrl_rs: {0} од корисника {1} је {2}
sv_se: {0} av användare {1} är {2}
tr_tr: {1} kullanıcısının {0} numarası {2}
zh_cn: 用户 {1} 的{0} 是 {2}
zh_tw: {1} 的 {0} 是 {2}

# utility_users
source: Users
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
he_il: משתמשים
id_id: Pengguna
it_it: Utenti
ko_kr: 사용자
nb_no: Brukere
pl_pl: Użytkownicy
pt_br: Usuários
sr_cyrl_rs: Корисници
sv_se: Användare
tr_tr: Kullanıcı
zh_cn: 用户
zh_tw: 成員

# utility_voice_channels
source: Voice channels
de_de: Sprach-Kanäle
es_es: Canales de voz
fr_fr: Salons vocaux
id_id: Channel suara
it_it: Canali vocali
ko_kr: 음성 채널
nb_no: Tale kanaler
pl_pl: Kanały głosowe
pt_br: Canais de Voz
sr_cyrl_rs: Говорни канал
sv_se: Röstkanaler
tr_tr: Ses kanalı
zh_cn: 语音频道
zh_tw: 語音頻道
