Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# games_curgen_disabled
source: Currency generation has been disabled on this channel.
de_de: Währungsgeneration in diesem Kanal deaktiviert.
es_es: La generación de moneda ha sido desactivada en este canal.
fr_fr: La génération monétaire a été désactivée sur ce salon.
he_il: דור המטבע מופעל על הערוץ הזה.
id_id: Pembuatan mata uang telah dinonaktifkan di channel ini.
it_it: La generazione di valuta è stata disabilitata in questo canale.
ko_kr: 이 채널에서 통화 생성이 비활성화되었습니다.
nb_no: Valuta generering har blitt deaktivert på denne kanalen.
pl_pl: Generowanie przychodów zostało wyłączone na tym kanale.
pt_br: Geração de moeda desabilitada neste canal.
sr_cyrl_rs: Генерација валуте је угашена на овом каналу.
sv_se: Valuta skapande har inaktiverats på denna kanal.
tr_tr: Bu kanalda para birimi oluşturma devre dışı.
zh_cn: 在此频道上停用的货币生成功能。
zh_tw: 停止在此頻道上生產貨幣。

# games_curgen_enabled
source: Currency generation has been enabled on this channel.
de_de: Währungsgeneration in diesem Kanal aktiviert.
es_es: La generación de moneda ha sido activada en este canal.
fr_fr: La génération monétaire a été désactivée sur ce salon.
he_il: דור המטבע מכובה על הערוץ הזה.
id_id: Pembuatan mata uang telah diaktifkan di channel ini.
it_it: La generazione di valuta è stata abilitata in questo canale.
ko_kr: 이 채널에서 통화 생성이 활성화되었습니다.
nb_no: Valuta generering har blitt aktivert på denne kanalen.
pl_pl: Generowanie przychodów zostało włączone na tym kanale.
pt_br: Geração de moeda habilitada neste canal.
sr_cyrl_rs: Генерација валуте је упаљена на овом каналу.
sv_se: Valuta skapande har aktiverats på denna kanal.
tr_tr: Para birimi oluşturma, bu kanalda etkinleştirildi.
zh_cn: 在此频道上启用的货币生成功能。
zh_tw: 開始在此頻道上生產貨幣。

# games_curgen_pl
source: {0} random {1} appeared!
de_de: {0} zufällige {1} sind erschienen!
es_es: {0} {1} aparecieron.
fr_fr: {0} {1} aléatoires sont apparus!
he_il: {0} מקרי {1} הופיע!
id_id: {0} acak {1} telah muncul!
it_it: {0} un {1} casuale è apparso!
ko_kr: {0} 무작위 {1}이(가) 등장했습니다!
nb_no: {0} tilfeldig {1} dukket opp! Plukk dem opp ved og skrive'{2}pick'
pt_br: {0} {1} aleatórios aparecem! Capture-os digitando `{2}pick`
sr_cyrl_rs: {0} случајних {1} се појавило!
sv_se: {0} slumpmässig {1} dök up! Plocka upp genom att skriva `{2} pick`
tr_tr: {0} rastgele {1} ortaya çıktı!
zh_cn: {0} 个 {1}出现了！ 通过输入`{2} pick'来拾取
zh_tw: 發現了 {0} 個野生的 {1}!

# games_curgen_sn
source: A random {0} appeared!
de_de: Eine zufällige {0} ist erschienen!
es_es: ¡Una {0} apareció!
fr_fr: Un {0} aléatoire est apparu!
he_il: מקרי {0} הופיע!
id_id: Sebuah {0} muncul!
it_it: Un {0} è apparso!
ko_kr: 무작위 {0}이(가) 등장했습니다!
nb_no: En tilfeldig {0} dukket opp! Plukk den opp ved og skrive '{1}pick'
pl_pl: {0} się pojawiły!
pt_br: Um {0} aleatório apareceu! Capture-o digitando `{1}pick`
sr_cyrl_rs: Случајан {0} се појавио!
sv_se: En slumpmässig {0} dök upp! Plocka upp genom att skriva `{1} pick`
tr_tr: Rastgele bir {0} ortaya çıktı!
zh_cn: 一个{0}出现了！ 通过输入`{1} pick`来拾取
zh_tw: 發現了一個野生的 {0}!

# games_failed_loading_question
source: Failed loading a question.
de_de: Laden einer Frage fehlgeschlagen.
es_es: No pude cargar la pregunta.
fr_fr: Impossible de charger une question.
he_il: נכשל לטעון שאלה.
id_id: Gagal memuat pertanyaan
it_it: Impossibile caricare una domanda.
ko_kr: 질문 로딩에 실패하였습니다.
nb_no: Kunne ikke laste inn spørsmål.
pl_pl: Nie udało się załadować pytania.
pt_br: Falha ao carregar a questão.
sr_cyrl_rs: Није успело учитавање питања.
sv_se: Misslyckades ladda en fråga.
tr_tr: Bir soru yüklenemedi.
zh_cn: 加载问题失败。
zh_tw: 載入問題失敗。

# games_game_started
source: Game started
de_de: Spiel gestartet
es_es: Juego iniciado
fr_fr: La jeu a commencé.
he_il: משחק התחיל
id_id: Permainan dimulai
it_it: Partita iniziato
ko_kr: 게임이 시작되었습니다
nb_no: Spill startet
pl_pl: Gra rozpoczęta.
pt_br: Jogo Iniciado
sr_cyrl_rs: Игра је почела
sv_se: Spel börjat
tr_tr: Oyun başladı
zh_cn: 游戏开始
zh_tw: 遊戲開始

# games_hangman_game_started
source: Hangman game started
de_de: Hangman-Spiel gestartet
es_es: Juego del ahorcado iniciado
fr_fr: Partie de pendu commencée.
he_il: משחק איש תלוי התחיל
id_id: Permainan Hangman dimulai
it_it: Gioco dell'impiccato iniziato
ko_kr: 행맨 게임이 시작되었습니다
nb_no: Hangman spill startet
pl_pl: Gra w wisielca rozpoczęta
pt_br: Jogo da Forca iniciado
sr_cyrl_rs: Игра вешалица је почела
sv_se: Hänga gubbe har börjat
tr_tr: Adam asmaca oyunu başladı
zh_cn: Hangman游戏开始了
zh_tw: Hangman遊戲開始了

# games_hangman_running
source: Hangman game already running on this channel.
de_de: Hangman-Spiel läuft bereits in diesem Kanal.
es_es: Un juego del ahorcado ya se está ejecutando en este canal.
fr_fr: Une partie de pendu est déjà en cours sur ce salon.
he_il: משחק איש תלוי בל פעיל על הערוץ הזה.
id_id: Permainan Hangman telah berlangsung di channel ini
it_it: Il gioco dell'impiccato è già in corso in questo canale.
ko_kr: 행맨 게임이 이미 시작되었습니다
nb_no: Hangman spill kjører allerede i denne kanalen.
pl_pl: Gra w wisielca już trwa na tym kanale.
pt_br: Já existe um Jogo da Forca em andamento neste canal.
sr_cyrl_rs: Игра вешалица већ постоји на овом каналу.
sv_se: Hänga gubbe spelas redan i denna kanal.
tr_tr: Adam asmaca oyunu zaten bu kanalda çalışıyor.
zh_cn: Hangman游戏已在此频道上打开。
zh_tw: Hangman遊戲已經在此頻道上執行中。

# games_hangman_start_errored
source: Starting hangman errored.
de_de: Starten von Hangman hat einen Fehler ausgelöst.
es_es: Error iniciando el ahorcado.
fr_fr: Initialisation du pendu erronée.
he_il: שגיאה בהתחלה של איש תלוי
id_id: Ada kesalahan saat memulai Hangman
it_it: Impossibile iniziare il gioco dell'impiccato.
ko_kr: 행맨 게임 시작에 오류가 발생하였습니다.
nb_no: Kunne ikke starte Hangman
pl_pl: Rozpoczynanie gry w wisielca nie powiodło się.
pt_br: Erro ao iniciar o Jogo da Forca.
sr_cyrl_rs: Игра вешалица није успешно почела.
sv_se: Startar hänga gubbe errored.
tr_tr: Adam asmaca başlatılırken hata verdi.
zh_cn: 启动hangman错误。
zh_tw: Hangman啟動失敗。

# games_hangman_types
source: List of "{0}hangman" term types:
de_de: Liste der "{0}hangman" Worttypen:
es_es: Lista de "{0}hangman" términos:
fr_fr: Liste des types de termes pour "{0}hangman":
he_il: רשימה של "{0}איש תלוי" סוגי טווח:
id_id: Daftar dari "{0}hangman" tipe istilah:
it_it: Lista dei tipi di parole dell' "{0}impiccato":
ko_kr: "{0}hangman" 용어 종류 목록
nb_no: Liste av "{0}hangman" begrepstyper:
pt_br: Lista dos tipos de termos do "{0}hangman"
sr_cyrl_rs: Листа "{0}hangman" типова термина:
sv_se: Lista över "{0} hängagubbe" term typer:
tr_tr: "{0}hangman" terim türlerinin listesi:
zh_cn: “{0} hangman”字词类型列表：
zh_tw: “{0}hangman” 單詞類型:

# games_leaderboard
source: Leaderboard
de_de: Bestenliste
es_es: Marcador
fr_fr: Classement
he_il: לוח תוצאות
it_it: Classifica
ko_kr: 리더 보드
nb_no: Resultattavle
pl_pl: Ranking
pt_br: Placar de Lideres
sr_cyrl_rs: Ранг листа
sv_se: Ledartavla
tr_tr: Lider listesi
zh_cn: 排行榜
zh_tw: 排行榜

# games_not_enough
source: You don't have enough {0}
de_de: Sie haben nicht genug {0}
es_es: No tienes suficientes {0}
fr_fr: Vous n'avez pas assez de {0}
he_il: אין לך מספיק {0}
id_id: Anda tidak punya cukup {0}
it_it: Non hai abbastanza {0}
ko_kr: 당신은 충분한 {0}이(가) 없습니다.
nb_no: Du har ikke nok {0}
pl_pl: Nie masz wystarczająco {0}
pt_br: Você não possui {0} suficiente
sr_cyrl_rs: Немаш довољно {0}
sv_se: Du har inte nog med {0}
tr_tr: Yeterli düzeyde {0} yok
zh_cn: 您没有足够的{0}
zh_tw: 您沒有足夠的 {0}

# games_no_results
source: No results
de_de: Keine Ergebnisse
es_es: Sin resultados
fr_fr: Pas de résultat
he_il: אין תוצאות
id_id: Tidak ada hasil
it_it: Nessun risultato
ko_kr: 결과가 없습니다.
nb_no: Ingen resultater
pl_pl: Brak wyników
pt_br: Sem resultados
sr_cyrl_rs: Нема резултата.
sv_se: Inga resultat
tr_tr: Sonuç yok
zh_cn: 没有结果
zh_tw: 沒有結果

# games_picked
source: picked {0}
de_de: hat {0} aufgehoben
es_es: recogió {0}
fr_fr: a ramassé {0}
he_il: תלש {0}
id_id: memilih {0}
it_it: raccolto {0}
ko_kr: 이(가) {0}을(를) 뽑았습니다.
nb_no: Plukket {0}
pl_pl: podniósł {0}
pt_br: pegou {0}
sr_cyrl_rs: је убрао {0}
sv_se: plockade {0}
tr_tr: {0} adet topladı
zh_cn: 采了{0}
zh_tw: 獲得了 {0}

# games_planted
source: {0} planted {1}
de_de: {0} pflanzte {1}!
es_es: {0} plantó {1}
fr_fr: {0} a planté {1}
he_il: {0} שתל {1}
id_id: {0} menanam {1}
it_it: {0} ha piantato {1}
ko_kr: {0}이(가) {1}을(를) 심었습니다.
nb_no: {0} plantet {1}
pl_pl: {0} zasadził {1]
pt_br: {0} plantou {1}
sr_cyrl_rs: {0} је засадио {1}
sv_se: {0} planterade {1}
tr_tr: {0},{1} dikti.
zh_cn: {0}种了{1}
zh_tw: {0} 種了 {1}

# games_trivia_already_running
source: Trivia game is already running on this server.
de_de: Ein Trivia Spiel läuft schon auf diesem Server
es_es: Ya se está ejecutando una trivia en este servidor.
fr_fr: Une partie de Trivia est déjà en cours sur ce serveur.
he_il: משחק טריוויה כבר פועל ברשת הזאת.
id_id: Permainan trivia sedang berlangsung di server ini.
it_it: Un gioco dei trivia è già in corso su questo canale.
ko_kr: 이미 이 서버에서 트리비아 게임이 진행중입니다.
nb_no: Trivia kjører allerede på denne serveren.
pl_pl: Trivia jest aktywna na tym serwerze.
pt_br: Trivia já está em andamento neste servidor.
sr_cyrl_rs: Игра тривије већ постоји на овом серверу.
sv_se: Trivia spel pågår redan i denna server.
tr_tr: Oyuncak oyunu zaten bu sunucuda çalışıyor.
zh_cn: 琐事游戏已经在这个服务器上运行。
zh_tw: 知識小學堂已經在此伺服器上運行中。

# games_trivia_game
source: Trivia Game
de_de: Trivia Spiel
es_es: Trivia
fr_fr: Partie de Trivia
he_il: משחק טריוויה
id_id: Permainan Trivia
it_it: Gioco dei trivia
ko_kr: 트리비아 게임
nb_no: Trivia spill
pl_pl: Trivia
pt_br: Trivia
sr_cyrl_rs: Игра тривије
sv_se: Trivia spel
tr_tr: Oyuncak oyunu
zh_cn: 琐事游戏
zh_tw: 知識小學堂

# games_trivia_guess
source: {0} guessed it! The answer was: {1}
de_de: {0} erriet es! Die Antwort war: {1}
es_es: ¡{0} adivinó! La respuesta era: {1}
fr_fr: {0} a deviné! La réponse était: {1}
he_il: {0} ניחש את זה! התשובה הייתה: {1}
id_id: {0} menebaknya! Jawabannya adalah: {1}
it_it: {0} ha indovinato! La riposta era: {1}
ko_kr: {0}님이 맞췄습니다! 답은 {1} 입니다.
nb_no: {0} gjettet det! Svaret var: {1}
pl_pl: {0} zgadł! Odpowiedź to: {1}
pt_br: {0} acertou! A resposta era: {1}
sr_cyrl_rs: {0} је погодио! Одговор је био: {1}
sv_se: {0} gissade rätt! Svaret var: {1}
tr_tr: {0} tahmin etti! Cevap şuydu: {1}
zh_cn: {0}猜对了！ 答案是：{1}
zh_tw: {0} 答對了! 答案是: {1}

# games_trivia_none
source: No trivia is running on this server.
de_de: Kein aktives Trivia Spiel auf diesem Server.
es_es: No se está ejecutando ninguna trivia en este servidor.
fr_fr: Aucune partie de Trivia en cours sur ce serveur.
he_il: משחק טריוויה לא פעיל על השרת הזה.
id_id: Tidak ada trivia yang sedang berlangsung di server ini.
it_it: Nessun gioco dei trivia è in corso su questo server.
ko_kr: 이 서버에서 진행중인 트리비아 게임이 없습니다.
nb_no: Ingen trivia-spill gående på serveren.
pl_pl: Trivia nie jest aktywna na tym serwerze.
pt_br: Nenhuma trivia está em andamento neste servidor.
sr_cyrl_rs: Нема тривије у току на овом серверу.
sv_se: Inget trivia spel pågår just nu.
tr_tr: Bu sunucuda hiçbir oyuncak çalışmıyor.
zh_cn: 此服务器上没有运行琐事游戏。
zh_tw: 此伺服器上沒有運行中的知識小學堂。

# games_trivia_points
source: {0} has {1} points
de_de: {0} hat {1} punkte
es_es: {0} tiene {1} puntos
fr_fr: {0} a {1} points
he_il: {0} יש {1} נקודות
id_id: {0} memiliki {1} poin
it_it: {0} ha {1} punti
ko_kr: {0}이(가) {1}포인트를 갖고있습니다.
nb_no: {0} har {1} poeng
pl_pl: {0} posiada {1} punktów
pt_br: {0} tem {1} pontos
sr_cyrl_rs: {0} има {1} поена
sv_se: {0} har {1} poäng
tr_tr: {0}'da {1} puan var
zh_cn: {0}有{1}分
zh_tw: {0} 有 {1} 分

# games_trivia_stopping
source: Stopping after this question.
de_de: Wird beendet nach dieser Frage.
es_es: La trivia se detendrá luego de esta pregunta.
fr_fr: Le jeu s'arrêtera après cette question.
he_il: עוצר אחרי השאלה הזאת.
id_id: Berhenti setelah pertanyaan ini.
it_it: Il gioco terminerà dopo questa domanda.
ko_kr: 이 질문 후에 중지합니다.
nb_no: Stopper etter dette spørsmålet
pl_pl: Koniec po tym pytaniu.
pt_br: Parando após esta questão.
sr_cyrl_rs: Игра се зауставља после овог питања.
sv_se: Stoppar efter denna fråga.
tr_tr: Bu sorunun ardından bitiriyorum.
zh_cn: 这个问题后停止。
zh_tw: 於此問題後結束。

# games_trivia_times_up
source: Time's up! The correct answer was {0}
de_de: Die Zeit ist um! Die richtige Antwort war {0}
es_es: ¡Tiempo! La respuesta correcta era {0}
fr_fr: Le temps a expiré! La réponse était {0}
he_il: הזמן עבר! התשובה הנכונה הייתה {0}
id_id: Waktu habis! Jawaban yang benar adalah {0}
it_it: Tempo scaduto! La risposta corretta era {0}
ko_kr: 시간초과! 정확한 답은 {0} 입니다.
nb_no: Tiden er ute! Det riktige svaret var {0}
pl_pl: Koniec czasu! Prawidłowa odpowiedź to {0}
pt_br: Tempo esgotado! A resposta correta era {0}
sr_cyrl_rs: Време је истекло! Тачан одговор је {0}
sv_se: Tiden är slut! Det korrekta svaret var {0}
tr_tr: Süre doldu! Doğru cevap {0} idi
zh_cn: 时间到！ 正确的答案是{0}
zh_tw: 時間到! 正確答案為: {0}

# games_trivia_win
source: {0} guessed it and WON the game! The answer was: {1}
de_de: {0} erriet es und hat das Spiel GEWONNEN! Die Antwort war: {1}
es_es: ¡{0} adivinó y ganó el juego! La respuesta era: {1}
fr_fr: {0} a deviné la réponse et gagne la partie! La réponse était: {1}
he_il: {0} ניחש את זה וניצח במשחק! התשובה הייתה: {1}
id_id: {0} berhasil menebaknya dan memenangkan permainan! Jawabannya adalah: {1}
it_it: {0} ha indovinato ed è il VINCITORE! La risposta era: {1}
ko_kr: {0}님이 맞춰서 게임을 이겼습니다! 답은 {1} 입니다.
nb_no: {0} gjettet det og VANT spillet! Svaret var: {1}
pl_pl: {0} zgadł i wygrał grę! Odpowiedź to: {1}
pt_br: {0} adivinhou e VENCEU o jogo! A resposta era: {1}
sr_cyrl_rs: {0} је погодио и ПОБЕДИО игру! Одговор је био: {1}
sv_se: {0} gissade rätt och VANN spelet! Svaret var: {1}
tr_tr: {0} tahmin etti ve oyunu kazandı! Cevap şuydu: {1}
zh_cn: {0}猜到了，赢得了游戏！ 答案是：{1}
zh_tw: {0} 答對並贏得遊戲! 答案是: {1}

# games_ttt_against_yourself
source: You can't play against yourself.
de_de: Sie können nicht gegen sich selber spielen.
es_es: No puedes jugar contra ti mismo.
fr_fr: Vous ne pouvez pas jouer contre vous-même.
he_il: אתה לא יכול לשחק נגד עצמך.
id_id: Anda tidak bisa bermain melawan diri sendiri.
it_it: Non puoi giocare contro te stesso.
ko_kr: 당신을 상대로 플레이 할 수 없습니다.
nb_no: Du kan ikke spille mot deg selv.
pl_pl: Nie możesz grać przeciwko sobie.
pt_br: Você não pode jogar contra si mesmo.
sr_cyrl_rs: Не можеш играти против себе.
sv_se: Du kan inte spela mot dig själv.
tr_tr: Kendinize karşı oynayamazsınız.
zh_cn: 你不能对自己玩。
zh_tw: 你不能對自己玩。

# games_ttt_already_running
source: TicTacToe Game is already running in this channel.
de_de: Ein TicTacToe Spiel läuft schon in diesem Kanal.
es_es: El juego de Tres en raya ya se ha iniciado en este canal.
fr_fr: Une partie de Morpion est déjà en cours sur ce salon.
he_il: משחק איקס ועיגולים כבר פעיל על הערוץ הזה.
id_id: Permainan TicTacToe sedang berlangsung di channel ini.
it_it: Una partita di Tris è già in corso in questo canale.
ko_kr: 이미 이 채널에서 TicTacToe 게임이 진행중입니다.
nb_no: Bondesjakk kjører allerede i denne kanalen.
pl_pl: Gra kółko i krzyżyk jest aktywna na tym serwerze.
pt_br: Um Jogo da Velha já está em andamento neste canal.
sr_cyrl_rs: Игра икс-окс већ постоји на овом каналу.
sv_se: Tre I Rad spelet pågår redan i denna kanal.
tr_tr: TicTacToe Oyunu zaten bu kanalda çalışıyor.
zh_cn: TicTacToe游戏已在此频道中运行。
zh_tw: 圈圈叉叉遊戲已經在此頻道上運行中。

# games_ttt_a_draw
source: A draw!
de_de: Unentschieden!
es_es: ¡Empate!
fr_fr: Égalité!
he_il: תיקו!
id_id: Sebuah seri!
it_it: Pareggio!
ko_kr: 비겼습니다!
nb_no: Uavgjort!
pl_pl: Remis!
pt_br: Um empate!
sr_cyrl_rs: Нерешено!
sv_se: Oavgjort!
tr_tr: Bir çizim!
zh_cn: 平局！
zh_tw: 平手!

# games_ttt_created
source: has created a game of TicTacToe.
de_de: hat ein TicTacToe Spiel erstellt.
es_es: ha creado un juego de Tres en raya.
fr_fr: a créé une partie de Morpion.
he_il: יצר משחק של איקס ועיגולים.
id_id: telah membuat permainan TicTacToe.
it_it: ha avviato una partita di Tris.
ko_kr: 님이 TicTacToe 게임을 생성하였습니다.
nb_no: har startet et spill med bondesjakk
pl_pl: stworzył grę w kółko i krzyżyk.
pt_br: criou um Jogo da Velha.
sr_cyrl_rs: је направио игру икс-окса.
sv_se: har skapat ett spel av Tre I Rad.
tr_tr: TicTacToe bir oyun oluşturdu.
zh_cn: 开始了一局TicTacToe游戏。
zh_tw: 開始了一場圈圈叉叉遊戲。

# games_ttt_has_won
source: {0} has won!
de_de: {0} hat gewonnen!
es_es: ¡{0} gana!
fr_fr: {0} a gagné!
he_il: {0} ניצח!
id_id: {0} telah menang!
it_it: {0} ha vinto!
ko_kr: {0}님이 이겼습니다!
nb_no: {0} har vunnet!
pl_pl: {0} wygrał!
pt_br: {0} venceu!
sr_cyrl_rs: {0} је победио!
sv_se: {0} har Vunnit!
tr_tr: {0} kazandı!
zh_cn: {0}赢了！
zh_tw: {0} 赢了!

# games_ttt_matched_three
source: Matched three
de_de: Drei in einer Reihe
es_es: Hizo coincidir tres
fr_fr: Trois alignés.
he_il: שלושה מתאימים
id_id: Mendapat tiga.
it_it: Tris
ko_kr: 3개 일치
nb_no: Matchet tre
pt_br: Combinou três
sr_cyrl_rs: Три спојене
sv_se: Matchade Tre
tr_tr: Eşleşen üç
zh_cn: 相配了三个
zh_tw: 配對了三個

# games_ttt_no_moves
source: No moves left!
de_de: Keine Züge übrig
es_es: ¡No quedan más movimientos!
fr_fr: Aucun mouvement restant !
he_il: אין יותר מהלכים!
id_id: TIdak ada jalan tersisa!
it_it: Nessuna mossa rimanente!
ko_kr: 더 이상 움직일 수 없습니다!
nb_no: Ingen bevegelser igjen!
pl_pl: Brak ruchów!
pt_br: Nenhum movimento restante!
sr_cyrl_rs: Нема више потеза!
sv_se: Inga drag kvar!
tr_tr: Hareket yok!
zh_cn: 没有地方动了！
zh_tw: 沒有可動的步!

# games_ttt_time_expired
source: Time expired!
de_de: Zeit abgelaufen
es_es: ¡Tiempo!
fr_fr: Le temps a expiré!
he_il: הזמן עבר!
id_id: Waktu habis!
it_it: Tempo scaduto!
ko_kr: 시간이 만료되었습니다!
nb_no: Tiden er ute!
pl_pl: Koniec czasu!
pt_br: Tempo Esgotado!
sr_cyrl_rs: Време је истекло!
sv_se: Tiden är Slut!
tr_tr: Zaman doldu!
zh_cn: 时间已过！
zh_tw: 時間已到!

# games_ttt_users_move
source: {0}'s move
de_de: {0}'s Zug
es_es: Movimiento de {0}
fr_fr: Tour de {0}.
he_il: המהלך של {0}
id_id: Giliran {0}
it_it: Tocca a {0}
ko_kr: {0}의 이동
nb_no: {0} sin tur
pl_pl: Kolej {0}
pt_br: É a vez de {0}
sr_cyrl_rs: {0}-ов потез.
sv_se: {0}s drag
tr_tr: {0}'un hareketi
zh_cn: 轮到{0}了
zh_tw: 輪到 {0} 了

# games_vs
source: {0} vs {1}
de_de: {0} gegen {1}
fr_fr: {0} contre {1}
he_il: {0} נגד {1}
ko_kr: {0} 대 {1}
nb_no: {0} mot {1}
pl_pl: {0} kontra {1}
sr_cyrl_rs: {0} против {1}
sv_se: {0} mot {1}
tr_tr: {0} ile {1} karşılaşıyor
zh_cn: {0}对{1}
zh_tw: {0} 對 {1}

# music_attempting_to_queue
source: Attempting to queue {0} songs...
de_de: Versuche {0} Lieder einzureihen...
es_es: Intentando añadir a la cola {0} canciones...
fr_fr: Tentative d'ajouter {0} pistes à la file d'attente...
he_il: מנסה לשים {0} שירים בתור...
id_id: Mencoba untuk mengantri {0} lagu...
it_it: Cercando di mettere in coda {0} canzoni...
ko_kr: {0}개의 곡을 대기열에 추가하는 중...
nb_no: Forsøker å sette i kø {0} sanger...
pl_pl: Próba dołączenia {0} piosenek do kolejki...
pt_br: Tentando adicionar {0} músicas à fila...
sr_cyrl_rs: Покушавам да учитам {0} песама...
sv_se: Försöker köa {0} låtar...
tr_tr: Sıraya {0} şarkı ekleniyor...
zh_cn: 正在排{0}首歌...
zh_tw: 正在點播 {0} 首歌...

# music_autoplay_disabled
source: Autoplay disabled.
de_de: Autoplay deaktiviert.
es_es: Reproducción automática desactivada.
fr_fr: Lecture automatique désactivée.
he_il: הפעלה אוטומטית מכובה.
id_id: Autoplay dimatikan.
it_it: Autoplay disabilitato.
ko_kr: 자동재생이 비활성화되었습니다.
nb_no: Automatisk avspilling deaktivert
pl_pl: Automatyczne odtwarzanie wyłączone.
pt_br: Autoplay desabilitado.
sr_cyrl_rs: Аутопуштање је угашено.
sv_se: Auto spelning avaktiverad.
tr_tr: Otomatik Oynatıcı devre dışı.
zh_cn: 已停用自动播放。
zh_tw: 已停用自動播放。

# music_autoplay_enabled
source: Autoplay enabled.
de_de: Autoplay aktiviert.
es_es: Reproducción automática activada.
fr_fr: Lecture automatique activée.
he_il: הפעלה אוטומטית מופעלה.
id_id: Autoplay diaktifkan.
it_it: Autoplay abilitato.
ko_kr: 자동재생이 활성화되었습니다.
nb_no: Automatisk avspilling aktivert.
pl_pl: Automatyczne odtwarzanie włączone.
pt_br: Autoplay habilitado.
sr_cyrl_rs: Аутопуштање је упаљено.
sv_se: Auto spelning aktiverad.
tr_tr: Otomatik Oynatıcı etkin.
zh_cn: 已启用自动播放。
zh_tw: 已啟用自動播放。

# music_defvol_set
source: Default volume set to {0}%
de_de: Standard-Lautstärke auf {0}% gesetzt
es_es: El volumen por defecto configurado es {0}%
fr_fr: Volume par défaut défini à {0}%
he_il: ווליום ברירת מחדל מכוון ל%{0}
id_id: Volume awal di set ke {0}%
it_it: Volume di default impostato a {0}%
ko_kr: 기본 음량이 {0}%로 설정되었습니다.
nb_no: Standard volum satt til {0}%
pl_pl: Domyślna głośność ustawiona na {0}%
pt_br: Volume padrão definido para {0}%
sr_cyrl_rs: Стална вредност јачине је понедешена на {0}%
sv_se: Standard volym satt till {0}%
tr_tr: Varsayılan müzik sesi {0}%
zh_cn: 默认音量设置为{0}％
zh_tw: 預設音量設定為 {0}％

# music_dir_queue_complete
source: Directory queue complete.
de_de: Ordner-Einreihung fertig.
es_es: Directorio completo
fr_fr: File d'attente complète.
he_il: תור מנחה מושלם.
id_id: Antrian direktori selesai.
it_it: Coda della directory completata.
ko_kr: 디렉토리 대기열 추가가 완료되었습니다.
nb_no: Mappelisting ferdig.
pt_br: Diretório adicionado à fila.
sr_cyrl_rs: Директоријум успешно стављен у плејлисту.
sv_se: Katalog kö komplett.
tr_tr: Dizin kuyruğu tamamlandı.
zh_cn: 目录队列完成。
zh_tw: 目錄載入完成。

# music_fairplay
source: fairplay
de_de: fairer Modus
es_es: Juego limpio
fr_fr: à tour de rôle
he_il: לנגןהוגן
it_it: gioco corretto
ko_kr: 페어플레이
sr_cyrl_rs: ферплеј
sv_se: rent spel
tr_tr: adil oynatıcı
zh_cn: 公平播放
zh_tw: 公平播放

# music_finished_song
source: Finished song
de_de: Lied beendet
es_es: Canción finalizada
fr_fr: Lecture terminée
he_il: שיר הסיים
id_id: Lagu selesai
it_it: Canzone finita
ko_kr: 재생 완료
nb_no: Sang ferdig
pl_pl: Zakończono odtwarzanie piosenki
pt_br: Música concluída.
sr_cyrl_rs: Песма је завршена
sv_se: Sång Avslutad
tr_tr: Şarkı bitti
zh_cn: 完成歌曲
zh_tw: 完成播放

# music_fp_disabled
source: Fair play disabled.
de_de: Fairer Modus deaktiviert.
es_es: Juego limpio desactivado.
fr_fr: Système de tour de rôle désactivé.
he_il: לנגן הוגן מכובה.
id_id: Fair play dimatikan.
it_it: Gioco corretto disabilitato.
ko_kr: 페어플레이가 비활성화되었습니다.
nb_no: Rettferdig avspilling deaktivert
pl_pl: Fair play wyłączony.
pt_br: Fair play desativado.
sr_cyrl_rs: Ферплеј је угашен.
sv_se: Rent spel avaktiverat
tr_tr: Adil oynatıcı devre dışı.
zh_cn: 停用公平播放。
zh_tw: 停用公平播放。

# music_fp_enabled
source: Fair play enabled.
de_de: Fairer Modus aktiviert.
es_es: Juego limpio activado.
fr_fr: Système de tour de rôle activé.
he_il: לנגן הוגן מופעל.
id_id: Fair play diaktifkan.
it_it: Gioco corretto abilitato.
ko_kr: 페어플레이가 활성화되었습니다.
nb_no: Rettferdig avspilling aktivert
pl_pl: Fair play włączony.
pt_br: Fair play ativado.
sr_cyrl_rs: Ферплеј је упаљен.
sv_se: Rent spel aktiverat
tr_tr: Adil oynatıcı etkin.
zh_cn: 启用公平播放。
zh_tw: 啟用公平播放。

# music_from_position
source: From position
de_de: Von Position
es_es: De la posición
fr_fr: De la position
he_il: מתוך עמדה
id_id: Dari posisi
it_it: Dalla posizione
ko_kr: 원레 위치
nb_no: Fra posisjon
pl_pl: Z pozycji
pt_br: Da posição
sr_cyrl_rs: Са позиције
sv_se: Från position
tr_tr: Konumdan
zh_cn: 从位置
zh_tw: 從位置

# music_invalid_input
source: Invalid input.
de_de: Ungültige Eingabe.
es_es: Entrada no válida.
fr_fr: Entrée invalide.
he_il: קלט לא תקין.
id_id: Input tidak valid.
it_it: Input non valido
ko_kr: 유효하지 않은 입력입니다.
nb_no: Ugyldig tilføring.
pl_pl: Niepoprawna zmienna.
pt_br: Entrada inválida.
sr_cyrl_rs: Нисправан унос.
sv_se: Ogiltig inmatning.
tr_tr: Geçersiz giriş.
zh_cn: 输入错误。
zh_tw: 輸入錯誤。
