Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# gambling_animal_race_already_in
source: You've already joined this race!
de_de: Sie sind diesem Rennen schon beigetreten!
es_es: ¡Ya entraste a esta carrera!
fr_fr: Vous avez déjà rejoint cette course!
he_il: אתה כבר חלק מהמרוץ הזה.
id_id: Anda telah bergabung pada perlombaan ini!
it_it: Sei già entrato in gara!
ko_kr: 당신은 이미 레이스에 참가했습니다.
nb_no: Du har allerede sluttet deg til dette løpet!
pl_pl: Już dołączyłeś do tego wyścigu!
pt_br: Você já entrou nesta corrida!
sr_cyrl_rs: Већ си у овој трци!
sv_se: Du har redan gått med detta lopp!
tr_tr: Zaten bu yarışa katıldınız!
zh_cn: 你已经参加这场比赛！
zh_tw: 您已經加入了這場比賽!

# games_current_poll_results
source: Current poll results
de_de: Aktuelle Umfragewerte
es_es: Resultados de la encuesta
fr_fr: Résultats du sondage actuel
id_id: Hasil pemilihan saat ini
it_it: Risultati del sondaggio corrente
ko_kr: 현재 투표 결과
nb_no: Foreløpige stemmeresultater
pt_br: Resultado atual da votação
sr_cyrl_rs: Тренутни резултати анкете
sv_se: Nuvarande röstningsresultat
tr_tr: Geçerli anket sonuçları
zh_cn: 当前投票结果
zh_tw: 目前投票結果

# games_no_votes_cast
source: No votes cast.
de_de: Keine Abstimmungen eingereicht.
es_es: Sin votos.
fr_fr: Aucun vote enregistré.
id_id: Tidak ada suara terkirim.
it_it: Nessun voto
ko_kr: 진행중인 투표가 없습니다.
nb_no: Ingen stemmer samlet
pl_pl: Nie ma oddanych głosów.
pt_br: Nenhum voto proferido.
sr_cyrl_rs: Нема гласова.
sv_se: Inga röster gjorda.
tr_tr: Oy yok.
zh_cn: 没有票投。
zh_tw: 沒有人投票。

# games_poll_already_running
source: Poll is already running on this server.
de_de: Eine Umfrage läuft bereits auf diesem Server.
es_es: Ya hay una encuesta en ejecución.
fr_fr: Un sondage est déjà en cours sur ce serveur.
id_id: Pemilihan telah dimulai di server ini.
it_it: C'è già un sondaggio in corso in questo server.
ko_kr: 이 서버에서 이미 투표가 진행되고있습니다.
nb_no: Det kjøres allerede en avstemming på serveren.
pl_pl: Ankieta już istnieje na tym serwerze.
pt_br: Uma votação já está ocorrendo neste servidor.
sr_cyrl_rs: Анкета већ постоји на овом серверу.
sv_se: Rösten är redan igång på denna server.
tr_tr: Anket, bu sunucuda zaten çalışıyor.
zh_cn: 此服务器上已运行投票。
zh_tw: 此伺服器正在投票中。

# games_poll_created
source: 📃 {0} has created a poll which requires your attention:
de_de: 📃 {0} hat eine Umfrage erstellt die Ihre Aufmerksamkeit benötigt:
es_es: 📃 {0} ha creado una encuesta que requiere de tu atención.
fr_fr: 📃 {0} a créé un sondage qui requiert votre attention:
id_id: 📃 {0} telah membuat pemilihan yang memerlukan perhatian anda:
it_it: 📃 {0} ha creato un sondaggio che richiede la tua attenzione:
ko_kr: 📃 {0}님이 투표를 생성하였습니다.
nb_no: 📃 {0} har startet en avstemming som krever din oppmerksomhet:
pl_pl: 📃 {0} stworzył ankietę, która wymaga twojej uwagi:
pt_br: 📃 {0} criou uma votação que requer sua atenção:
sr_cyrl_rs: 📃 {0} је направио анкету која захтева вашу пажњу.
sv_se: 📃 {0} har skapat en röst som kräver din uppmärksamhet:
tr_tr: 📃 {0} dikkatinizi gerektiren bir anket hazırladı:
zh_cn: 📃{0}创建一个需要您注意的投票：
zh_tw: 📃 {0} 建立了一個需要您的注意的投票:

# games_poll_result
source: `{0}.` {1} with {2} votes.
de_de: `{0}.` {1} mit {2} Abstimmungen.
es_es: `{0}.` {1} con {2} votos.
fr_fr: `{0}.` {1} avec {2} votes.
id_id: '{0}.' {1} dengan {2} suara.
it_it: '{0}. '{1} con {2} voti.
ko_kr: `{0}.` {2}표를 획득한 {1}이(가) 되었습니다.
nb_no: `{0}.` {1} med {2} stemmer.
pl_pl: `{0}.` {1} z {2} głosami.
pt_br: `{0}.` {1} com {2} votos.
sr_cyrl_rs: `{0}.` {1} са {2} гласова.
sv_se: `{0}.` {1} med {2} röster.
tr_tr: `{0}.'{1} ile {2} oy aldı.
zh_cn: '{0}'。{1} 有 {2}票。
zh_tw: `{0}.` {1} 有 {2} 票。

# games_poll_voted
source: {0} voted.
de_de: {0} stimmte ab.
es_es: {0} votó.
fr_fr: {0} a voté.
he_il: {0} הצביע.
id_id: {0} memilih.
it_it: {0} ha votato.
ko_kr: {0}님이 투표하였습니다.
nb_no: {0} stemte.
pl_pl: {0} głosów.
pt_br: {0} votou.
sr_cyrl_rs: {0} је гласао
sv_se: {0} röstade.
tr_tr: {0} oyladı.
zh_cn: {0}投了票。
zh_tw: {0} 投下了神聖的一票。

# games_poll_vote_private
source: Private Message me with the corresponding number of the answer.
de_de: Senden Sie mir eine Private Nachrciht mit der entsprechenden Nummer der Antwort.
es_es: Envíame un mensaje privado con el número correspondiente a la respuesta.
fr_fr: Envoyez moi un message privé avec le numéro correspondant à la réponse.
id_id: Kirim saya pesan pribadi dengan angka yang sesuai dari jawaban.
it_it: Mandami in privato il numero della risposta.
ko_kr: 해당 답변 번호와 함께 개인 메시지를 보내세요.
nb_no: Send meg en privat melding med korresponderende antall svar.
pt_br: Mande uma Mensagem Direta para mim com o número que corresponde à resposta.
sr_cyrl_rs: Пошаљите ми број одговора у приватној поруци.
sv_se: Privat Meddela mig det nummer som stämmer överens med svaret.
tr_tr: Özel cevap numarasına karşılık bana mesaj atın.
zh_cn: 私人消息我相应答案的数字。
zh_tw: 請私訊我您要投票的號碼。

# games_poll_vote_public
source: Send a Message here with the corresponding number of the answer.
de_de: Senden Sie hier eine Nachricht mit der entsprechenden Nummer der Antwort.
es_es: Envía un mensaje aquí con el número correspondiente a la respuesta.
fr_fr: Envoyez un Message ici avec le numéro correspondant à la réponse.
id_id: Kirim pesan dengan menggunakan nomor dari jawaban.
it_it: Scrivi qui il numero della risposta.
ko_kr: 해당 답변 번호와 함께 여기에 메시지를 보내세요.
nb_no: Send en melding her med tilsvarende nummer til ditt svar.
pt_br: Mande uma Mensagem aqui com o número que corresponde à resposta.
sr_cyrl_rs: Пошаљите број одговора у овом каналу.
sv_se: Skicka ett Meddelande här med det nummer som stämmer överens med svaret.
tr_tr: Yanıtın ilgili numarasını içeren bir Mesaj gönderin.
zh_cn: 在这里发送消息相应答案的数字。
zh_tw: 請在此打出要投票的號碼。

# games_thanks_for_voting
source: Thank you for voting, {0}
de_de: Danke für das Abstimmen. {0}
es_es: Gracias por votar, {0}
fr_fr: Merci d'avoir voté, {0}
he_il: תודה שהצבעתת {0}
id_id: Terima kasih telah memilih, {0}
it_it: Grazie per aver votato, {0}
ko_kr: {0}님, 투표해주셔서 감사합니다
nb_no: Takk for at du stemte, {0}
pl_pl: Dziękuję za oddany głos, {0}
pt_br: Obrigado por votar, {0}
sr_cyrl_rs: Хвала што сте гласали.
sv_se: Tack för att du röstade, {0}
tr_tr: Oylama için teşekkür ederiz, {0}
zh_cn: 谢谢投票，{0}
zh_tw: 感謝您神聖的一票，{0}

# games_x_votes_cast
source: {0} total votes cast.
de_de: {0} totale Abstimmungen eingereicht.
es_es: {0} votos totales.
fr_fr: {0} votes enregistrés au total.
id_id: {0} total suara dikirim.
it_it: {0} voti in totale.
ko_kr: {0}개의 표가 투표되었습니다.
nb_no: {0} totalt stemmer avgitt.
pl_pl: {0} oddanych głosów.
pt_br: Total de {0} votos proferidos.
sr_cyrl_rs: {0} укупан број гласова.
sv_se: {0} antal röster gjorda.
tr_tr: {0} toplam oynanan oy.
zh_cn: {0}投票总数。
zh_tw: 總票數為 {0}

# games_pick_pl
source: Pick them up by typing `{0}pick`
de_de: Sammel sie durch das Schreiben von `{0}pick`
es_es: Tómalas escribiendo `{0}pick`
fr_fr: Ramassez-les en écrivant `{0}pick`
he_il: בחר אותם על ידי הקלדת `{0}בחר`
id_id: Mengambil barang tersebut dengan mengetik `{0}ambil`
it_it: Prendili scrivendo `{0}prendi`
ko_kr: `{0}pick`을 입력해서 획득하세요.
nb_no: Plukk dem opp ved å skrive `{0}pick`
pl_pl: Podnieś je przez napisanie `{0}pick`
pt_br: Pegue digitando `{0}pick`
sr_cyrl_rs: Покупите их куцајући `{0}pick`
sv_se: Plocka upp de genom att skriva `{0}pick`
tr_tr: `{0}pick` yazarak onları topla
zh_cn: 用 `{0}pick` 命令來捡起。
zh_tw: 輸入 `{0}pick` 來拾取。

# games_pick_sn
source: Pick it up by typing `{0}pick`
de_de: Sammel sie durch das Schreiben von `{0}pick
es_es: Tómala escribiendo `{0}pick`
fr_fr: Ramassez-le en écrivant `{0}pick`
id_id: Ambil dengan mengetik '{0}pick'
it_it: Prendilo scrivendo `{0}prendi`
ko_kr: `{0}pick`을 입력해서 획득하세요.
nb_no: Plukk den opp ved å skrive `{0}pick`
pl_pl: Podnieś to przez napisanie `{0}pick`
pt_br: Pegue digitando `{0}pick`
sr_cyrl_rs: Покупи тако што укуцаш `{0}pick`
sv_se: Plocka upp den genom att skriva `{0}pick`
tr_tr: `{0}pick` yazarak topla
zh_cn: 用 `{0}pick` 命令來捡起。
zh_tw: 輸入 `{0}pick` 來拾取。

# gambling_no_users_found
source: No user found.
de_de: Kein Benutzer gefunden.
es_es: No encontré ese usuario.
fr_fr: Aucun utilisateur trouvé.
he_il: משתמש לא נמצא.
id_id: Pengguna tidak ditemukan.
it_it: Nessun utente trovato.
ko_kr: 사용자를 찾지 못했습니다.
nb_no: Ingen bruker funnet
pl_pl: Nie znaleziono użytkownika.
pt_br: Nenhum usuário encontrado.
sr_cyrl_rs: Нема корисника.
sv_se: Inga användare funna.
tr_tr: Kullanıcı bulunamadı.
zh_cn: 此用户不存在。
zh_tw: 找不到成員

# gambling_page
source: page {0}
de_de: Seite {0}
es_es: página {0}
he_il: דף {0}
id_id: halaman {0}
it_it: pagina {0}
ko_kr: {0}페이지
nb_no: side {0}
pl_pl: Strona {0}
pt_br: Página {0}
sr_cyrl_rs: страница {0}
sv_se: sida {0}
tr_tr: sayfa {0}
zh_cn: 页面 {0}
zh_tw: 第 {0} 頁

# administration_must_be_in_voice
source: You must be in a voice channel on this server.
de_de: Sie müssen in einem Sprachkanal auf diesem Server sein.
es_es: debes estar en un canal de voz.
fr_fr: Vous devez être sur un salon vocal sur ce serveur.
he_il: אתה חייב להיות בערוץ קול.
id_id: Anda harus berada pada channel suara di server ini.
it_it: Devi essere in un canale vocale in questo server.
ko_kr: 이 서버의 음성 채널에 있어야합니다.
nb_no: Du må være i en talekanal på denne serveren
pl_pl: Musisz znajdować się na kanale głosowym na tym serwerze.
pt_br: Você deve estar em um canal de voz neste servidor.
sr_cyrl_rs: Мораш бити у гласовном каналу на овом серверу.
sv_se: Du måste vara i en röstkanal på denna server.
tr_tr: Bu sunucudaki bir ses kanalda olmalısınız.
zh_cn: 您必须加入此服务器的语音频道。
zh_tw: 您必須要在此伺服器上的語音頻道。

# administration_no_vcroles
source: There are no voice channel roles.
de_de: Keine Sprachkanal Rollen gefunden.
es_es: No hay roles para el canal de voz.
fr_fr: Il n'y a pas de rôle de salon vocal.
id_id: Tidak ada peran untuk saluran suara.
it_it: Non ci sono ruoli nei canali vocali.
ko_kr: 음성채널 역할이 없습니다.
nb_no: Det finnes ingen stemmekanal-roller
pl_pl: Niema żadnych ról w kanałach głosowych.
pt_br: Não há cargos de canais de voz.
sr_cyrl_rs: Нема рола за говорне канале.
sv_se: Det finns inga röstkanalsroller.
tr_tr: Sesli kanal rolü yok.
zh_cn: 没有可设置的语音频道身份。
zh_tw: 沒有語音頻道身分組。

# administration_user_muted_time
source: {0} has been **muted** from text and voice chat for {1} minutes.
de_de: {0} wurde **stummgeschaltet** im Text- und Sprachchat für {1} minuten.
es_es: {0} ha sido **silenciado** de chat y voz por {1} minutos.
fr_fr: {0} est désormais **muet** du chat textuel et vocal pour {1} minutes.
id_id: {0} telah **dibisukan** dari teks dan saluran suara selama {1} menit.
it_it: {0} è stato **mutato* dal canale di testo e vocale per {1} minuti.
ko_kr: {0}은(는) 음성과 텍스트 채팅으로 부터 {1} 분간 **음소거**되었습니다.
nb_no: {0} har blitt **dempet** fra tekst og tale i {1} minutt(er)
pl_pl: {0} został **wyciszony** w kanałach tekstowych oraz głosowych na {1} minut.
pt_br: {0} foi **mutado** nos chats de texto e voz por {1} minutos.
sr_cyrl_rs: {0} је **занемљен** из текстовних и гласовних канала на {1} минута.
sv_se: {0} har blivit **mutad** från text och röstchatt i {1} minuter.
tr_tr: {0} metin ve sesli sohbetten {1} dakika **sessiz** hale getirildi.
zh_cn: 用户 {0} 被静音和禁言 {1} 分钟。
zh_tw: {0} 已被 **禁止** __文字和語音聊天__，持續 {1} 分鐘。

# administration_vcrole_added
source: Users who join {0} voice channel will get {1} role.
de_de: Benutzer die dem Sprachkanal {0} beitreten werden der Rolle {1} zugeweist.
es_es: Los usuarios que entren al canal de voz {0} obtendrán el rol {1}.
fr_fr: Les utilisateurs rejoignant le salon vocal {0} obtiendront le rôle {1}.
id_id: Pengguna yang bergabung {0} channel suara akan mendapatkan peran {1}.
it_it: Gli utenti che entrano {0} canale vocale avranno {1} come ruolo.
ko_kr: 음성채널 {0}에 입장하는 사용자는 {1} 역할을 얻게됩니다.
nb_no: Brukere som blir med i talekanalen {0} får rollen {1}.
pl_pl: Użytkownicy którzy dołączą do kanału głosowego {0} , otrzymają rolę {1}.
pt_br: Usuários que entrarem no canal de voz {0} receberão o cargo {1}.
sr_cyrl_rs: Корисници који уђу у говорни канал {0} ће добити ролу {1}.
sv_se: Användare som går in i röstkanalen {0} får rollen {1}.
tr_tr: {0} sesli kanalına katılan kullanıcılar {1} rolünü alacaktır.
zh_cn: 新加入{0}语音频道的用户会得到{1}身份。
zh_tw: 進入 {0} 頻道的成員將會獲得 {1} 身分組。

# administration_vcrole_removed
source: Users who join {0} voice channel will no longer get a role.
de_de: Benutzer die den Sprachkanal {0} beitreten werden nicht länger einer Rolle zugeweist.
es_es: Los usuarios que entren al canal de voz {0} ya no obtendrán un rol.
fr_fr: Les utilisateurs rejoignant le salon vocal {0} n’obtiendront plus de rôle.
id_id: Pengguna yang bergabung {0} channel suara tidak lagi mendapatkan peran.
it_it: Gli utenti che entrano {0} canale vocale non avranno più un ruolo.
ko_kr: 음성채널 {0}에 입장하는 사용자는 더이상 {1} 역할을 얻지 못합니다.
nb_no: Brukere som blir med i talekanalen {0} får ikke lenger noen rolle.
pl_pl: Użytkownicy którzy dołączą do kanału głosowego {0} już nie dostaną roli.
pt_br: Usuários que entrarem no canal de voz {0} não irão mais receber um cargo.
sv_se: Användare som går med {0} röstkanalen kommer inte längre få en roll.
tr_tr: {0} sesli kanalına katılan kullanıcılar artık bir rol almaz.
zh_cn: 新加入{0}语音频道的用户不会再得到身份。
zh_tw: 進入 {0} 頻道的成員將不再獲得身分組。

# administration_vc_role_list
source: Voice channel roles
de_de: Rollen für Sprachkanäle
es_es: Roles para el canal de voz
fr_fr: Rôles du salon vocal
id_id: Peran channel suara
it_it: Ruoli del canale vocale
ko_kr: 음성채널 역할
nb_no: Stemmekanal-roller
pl_pl: Uprawnienia kanału głosowego
pt_br: Cargos de canais de voz
sv_se: Röstkanalsroller
tr_tr: Sesli kanal rolleri
zh_cn: 语音频道身份
zh_tw: 語音頻道身分組

# customreactions_crad_disabled
source: Message triggering the custom reaction with id {0} won't get automatically deleted.
de_de: Auslösende Nachricht der benutzerdefinierten Reaktion mit der ID {0} wird nicht automatisch gelöscht.
es_es: El mensaje de ejecución del comando personalizado con la ID {0} no será eliminado automáticamente.
fr_fr: Le message déclenchant la réaction personnalisée avec l'ID {0} ne sera pas automatiquement effacé.
id_id: Mereaksi reaksi kustom menggunakan pesan dengan id {0} tidak akan dihapus secara otomatis.
it_it: I messaggi che innescano la reazione personalizzata con id {0} non saranno automaticamente eliminati.
ko_kr: ID {0} 커스텀 리액션을 작동시키는 메시지는 자동삭제되지 않습니다.
nb_no: Meldingen som aktiverer reaksjonen med ID {0} vil ikke bli automatisk slettet.
pt_br: A mensagem que ativa a reação personalizada com id {0} não será deletada automaticamente.
sv_se: Meddelande som triggrar den egengjorda reaktion med id {0} kommer inte bli automatiskt raderad.
tr_tr: {0} kimliğiyle özel reaksiyonu tetikleyen mesaj otomatik olarak silinmeyecek.
zh_cn: 触发 ID{0} 定制反应的命令不会被自动删除。
zh_tw: 觸發自訂回應 ID 為 {0} 的訊息不會自動刪除。

# customreactions_crad_enabled
source: Message triggering the custom reaction with id {0} will get automatically deleted.
de_de: Auslösende Nachricht der benutzerdefinierten Reaktion mit der ID {0} wird automatisch gelöscht.
es_es: El mensaje de ejecución del comando personalizado con la ID {0} será eliminado automáticamente.
fr_fr: Le message déclenchant la réaction personnalisée avec l'ID {0} sera automatiquement effacé.
id_id: Mereaksikan reaksi kustom menggunakan pesan dengan id {0} akan dihapus secara otomatis.
it_it: I messaggi che innescano la reazione personalizzata con id {0} saranno automaticamente eliminati.
ko_kr: ID {0} 커스텀 리액션을 작동시키는 메시지는 자동삭제됩니다.
nb_no: Meldingen som aktiverer reaksjonen med ID {0} vil bli automatisk slettet.
pt_br: A mensagem que ativa a reação personalizada com id {0} será deletada automaticamente.
sv_se: Meddelandet som triggrar den egengjorda reaktion med id {0} kommer bli
tr_tr: {0} kimliğiyle özel reaksiyonu tetikleyen mesaj otomatik olarak silinecek.
zh_cn: 触发 ID{0} 定制反应的命令将会被被自动删除。
zh_tw: 觸發自訂回應 ID 為 {0} 的訊息將會自動刪除。

# customreactions_crdm_disabled
source: Response message for the custom reaction with id {0} won't be sent as a DM.
de_de: Reaktionsnachricht für die benutzerdefinierte Reaktion mit der ID {0} wird nicht als DN gesendet.
es_es: Respuesta del mensaje para el comando personalizado con la ID {0} no será enviada como MP.
fr_fr: Le message de réponse pour la réaction personnalisée avec l'ID {0} ne sera pas envoyé en MP.
id_id: Pesan respon untuk reaksi kustom dengan id {0} tidak akan dikirim sebagai DM.
it_it: Il messaggio di risposta per la reazione personalizzata con l'id {0} non sarà inviato come MP.
ko_kr: 이제 ID {0} 커스텀 리액션에 대한 반응은 DM으로 전송되지 않습니다.
nb_no: Respons-meldingen for tilpasset reaksjon med ID {0} vil ikke bli sendt som DM.
pl_pl: Odpowiedź na niestandardową reakcję z id {0} będzie wysłana jako wiadomość prywatna.
pt_br: A resposta para a reação personalizada com o id {0} não será enviada como mensagem direta.
sv_se: Svar meddelande för den egengjorda reaktion med id {0} kommer inte att skickas som ett DM.
tr_tr: {0} kimliğine sahip özel reaksiyon için verilen yanıt mesajı DM olarak gönderilmeyecek.
zh_cn: ID {0}定制反应的回复不会已私聊模式发送。
zh_tw: 自訂回應 ID 為 {0} 的回應不會以私訊方式傳送。

# customreactions_crdm_enabled
source: Response message for the custom reaction with id {0} will be sent as a DM.
de_de: Reaktionsnachricht für die benutzerdefinierte Reaktion mit der ID {0} wird nicht als DN gesendet.
es_es: Respuesta del mensaje para el comando personalizado con la ID {0} será enviada como MP.
fr_fr: Le message de réponse pour la réaction personnalisée avec l'ID {0} sera envoyé en MP.
id_id: Pesan respon untuk reaksi kustom dengan id {0} akan dikirim sebagai DM.
it_it: I messaggi di risposta per la reazione personalizzata id {0} saranno ora mandati come MP.
ko_kr: ID {0} 커스텀 리액션에 대한 반응은 DM으로 전송됩니다.
nb_no: Respons-meldingen for tilpasset reaksjon med ID {0} vil bli sendt som DM
pl_pl: Odpowiedź na niestandardową reakcję z id {0} będzie wysłana jako wiadomość prywatna.
pt_br: A resposta para a reação personalizada com o id {0} será enviada como mensagem direta.
sv_se: Svar meddelande för den egengjoda reaktion med id {0} kommer att skickas som ett DM.
tr_tr: {0} kimliğine sahip özel reaksiyon için verilen yanıt mesajı bir DM olarak gönderilecek.
zh_cn: ID {0}定制反应的回复会以私聊模式发送。
zh_tw: 自訂回應 ID 為 {0} 的回應將會以私訊方式傳送。

# utility_aliases_none
source: No alias found
de_de: Keinen Alias gefunden
es_es: No encontré ningún alias.
fr_fr: Pas d'alias trouvé.
id_id: Alias tidak ditemukan
it_it: Nessun alias trovato
ko_kr: 가명을 찾지 못했습니다.
nb_no: Ingen alias funnet
pt_br: Atalho não encontrado
sv_se: Ingen alias hittad
tr_tr: Takma ad bulunamadı
zh_cn: 没有找到任何命令别名。
zh_tw: 找不到別名

# utility_alias_added
source: Typing {0} will now be an alias of {1}.
de_de: {0} ist nun ein Alias für {1}
es_es: Escribir {0} ahora será un alias de {1}.
fr_fr: {0} sera maintenant l'alias de {1}.
id_id: Mengetik {0} sekarang akan menjadi alias dari {1}.
it_it: Scrivere {0} sarà ora un alias di {1}.
ko_kr: {0}을(를) 입력하면 이제 {1}이(가) 입력됩니다.
nb_no: {0} er nå alias for {1}
pt_br: Digitar {0} agora será um atalho de {1}.
sv_se: Skriver {0} kommer nu vara en alias av {1}.
tr_tr: Yazma {0} şimdi {1} 'in bir takma adı olacak.
zh_cn: {1} 命令的新别名设置成为 {0}。
zh_tw: 現在輸入 {0} 會被辨識為 {1} 的別名了。

# utility_alias_list
source: List of aliases
de_de: Liste der Aliasse
es_es: Lista de alias
fr_fr: Liste des alias
id_id: Daftar alias
it_it: Lista degli alias
ko_kr: 가명 목록
nb_no: Liste over alias
pl_pl: Lista pseudonimów
pt_br: Lista de atalhos
sv_se: Lista av aliaser
tr_tr: Takma ad listesi
zh_cn: 别名列表
zh_tw: 別名列表

# utility_alias_removed
source: Trigger {0} no longer has an alias.
de_de: Der Auslöser {0} hat keinen Alias mehr
es_es: El comando {0} ya no tiene un alias.
fr_fr: {0} n'a plus d'alias.
id_id: Perintah {0} sekarang tidak memiliki alias.
it_it: Innescato {0} non ha più un Alias.
ko_kr: 트리거 {0}의 가명을 삭제했습니다.
nb_no: {0} har ikke lenger noe alias
pt_br: Comando {0} não possui mais um atalho.
sv_se: Aktivering {0} har inte längre någon alias.
tr_tr: Tetikleyici {0} artık bir takma ada sahip değil.
zh_cn: {0} 命令的别名已经成功删除。
zh_tw: 觸發 {0} 不再有別名。

# utility_alias_remove_fail
source: Trigger {0} didn't have an alias.
de_de: Der Auslöser {0} hatte keinen Alias
es_es: El comando {0} no tiene un alias.
fr_fr: {0} n'avait pas d'alias.
id_id: Perintah {0} tidak mempunyai alias.
it_it: Innescato {0} non ha un alias.
ko_kr: 트리거 {0}은(는) 가명이 없었습니다.
nb_no: {0} hadde ikke noe alias
pt_br: Comando {0} não possui um atalho.
sv_se: Trigger {0} hade ingen alias.
tr_tr: Tetikleyici {0} 'nin takma adı yoktu.
zh_cn: {0} 命令没有已经设置的别名。
zh_tw: 觸發 {0} 並沒有別名。

# searches_compet_playtime
source: Competitive playtime
de_de: Kompetetive Spielzeit
es_es: Tiempo de juego en competitivo
fr_fr: Temps en jeu compétitif.
id_id: Waktu bermain kompetitif
it_it: Tempo di gioco competitivo
ko_kr: 경쟁전 플레이 시간
nb_no: Kompetitiv spilltid
pt_br: Tempo de jogo competitivo
sv_se: Kompetitiv speltid
tr_tr: Rekabetçi oyun süresi
zh_cn: 竞争比赛游戏时间。
zh_tw: 競技時數

# administration_channel
source: Channel
de_de: Kanal
es_es: Canal
fr_fr: Salon
id_id: Saluran
it_it: Canale
ko_kr: 채널
nb_no: Kanal
pl_pl: Kanał
pt_br: Canal
sv_se: Kanal
tr_tr: Kanal
zh_cn: 频道
zh_tw: 頻道

# administration_command_text
source: Command Text
de_de: Befehls Text
es_es: Comando de texto
fr_fr: Texte de la commande.
id_id: Teks perintah
it_it: Testo del comando
ko_kr: 명령어 텍스트
nb_no: Kommando tekst
pt_br: Comando de Texto
sv_se: Kommando Text
tr_tr: Kanal Mesajı
zh_cn: 指令
zh_tw: 指令

# administration_kicked_pl
source: Kicked
es_es: Expulsados
fr_fr: Expulsés
id_id: Ditendang
it_it: Espulso
ko_kr: 강퇴
nb_no: Sparket
pl_pl: Wyrzucony
pt_br: Kickados
sv_se: Sparkad
tr_tr: Atıldı
zh_cn: 已被踢出
zh_tw: 踢除

# administration_moderator
source: Moderator
es_es: Moderador
fr_fr: Modérateur
it_it: Moderatore
ko_kr: 관리자
pt_br: Moderador
tr_tr: Moderatör
zh_cn: 群管
zh_tw: 群管

# administration_page
source: page {0}
de_de: Seite {0}
es_es: Página {0}
id_id: Halaman {0}
it_it: pagina {0}
ko_kr: {0}페이지
nb_no: side {0}
pl_pl: strona {0}
pt_br: página {0}
sv_se: Sida {0}
tr_tr: sayfa {0}
zh_cn: 第{0}页
zh_tw: 第 {0} 頁

# administration_reason
source: Reason
de_de: Grund
es_es: Razón
fr_fr: Raison
id_id: Alasan
it_it: Ragione
ko_kr: 사유
nb_no: Grunn
pl_pl: Powód
pt_br: Motivo
sv_se: Anledning
tr_tr: Sebep
zh_cn: 原因
zh_tw: 理由

# administration_scadd
source: New startup command added.
de_de: Neuer Startbefehl hinzugefügt.
es_es: Nuevo comando de inicio añadido.
fr_fr: Nouvelle commande au démarrage ajoutée.
id_id: Perintah startup ditambahkan.
it_it: Nuovo comando all'avvio aggiunto.
ko_kr: 새로운 시작 명령어가 추가되었습니다.
nb_no: Ny oppstartskommando lagt til.
pt_br: Novo comando de inicialização adicionado.
sv_se: Ny uppstart kommando tillagd.
tr_tr: Yeni başlangıç komutu eklendi.
zh_cn: 新启动执行命令已加
zh_tw: 已新增新的啟動執行命令。

# administration_scrm
source: Startup command successfully removed.
de_de: Startbefehl wurde erfolgreich entfernt.
es_es: Comando de inicio removido satisfactoriamente.
fr_fr: Commande au démarrage retirée.
id_id: Penghilangan perintah startup sukses.
it_it: Comando all'avvio rimosso con successo.
ko_kr: 시작 명렁어가 성공적으로 삭제되었습니다.
nb_no: Oppstartskommando fjernet.
pt_br: Comando de inicialização removido com sucesso.
sv_se: Uppstart kommando har blivit avtagen.
tr_tr: Başlangıç komutu başarıyla kaldırıldı.
zh_cn: 启动执行命令已删
zh_tw: 啟動執行命令已移除。

# administration_scrm_fail
source: Startup command not found.
de_de: Startbefehl konnte nicht gefunden werden
es_es: Comando de inicio no encontrado.
fr_fr: Commande au démarrage introuvable.
id_id: Perintah startup tidak ditemukan.
it_it: Comando all'avvio non trovato.
ko_kr: 시작 명령어를 찾을 수 없습니다.
nb_no: Fant ikke oppstartskommando
pt_br: Comando de inicialização não encontrado.
sv_se: Uppstart kommando hittas inte.
tr_tr: Başlangıç komutu bulunamadı.
zh_cn: 启动执行命令未找到
zh_tw: 找不到啟動執行命令。

# administration_server
source: Server
es_es: Servidor
fr_fr: Serveur
ko_kr: 서버
pl_pl: Serwer
pt_br: Servidor
tr_tr: Sunucu
zh_cn: 服务器
zh_tw: 伺服器
