Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# administration_hierarchy
source: You can't use this command on users with a role higher or equal to yours in the role hierarchy.
de_de: Sie können diesen befehl nicht an Benutzern mit einer Rolle über oder gleich zu Ihrer in der Rangordnung benutzen.
es_es: No puedes usar este comando con usuarios que tienen un rol más alto o igual al tuyo.
fr_fr: Vous ne pouvez pas utiliser cette commande sur les utilisateurs dont le rôle est supérieur ou égal au vôtre dans la hiérarchie.
he_il: אתה לא יכול להשתמש בפקודה זו על משתמשים עם תפקיד שווה או גבוהה ממך בדירוג.
id_id: Anda tidak bisa menggunakkan perintah ini pada pengguna dengan peran yang lebih tinggi atau setara dengan anda di dalam hierarki peran.
it_it: Non puoi usare questo comando su utenti con un ruolo superiore o pari al tuo.
ko_kr: 당신은 이 명령어를 당신보다 상위나 동등한 권한관계를 가진 사람에게 쓸 수 없습니다.
nb_no: Du kan ikke bruke denne kommandoen på brukere som har en rolle høyere eller på samme nivå som deg i hierarkiet.
pl_pl: Nie możesz użyć tej komendy na użytkowniku z rolą wyższą lub równą twojej.
pt_br: Você não pode usar este comando em usuários com um cargo maior ou igual ao seu na hierarquia dos cargos.
sv_se: Du kan inte använda detta kommando på användare med högre eller likastående rank till din egna enligt rankerna.
tr_tr: Bu komutu, rol hiyerarşisinde sizinle aynı veya daha yüksek bir rolü olan kullanıcılar üzerinde kullanamazsınız.
zh_cn: 您不能对身份层次结构中身份高于或等于您的身份的用户使用此命令。
zh_tw: 您不能對身分組與您一樣或更高的成員使用此指令。

# administration_images_loaded
source: Images loaded after {0} seconds!
de_de: Bilder wurden geladen nach {0} sekunden!
es_es: ¡Imágenes cargadas después de {0} segundos!
fr_fr: Images chargées après {0} secondes!
he_il: התמונות יעלו אחרי {0} שניות.
id_id: Gambar ditampilkan setelah {0} detik!
it_it: Immagine caricata dopo {0} secondi!
ko_kr: 이미지가 {0}초 후에 생성되었습니다!
nb_no: Bilder lastet etter {0} sekunder!
pl_pl: Obrazki załadowane po {0} sekundach.
pt_br: Imagens carregadas após {0} segundos!
sv_se: Bilder laddade efter {0} sekunder!
tr_tr: Resimler {0} saniye sonra yüklendi!
zh_cn: {0}秒后加载图片！
zh_tw: 圖片共花了 {0} 秒載入!

# administration_invalid_format
source: Invalid input format.
de_de: Ungültiges Eingabeformat.
es_es: Formato de entrada no válido.
fr_fr: Format d'entrée invalide.
he_il: הפורמט המבוקש שגוי.
id_id: Format input tidak valid.
it_it: Formato di input invalido.
ko_kr: 유효하지않은 입력 포맷입니다.
nb_no: Ugyldig tilførings format.
pl_pl: Niepoprawny format zmiennej.
pt_br: Formato de entrada inválido.
sv_se: Ogiltig inmatnings format.
tr_tr: Geçersiz giriş biçimi.
zh_cn: 输入格式不正确。
zh_tw: 無效的輸入格式。

# administration_invalid_params
source: Invalid parameters.
de_de: Ungültige Übergabevariable.
es_es: Parámetros no válidos.
fr_fr: Paramètres invalides.
he_il: פרמטרים לא חוקיים.
id_id: Parameter tidak valid.
it_it: Parametri Invalidi
ko_kr: 유효하지않은 파라미터입니다.
nb_no: Ugyldige parametere
pl_pl: Niepoprawne parametry.
pt_br: Parâmetros inválidos.
sv_se: Ogiltiga parametrar.
tr_tr: Geçersiz parametreler.
zh_cn: 参数不正确。
zh_tw: 無效的參數。

# administration_joined
source: {0} has joined {1}
de_de: {0} ist {1} beigetreten
es_es: {0} ha entrado {1}
fr_fr: {0} a rejoint {1}
he_il: {0} הצטרף {1}
id_id: {0} telah bergabung {1}
it_it: {0} è entrato {1}
ko_kr: {0}님이 {1}에 입장하였습니다.
nb_no: {0} ble med i {1}
pl_pl: {0} dołączył do {1}
pt_br: {0} juntou-se a {1}
sv_se: {0} har gått med {1}
tr_tr: {0} {1}'e katıldı.
zh_cn: {0} 加入了 {1}
zh_tw: {0} 已加入 {1}

# administration_kickdm
source: You have been kicked from {0} server. Reason: {1}
de_de: Sie haben {0} von dem Server gekickt. Grund: {1}
es_es: Has sido expulsado del servidor {0}. Razón: {1}
fr_fr: Vous avez été expulsé du serveur {0}. Raison: {1}
he_il: אתה הוסרת מהשרת {0} בגלל הסיבה: {1}
id_id: Anda telah dikeluarkan dari server (0}. Alasan: {1}
it_it: Sei stato cacciato dal {0} server. Ragione: {1}
ko_kr: 당신은 {0} 서버에서 퇴장당했습니다. 사유 : {1}
nb_no: Du har blitt sparket fra {0} Grunn: {1}
pl_pl: Zostałeś wyrzucony z serwera {0}. Powód: {1}
pt_br: Você foi kickado do servidor {0}. Razão: {1}
sv_se: Du har blivit kickad från {0} server. Anledning: {1}
tr_tr: {0} sunucusundan atıldınız. Sebep: {1}
zh_cn: 你被踢出{0}的服务器。 理由：{1}
zh_tw: 你已被 {0} 伺服器踢出。 原因：{1}

# administration_kicked_user
source: User kicked
de_de: Benutzer wurde gekickt
es_es: Usuario expulsado:
fr_fr: Utilisateur expulsé
he_il: משתמש נבעט.
id_id: Pengguna dikeluarkan
it_it: Utente cacciato
ko_kr: 사용자 강제퇴장
nb_no: Bruker sparket
pl_pl: Użytkownik wyrzucony
pt_br: Usuário Kickado
sr_cyrl_rs: Кикован корисник
sv_se: Användare sparkad
tr_tr: Kullanıcı atıldı
zh_cn: 用户已被踢出
zh_tw: 成員已被踢出

# administration_lang_list
source: List of languages
de_de: Liste der Sprachen
es_es: Lista de lenguajes
fr_fr: Listes des langues
he_il: רשימה של כל השפות
id_id: Daftar bahasa-bahasa
it_it: Lista delle lingue
ko_kr: 언어 목록
nb_no: Liste over språk {0}
pl_pl: Lista języków
pt_br: Lista de Linguagens {0}
sr_cyrl_rs: List Of Languages {0}
sv_se: Lista av språk {0}
tr_tr: Dil Listesi
zh_cn: 语言列表 {0}
zh_tw: 可用的語言清單 {0}

# administration_lang_set
source: Your server's locale is now {0} - {1}
de_de: Die Sprachumgebung des Servers ist jetzt {1} - {1}
es_es: El lenguaje local del servidor ahora es {0} - {1}
fr_fr: La langue du serveur est désormais {0} - {1}
id_id: Bahasa server anda sekarang adalah {0} - {1}
it_it: La lingua del tuo server è ora {0} - {1}
ko_kr: 서버의 지역이 {0} - {1}로 변경되었습니다.
nb_no: Din servers' lokasjon er nå {0} - {1}
pl_pl: Twojego servra lokal jest teraz {0} - {1}
pt_br: A região do seu servidor agora é {0} - {1}
sv_se: Din servers lokal är nu {0} -{ 1}
tr_tr: Sunucunuzun dili değiştirildi: {0} - {1}
zh_cn: 您的服务器的语言设置现在为{0} - {1}
zh_tw: 您的伺服器語言現在為 {0} - {1}

# administration_lang_set_bot
source: Bot's default locale is now {0} - {1}
de_de: Die Sprachumgebung des Bots ist nun {0} - {1}
es_es: Lenguaje local por defecto del Bot ahora es {0} - {1}
fr_fr: La langue par défaut du bot est désormais {0} - {1}
id_id: Bahasa asli bot sekarang adalah {0} - {1}
it_it: La lingua di base del bot è ora {0} - {1}
ko_kr: 봇의 기본 지역이 {0} - {1}로 변경되었습니다.
nb_no: Bot'ens standard språk er satt til {1} - {1}
pt_br: A região padrão do bot agora é {0} - {1}
sv_se: Bottens standard lokal är nu {0} - {1}
tr_tr: Bot varsayılan dili değiştirildi: {0} - {1}
zh_cn: 机器人的默认语言环境现在是{0} - {1}
zh_tw: Bot 的預設語言為 {0} - {1}

# administration_lang_set_bot_show
source: Bot's language is set to {0} - {1}
de_de: Die Sprache des Bots ist {0} - {1}
es_es: Lenguaje del Bot configurado a {0} - {1}
fr_fr: La langue du bot a été changée pour {0} - {1}
he_il: שפת הבוט שונתה מ{0} ל{1}.
id_id: Bahasa bot di set ke {0} - {1}
it_it: La lingua del Bot è impostata a {0} - {1}
ko_kr: 봇의 언어가 {0} - {1}로 설정되었습니다.
nb_no: Bot'ens språk er satt til {0} - {1}
pl_pl: Język bota ustawiony na {0} - {1}
pt_br: A linguagem foi definida para {0} - {1}
sr_cyrl_rs: Bot's language is set to {0} - {0}
sv_se: Bottens språk är nu gjord till {0} - {1}
tr_tr: Bot dili değiştirildi: {0} - {1}
zh_cn: 机器人的语言设置为{0} - {1}
zh_tw: Bot 的語言已被設定為 {0} - {1}

# administration_lang_set_fail
source: Failed setting locale. Revisit this command's help.
de_de: Setzen der Sprachumgebung fehlgeschlagen. Greifen Sie auf diesen Befehls hilfe erneut auf.
es_es: No pude configurar el lenguaje local. Revisa la ayuda.
fr_fr: Échec dans la tentative de changement de langue. Veuillez consulter l'aide pour cette commande.
id_id: Gagal mengatur bahasa. Kunjungi bantuan untuk perintah ini.
it_it: Impostazione della lingua del server fallita. Riguarda la guida di questo comando.
ko_kr: 지역 설정에 실패했습니다. 이 명령어의 도움말을 참고하십세요.
nb_no: Kunne ikke sette språk. Vennligst sjekk denne kommandoens bruksinformasjon.
pt_br: Falha ao definir região. Veja a ajuda desse comando.
sv_se: Misslyckades att ställa lokal. Se över kommandots hjälp.
tr_tr: Dil ayarları değiştirilemedi. Komutun kılavuzuna bakın.
zh_cn: 设置语言设置失败。 重新访问此命令帮助。
zh_tw: 語言設定失敗，請重新檢閱本指令說明。

# administration_lang_set_show
source: This server's language is set to {0} - {1}
de_de: Diese Servers Sprache wurde zu {0} - {1} gesetzt
es_es: El lenguaje del servidor fue configurado a {0} - {1}
fr_fr: La langue de ce serveur est {0} - {1}
he_il: שפת שרת זה מוגדרת כ- {0} - {1}
id_id: Bahasa perintah ini sekarang di set ke {0} - {1}
it_it: La lingua di questo server è impostata a {0} - {1}
ko_kr: 이 서버의 언어가 {0} - {1}로 변경되었습니다.
nb_no: Denne serverens språk er satt til {0} - {1}
pl_pl: Język serwera został zmieniony na {0} - {1}
pt_br: A língua do servidor está definida para: {0} - {1}
sr_cyrl_rs: This server's language is set to {0} - {0}
sv_se: Denna servers språk är nu gjord till {0} - {1}
tr_tr: Sunucunun dili değiştirildi: {0} - {1}
zh_cn: 此服务器的语言设置为{0} - {1}
zh_tw: 本伺服器的語言現在為 {0} - {1}

# administration_left
source: {0} has left {1}
de_de: {0} verließ {1}
es_es: {0} ha salido {1}
fr_fr: {0} a quitté {1}
he_il: {0} עזב {1}
id_id: {0} telah pergi {1}
it_it: {0} ha lasciato {1}
ko_kr: {0}님이 {1}에서 퇴장하셨습니다.
nb_no: {0} har forlatt {1}
pl_pl: {0} opuścił {1}
pt_br: {0} saiu de {1}
sv_se: {0} har lämnat {1}
tr_tr: {0} {1}'den ayrıldı.
zh_cn: {0}已离开{1}
zh_tw: {0} 已離開 {1}

# administration_left_server
source: Left server {0}
de_de: Server {0} wurde verlassen
es_es: Servidor abandonado {0}
fr_fr: Serveur {0} quitté
he_il: {0} עזב את השרת
id_id: Meninggalkan server {0}
it_it: Ha lasciato il server {0}
ko_kr: {0} 서버에서 퇴장하였습니다.
nb_no: Forlot server {0}
pl_pl: Opuścił serwer {0}
pt_br: Servidor {0} deixado.
sv_se: Lämnat server {0}
tr_tr: {0} sunucudan ayrıldı.
zh_cn: 离开服务器{0}
zh_tw: 已離開伺服器 {0}

# administration_log
source: Logging {0} event in this channel.
de_de: Ereignis {0} wird in diesem Kanal aufgezeichnet.
es_es: Registrando los eventos de {0} en este canal.
fr_fr: Enregistrement de {0} événements dans ce salon.
he_il: רישום של האירוע {0} בערוץ זה.
id_id: Mencatat {0} event di channel ini.
it_it: Inserire {0} evento in questo canale.
ko_kr: 이 채널의 {0} 이벤트를 로깅합니다.
nb_no: Logger {0} hendelse på denne kanalen.
pl_pl: Logowanie wydarzenia {0} na tym kanale.
pt_br: Logando o evento {0} neste canal.
sv_se: Loggar {0} händelser i denna kanal.
tr_tr: Bu kanaldaki {0} olayları kayıt ediliyor.
zh_cn: 在此频道中记录{0}事件。
zh_tw: 在此頻道中紀錄 {0} 事件。

# administration_log_all
source: Logging all events in this channel.
de_de: Alle Ereignisse wird in diesem Kanal aufgezeichnet.
es_es: Registrando todos los eventos en este canal.
fr_fr: Enregistrement de tous les événements dans ce salon.
he_il: רישום כל האירועים בערוץ זה.
id_id: Mencatat semua event di channel ini.
it_it: Inseriti tutti gli eventi in questo canale.
ko_kr: 이 채널의 모든 이벤트를 로깅합니다.
nb_no: Logger alle hendelser i denne kanalen.
pl_pl: Logowanie wszystkich wydarzeń na tym kanale.
pt_br: Logando todos os eventos neste canal.
sv_se: Loggar alla händelser i denna kanal.
tr_tr: Bu kanaldaki bütün olaylar kayıt ediliyor.
zh_cn: 记录频道中所有事件
zh_tw: 在此頻道中記錄所有事件。

# administration_log_disabled
source: Logging disabled.
de_de: Aufzeichnungen wurden deaktiviert.
es_es: Registro deshabilitado.
fr_fr: Enregistrement désactivé.
he_il: הרישום הופסק.
id_id: Pencatatan dinonaktifkan.
it_it: Registrazione disattivata
ko_kr: 로깅이 비활성화되었습니다.
nb_no: Logging deaktivert.
pl_pl: Logowanie wyłączone.
pt_br: Log desativado.
sv_se: Loggning avaktiverad.
tr_tr: Kayıtlar devre dışı.
zh_cn: 记录功能取消
zh_tw: 紀錄功能已停用。

# administration_log_events
source: Log events you can subscribe to:
de_de: Aufzeichnungs Ereignisse die Sie abonnieren können:
es_es: Registro de eventos a los que te puedes suscribir:
fr_fr: Événements enregistrés que vous pouvez suivre:
he_il: תרשום את האירועים שאתה יכול להירשם אליהם.
id_id: Event - event catatan yang anda dapat berlangganan:
it_it: Gli eventi a cui puoi iscriverti:
ko_kr: 구독 할 수 있는 로그 이벤트 :
nb_no: Logg hendelser du kan abonnere på:
pt_br: Eventos Log em que você pode se inscrever:
sv_se: Loggade event du kan prenumerera till:
tr_tr: Abone olabileceğiniz olaylar:
zh_cn: 您可以设定的记录项目：
zh_tw: 您可以記錄的事件:

# administration_log_ignore
source: Logging will ignore {0}
de_de: Aufzeichnungen werden {0} ignorieren
es_es: El registro ignorará {0}.
fr_fr: L'enregistrement ignorera désormais {0}
he_il: הרישום יתעלם מ{0}
id_id: Pencatatan akan mengabaikan {0}
it_it: La registrazione ignorerá {0}
ko_kr: 로그는 앞으로 {0}을(를) 무시합니다.
nb_no: Logging vil ignorere {0}
pl_pl: Logowanie będzie ignorowało {0}
pt_br: O log vai ignorar {0}
sv_se: Loggning kommer ignorera {0}
tr_tr: {0} günlük kayıtlarını yok sayar.
zh_cn: 记录会忽略{0}
zh_tw: 紀錄將會忽略 {0}

# administration_log_not_ignore
source: Logging will not ignore {0}
de_de: Aufzeichnungen werden {0} nicht ignorieren
es_es: El registro no ignorará {0}.
fr_fr: L'enregistrement n'ignorera pas {0}
he_il: הרישום לא יתעלם מ{0}
id_id: Pencatatatn tidak akan mengabaikan {0}
it_it: La registrazione non ignorerá {0}
ko_kr: 로그는 {0}을(를) 더 이상 무시하지 않습니다.
nb_no: Logging vil ikke ignorere {0}
pl_pl: Logowanie nie będzie ignorowało {0}
pt_br: O log vai deixar de ignorar {0}
sv_se: Loggning kommer inte ignorera {0}
tr_tr: {0} günlüğe yazmayı yok saymaz.
zh_cn: 记录不会忽略{0}
zh_tw: 紀錄將不會忽略 {0}

# administration_log_stop
source: Stopped logging {0} event.
de_de: Aufzeichnung von Ereignis {0} gestoppt.
es_es: El registro de los eventos de {0} fue detenido.
fr_fr: L’événement {0} ne sera plus enregistré.
he_il: הרישום לאירוע {0} נפסק.
id_id: Berhenti mencatat event {0}.
it_it: Fermata la registrazione dell'evento {0}
ko_kr: {0} 이벤트에 대한 로그를 중지하였습니다.
nb_no: Sluttet å logge {0} hendelse.
pl_pl: Logowanie wydarzenia {1} zatrzymane.
pt_br: Parando de logar o evento {0}.
sv_se: Stoppade loggning {0} händelser.
tr_tr: {0} olayını günlüğe kaydetme işlemi durduruldu.
zh_cn: 已停止记录{0}事件。
zh_tw: 已停止紀錄 {0} 事件。

# administration_menrole
source: {0} has invoked a mention on the following roles
de_de: {0} hat eine Erwähnung von den folgended Rollen aufgerufen
es_es: {0} ha pedido mención de los siguientes roles:
fr_fr: {0} a émis une notification pour les rôles suivants
id_id: {0} telah menyebut peran - peran berikut
it_it: {0} ha chiesto una menzione nei seguenti ruoli
ko_kr: {0}이(가) 다음 역할에 대한 언급을 요청했습니다.
nb_no: {0} har påkalt en nevnelse av følgende roller
pt_br: {0} invocou uma menção nos seguintes cargos
sv_se: {0} har åkallat ett omnämnande på följande roller
tr_tr: {0}, aşağıdaki rollerde bir söz atadı.
zh_cn: {0}已经提到了以下身份
zh_tw: {0} 提到了下列身分組

# administration_message_from_bo
source: Message from {0} `[Bot Owner]`:
de_de: nachricht von {0} `[Besitzer des Bots]`:
es_es: Mensaje de {0} `[Administrador del Bot]`:
fr_fr: Message de {0} `[Propriétaire du bot]`:
he_il: הודעה מ{0} ׳[מנהל הבוט]׳
id_id: Pesan dari {0} `[Pemilik Bot]`:
it_it: Messaggio da {0} `[Proprietario del bot]`:
ko_kr: {0} `[봇의 소유자]` 로부터 메시지:
nb_no: Melding fra {0} '[Bot Eier]':
pl_pl: Wiadomość od {0} `[Właściciel bota]`:
pt_br: Mensagem de {0} `[Bot Owner]`
sv_se: Meddelande från {0} `[Bot Ägare]`:
tr_tr: {0} gönderdiği mesaj `[Bot Sahibi]`:
zh_cn: 来自{0}`[机器人主人]’的消息：
zh_tw: 来自 {0} '[Bot所有者]’ 的消息：

# administration_message_sent
source: Message sent.
de_de: Nachricht gesendet.
es_es: Mensaje enviado.
fr_fr: Message envoyé.
he_il: הודעה נשלחה.
id_id: Pesan terkirim.
it_it: Messaggio inviato.
ko_kr: 메시지가 전송되었습니다.
nb_no: Melding sendt.
pl_pl: Wiadomość została wysłana.
pt_br: Mensagem enviada.
sv_se: Meddelande skickat.
tr_tr: Mesaj yollandı.
zh_cn: 消息已发.
zh_tw: 訊息已傳送。

# administration_moved
source: {0} moved from {1} to {2}
de_de: {0} wurde von {1} zu {2} verschoben
es_es: {0} movido de {1} a {2}
fr_fr: {0} déplacé de {1} à {2}
he_il: {0} עבר מ{1} ל{2}.
id_id: {0} telah pindah dari {1} ke {2}
it_it: {0} spostato da {1} a {2}
ko_kr: {0}이(가) {1}에서 {2}로 이동했습니다.
nb_no: {0} flyttet fra {1} til {2}
pl_pl: {0} przeniesiono z {1} do {2}
pt_br: {0} movido de {1} to {2}
sv_se: {0} flyttad från {1] till {2}
tr_tr: {0} {1}'den {2}'ye taşındı.
zh_cn: {0}被移动由{1}到{2}
zh_tw: {0} 已從 {1} 移動至 {2}

# administration_msg_del
source: Message deleted in #{0}
de_de: Nachricht in #{0} gelöscht
es_es: Mensaje eliminado en #{0}
fr_fr: Message supprimé dans #{0}
he_il: הודעה נמחקה ב#{0}
id_id: Pesan dihapus dalam #{0}
it_it: Messaggio eliminato in #{0}
ko_kr: #{0}에서 메시지가 삭제되었습니다.
nb_no: Melding slettet i #{0}
pl_pl: Wiadomość usunięta w #{0}
pt_br: Mensagem deletada em #{0}
sv_se: Meddelande raderat i #{0}
tr_tr: {0} içindeki mesajlar silinicek.
zh_cn: 在#{0}中删除讯息
zh_tw: #{0} 中删除了訊息

# administration_msg_update
source: Message updated in #{0}
de_de: Nachricht in #{0} aktualisiert
es_es: Mensaje actualizado en #{0}
fr_fr: Message mis-à-jour dans #{0}
he_il: הודעה עדכנה ב#{0}
id_id: Pesan diperbarui dalam #{0}
it_it: Messaggio aggiornato in #{0}
ko_kr: #{0}에서 메시지가 업데이트되었습니다.
nb_no: Melding oppdatert i #{0}
pl_pl: Wiadomość zaktualizowana w #{0}
pt_br: Mensagem atualizada em #{0}
sv_se: Meddelande uppdaterat i #{0}
tr_tr: Mesaj {0} da güncellendi
zh_cn: 讯息在#{0}中被更新
zh_tw: #{0} 中更新了訊息

# administration_muted_pl
source: Muted
de_de: wurden Stummgeschalten
es_es: Silenciados.
fr_fr: Tous les utilisateurs sont maintenant muets.
he_il: מושתק
id_id: Didiamkan.
it_it: Mutati
ko_kr: 음소거
nb_no: Dempet
pl_pl: Wyciszony
pt_br: Mutados
sv_se: Mutade
tr_tr: Susturuldular!
zh_cn: 已静音
zh_tw: 已静音

# administration_muted_sn
source: Muted
de_de: wurde Stummgeschalten
es_es: Silenciado.
fr_fr: L'utilisateur est maintenant muet.
he_il: מושתק
id_id: Didiamkan.
it_it: Mutato
ko_kr: 음소거
nb_no: Dempet
pl_pl: Wyciszony
pt_br: Mutado
sv_se: Mutad
tr_tr: Susturuldu!
zh_cn: 已静音
zh_tw: 已静音

# administration_mute_error
source: I don't have the permission necessary for that most likely.
de_de: Ich habe wahrscheinlich die benötigten Rechte für dies nicht.
es_es: No tengo los permisos necesarios.
fr_fr: Il semblerait que je n'ai pas la permission nécessaire pour effectuer cela.
he_il: כנראה שאין לי הרשאה לזה.
id_id: Kemungkinan besar saya tidak punya izin yang dibutuhkan untuk itu.
it_it: Probabilmente non ho i permessi necessari per farlo.
ko_kr: 명령어를 수행하기 위한 권한이 부족합니다.
nb_no: Jeg har mest sannsynlig ikke de nødvendige tillatelsene til det.
pl_pl: Nie mam wystarczających uprawnień aby to zrobić.
pt_br: Não tenho a permissão para isso, provavelmente.
sv_se: Jag har sannolikt inte de flesta tillstånd för detta.
tr_tr: Bunun için gerekli iznim yok.
zh_cn: 权限不够执行此命令
zh_tw: 我並沒有足夠的權限來執行此指令。

# administration_mute_role_set
source: New mute role set.
de_de: Neue Stumme Rolle gesetzt.
es_es: Nuevo rol de Silenciar definido.
fr_fr: Nouveau rôle muet créé.
he_il: תפקיד מושתק חדש נוצר.
id_id: Peran diam baru telah diset
it_it: Nuovo ruolo di muto impostato.
ko_kr: 새로운 음소거 역할이 설정되었습니다.
nb_no: Ny 'dempet'-rolle satt.
pl_pl: Nowa wyciszająca rola ustawiona.
pt_br: Novo cargo mudo definido.
sv_se: Ny mute roll gjord.
tr_tr: Yeni sessiz rolü atandı.
zh_cn: 新的静音角色设定成功。
zh_tw: 新的禁言身分已設定。

# administration_need_admin
source: I need **Administration** permission to do that.
de_de: Ich brauche **Administrations** rechte um dies tun zu können.
es_es: Necesito permisos de **administrador** para hacer eso.
fr_fr: Je nécessite la permission **Administrateur** pour effectuer cela.
he_il: אני צריך אישור **מנהל** כדי לעשות את זה.
id_id: Saya butuh izin **Administrasi** untuk melakukan itu.
it_it: Ho bisogno dei permessi di **Amministrazione** per farlo
ko_kr: 요청하신 것을 처리하기 위해서는**관리자** 권한이 필요합니다.
nb_no: Jeg trenger **Administrasjon** tillatelse til å gjøre det.
pl_pl: Potrzebuję uprawnień **administratora* żeby to zrobić.
pt_br: Eu preciso da permissão de **Administrador** para fazer isso.
sv_se: Jag behöver **Administration** tillåtelse för att göra det där.
tr_tr: Bunu yapmak için **Yönetici** iznine ihtiyacım var.
zh_cn: 我需要**管理**权限才能做那个。
zh_tw: 我需要此伺服器的**管理**權限才能執行此指令。

# administration_new_msg
source: New message
de_de: Neue Nachricht
es_es: Nuevo mensaje.
fr_fr: Nouveau message
he_il: הודעה חדשה
id_id: Pesan baru
it_it: Nuovo messaggio
ko_kr: 새로운 메시지
nb_no: Ny Melding
pl_pl: Nowa wiadomość
pt_br: Nova mensagem
sv_se: Ny meddelande
tr_tr: Yeni Mesaj
zh_cn: 新消息
zh_tw: 新訊息

# administration_new_nick
source: New nickname
de_de: Neuer Nickname
es_es: Nuevo apodo.
fr_fr: Nouveau pseudonyme
he_il: כינוי חדש
id_id: Nama panggilan baru
it_it: Nuovo soprannome
ko_kr: 새로운 닉네임
nb_no: Nytt kallenavn
pl_pl: Nowy pseudonim
pt_br: Novo Apelido
sv_se: Ny smeknamn
tr_tr: Yeni takma ad
zh_cn: 新昵称
zh_tw: 新暱稱

# administration_new_topic
source: New topic
de_de: Neues Thema
es_es: Nuevo tema.
fr_fr: Nouveau sujet
he_il: נושא חדש
id_id: Topik baru
it_it: Nuova discussione
ko_kr: 새로운 주제
nb_no: Nytt emne
pl_pl: Nowy temat
pt_br: Novo Tópico
sv_se: Ny ämne
tr_tr: Yeni Konu
zh_cn: 新主题
zh_tw: 新主題

# administration_nick_change
source: Nickname changed
de_de: Nickname wurde geändert
es_es: Apodo cambiado.
fr_fr: Pseudonyme changé
he_il: כינוי שונה
id_id: Nama panggilan diubah
it_it: Soprannome cambiato
ko_kr: 닉네임이 변경되었습니다.
nb_no: Kallenavn endret.
pl_pl: Pseudonim zmieniony
pt_br: Apelido Alterado
sv_se: Smeknamn ändrat
tr_tr: Takma Ad değiştirildi.
zh_cn: 昵称成功更换
zh_tw: 暱稱已變更

# administration_no_server
source: Can't find that server
de_de: Konnte den Server nicht finden
es_es: No se puede encontrar ese servidor.
fr_fr: Impossible de trouver ce serveur
he_il: לא ניתן למצוא את השרת
id_id: Tidak dapat menemukan server itu
it_it: Non riesco a trovare quel server
ko_kr: 요청하신 서버를 찾을 수 없습니다.
nb_no: Kan ikke finne den serveren
pl_pl: Serwer nie został znaleziony.
pt_br: Não posso encontrar esse servidor
sv_se: Kan inte hitta den servern
tr_tr: Sunucu bulunamadı.
zh_cn: 找不到该服务器
zh_tw: 找不到那個伺服器

# administration_no_shard_id
source: No shard with that ID found.
de_de: Kein Shard mit dieser ID gefunden.
es_es: No encontré un fragmento con esa ID.
fr_fr: Aucun Shard pour cet ID trouvée.
id_id: Tidak ada potongan dengan ID itu ditemukan.
it_it: Non è stato trovato nessun frammento con quel ID.
ko_kr: 해당하는 Shard ID가 없습니다.
nb_no: Ingen shard med den IDen funnet.
pl_pl: Żaden shard z tym ID nie został znaleziony.
pt_br: Nenhum shard com aquele ID foi encontrado.
sv_se: Ingen shard med den ID funnen
tr_tr: Kimlik numarası bulunamadı.
zh_cn: 找不到具有该ID的分片。
zh_tw: 找不到有著那個ID的Shard。

# administration_old_msg
source: Old message
de_de: Alte Nachricht
es_es: Mensaje anterior
fr_fr: Ancien message
he_il: הודעה ישנה
id_id: Pesan lama
it_it: Messaggio precedente
ko_kr: 이전 메시지
nb_no: Gammel melding
pl_pl: Stara wiadomość
pt_br: Mensagem Anterior
sr_cyrl_rs: Стара порука
sv_se: Gammal meddelande
tr_tr: Eski mesaj
zh_cn: 旧信息
zh_tw: 原始訊息

# administration_old_nick
source: Old nickname
de_de: Alter Nickname
es_es: Apodo anterior
fr_fr: Ancien pseudonyme
he_il: כינוי ישן
id_id: Nama panggilan lama
it_it: Nickname precedente
ko_kr: 이전 닉네임
nb_no: Gammelt kallenavn
pl_pl: Stary pseudonim
pt_br: Apelido Antigo
sr_cyrl_rs: Стари надимак
sv_se: Gammal smeknamn
tr_tr: Eski takma ad
zh_cn: 旧昵称
zh_tw: 原始暱稱

# administration_old_topic
source: Old topic
de_de: Altes Thema
es_es: Tema anterior
fr_fr: Ancien sujet
he_il: נושא ישן
id_id: Topik lama
it_it: Discussione precedente
ko_kr: 이전 주제
nb_no: Gammelt emne
pl_pl: Stary temat
pt_br: Tópico Antigo
sr_cyrl_rs: Стара тема
sv_se: Gammal ämne
tr_tr: Eski konu
zh_cn: 旧题目
zh_tw: 原始主題
