Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# customreactions_stats_not_found
source: No stats for that trigger found, no action taken.
de_de: Keine Statistiken für diesen Auslöser gefunden, keine Aktion unternommen.
es_es: No se encontraron estadísticas.
fr_fr: Pas de statistiques pour ce déclencheur trouvées, aucune action effectuée.
id_id: Tidak ada data untuk aksi itu, aksi tidak dilakukan.
it_it: Nessuna statistica per questo innesco trovata, nessun azione presa.
ko_kr: 해당 트리거에 대한 통계를 찾지 못했으며, 아무런 행동도 취하지 않았습니다.
nb_no: Ingen statistikk funnet for den utløseren, ingen handling utført
pt_br: Nenhum status para aquele comando encontrado, nenhuma ação foi tomada.
sr_cyrl_rs: Није нађена статистика за тај окидач. Нема промене.
sv_se: Inga statistik för den triggern funnen, inget återgärd gjord.
tr_tr: Bu tetikleyici için herhangi bir istatistik bulunamadı, herhangi bir işlem yapılmadı.
zh_cn: 此触发器并无数据， 因此无行动。
zh_tw: 尚未觸發此回應，故無結果。

# customreactions_trigger
source: Trigger
de_de: Auslöser
es_es: Escribe
fr_fr: Déclencheur
id_id: Aksi
it_it: Innesco
ko_kr: 트리거
nb_no: Utløser
pt_br: Comando
sr_cyrl_rs: Окидач
tr_tr: Tetikleyen
zh_cn: 触发器
zh_tw: 觸發

# nsfw_autohentai_stopped
source: Autohentai stopped.
de_de: Autohentai angehalten.
es_es: Hentai automático detenido.
fr_fr: Autohentai arrêté.
he_il: אוטוהנטאי הפסיק
id_id: Autohentai berhenti.
it_it: Autohentai fermato.
ko_kr: Autohentai 기능이 정지되었습니다.
nb_no: Autohentai stoppet
pl_pl: Zatrzymano autohentai.
pt_br: Autohentai parou.
sr_cyrl_rs: АутоХентаи заустављен.
sv_se: Automatisk hentai stoppad.
tr_tr: Autohentai durduruldu.
zh_cn: autohentai停止。
zh_tw: Autohentai 指令效果停止。

# nsfw_not_found
source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: Sin resultados.
fr_fr: Aucun résultat trouvé.
he_il: לא נמצאו תוצאות.
id_id: Tidak ada hasil yang ditemukan.
it_it: Nessun risultato trovato.
ko_kr: 결과를 찾지 못했습니다.
nb_no: Ingen resultater.
pl_pl: Brak rezultatów.
pt_br: Nenhum resultado encontrado.
sv_se: Inga resultat hittades.
tr_tr: Sonuç bulunamadı.
zh_cn: 没有结果。
zh_tw: 沒有结果。

# pokemon_already_fainted
source: {0} has already fainted.
de_de: {0} ist bereits ohnmächtig.
es_es: {0} ya ha sido derrotado.
fr_fr: {0} est déjà inconscient.
he_il: {0} כבר התעלף.
id_id: {0} sudah pingsan.
it_it: {0} è già esausto.
ko_kr: {0}이(가) 이미 기절했습니다.
nb_no: {0} har allerede besvimt
pl_pl: {0} już zemdlał.
pt_br: {0} já desmaiou.
sr_cyrl_rs: {0} је већ онесвешћен.
sv_se: {0} har redan svimmat.
tr_tr: {0} zaten bayılmış.
zh_cn: {0} 已昏厥。
zh_tw: {0} 已昏厥。

# pokemon_already_full
source: {0} already has full HP.
de_de: {0} hat bereits volle LP.
es_es: {0} ya tiene todo su HP.
fr_fr: {0} a tous ses PV.
he_il: {0} כבר בחיים מלאים.
id_id: {0} sudah memiliki HP penuh.
it_it: {0} ha già gli HP al massimo.
ko_kr: {0}은(는) 이미 최대 체력입니다.
nb_no: {0} har allerede full helse
pl_pl: {0} ma już pełne HP.
pt_br: {0} já tem HP cheio.
sr_cyrl_rs: {0} је већ потпуно здрав.
sv_se: {0} har redan full hälsa.
tr_tr: {0} zaten canı dolu.
zh_cn: {0} 气血已满。
zh_tw: {0} HP已滿。

# pokemon_already_that_type
source: Your type is already {0}
de_de: Dein Typ ist bereits {0}
es_es: Tu tipo ya es {0}
fr_fr: Votre type est déjà {0}
he_il: הסוג שלך הוא כבר {0}
id_id: Tipe anda sudah {0}
it_it: Il tuo tipo è già {0}
ko_kr: 당신은 이미 {0} 타입 입니다.
nb_no: Din type er allerede {0}
pl_pl: Twoim typem jest już {0}
pt_br: Seu tipo já é {0}
sr_cyrl_rs: Твој тип већ јесте {0}
sv_se: din typ är redan {0}
tr_tr: Senin türün zaten {0}
zh_cn: 您的属性已是 {0}
zh_tw: 您的屬性已是 {0}

# pokemon_attack
source: used {0}{1} on {2}{3} for {4} damage.
de_de: benutzte {0}{1} an {2}{3} für {4} Schaden.
es_es: usó {0}{1} en {2}{3} y le hizo {4} de daño.
fr_fr: Vous avez utilisé {0}{1} sur {2}{3} pour {4} dégâts.
he_il: {0}{1} שומש על {2}{3} שעשה {4} נזק.
id_id: Digunakan {0}{1} di {2}{3} untuk {4} HP.
it_it: ha usato {0}{1} su {2}{3} per {4} danni.
ko_kr: 님이 {2}{3}에게 {0}{1}을(를) 사용하여서 {4}의 피해를 입혔습니다.
nb_no: brukte {0}{1} på {2}{3} for {4} skade.
pl_pl: użyto {0}{1} na {2}{3} zadając {4} obrażeń.
pt_br: usou {0}{1} em {2}{3} para {4} dano.
sr_cyrl_rs: је искористио {0}{1} на {2}{3} и нанео {4} штете.
sv_se: har använt {0}{1} på {2}{3} för {4} skada.
tr_tr: {2}{3}'de {4} hasar için {0}{1} kullandı
zh_cn: 对 {2}{3} 使出{0}{1} 而造成 {4}伤害。
zh_tw: 對 {2}{3} 使出 {0}{1} 而造成 {4} 點傷害。

# pokemon_cant_attack_again
source: You can't attack again without retaliation!
de_de: Sie können ohne Gegenangriff nicht erneut angreifen!
es_es: ¡No puedes atacar de nuevo sin ser atacado!
fr_fr: Vous ne pouvez pas attaquer de nouveau sans représailles !
he_il: אתה לא יכול לתקוף שוב שד שיתקפו אותך.
id_id: Anda tidak bisa menyerang lagi tanpa serangan balik!
it_it: Non puoi attaccare di nuovo senza subire una rappresaglia!
ko_kr: 보복 없이는 다시 공격 할 수 없습니다.
nb_no: Du kan ikke angripe igjen uten motstanderens hevn.
pl_pl: Nie możesz znowu zaatakować bez odwetu!
pt_br: Você não pode atacar novamente sem retaliação!
sr_cyrl_rs: Не можеш напасти пре узвратног ударца.
sv_se: Du kan inte attackera igen utan motståndarens drag!
tr_tr: İntikam almadan bir daha saldıramazsın.
zh_cn: 您不能在对方未反击之前再次攻击！
zh_tw: 對方反擊前無法對他再次攻擊!

# pokemon_cant_attack_yourself
source: You can't attack yourself.
de_de: Sie können sich nicht selber angreifen.
es_es: No puedes atacarte a ti mismo.
fr_fr: Vous ne pouvez pas vous attaquer vous-même.
he_il: אתה לא יכול לתקוף את עצמך.
id_id: Anda tidak bisa menyerang diri sendiri.
it_it: Non puoi attaccare te stesso.
ko_kr: 자신을 공격 할 수 없습니다.
nb_no: Du kan ikke angripe deg selv.
pl_pl: Nie możesz zaatakować sam siebie.
pt_br: Você não pode atacar a si mesmo.
sr_cyrl_rs: Не можеш напасти себе.
sv_se: du kan inte attackera dig själv
tr_tr: Kendine saldıramazsın.
zh_cn: 您不能攻击自己。
zh_tw: 您不能攻擊自己。

# pokemon_fainted
source: {0} has fainted!
de_de: {0} wurde ohnmächtig!
es_es: ¡{0} ha sido derrotado!
fr_fr: {0} s'est évanoui!
he_il: {0} נתעלף.
id_id: {0} telah pingsan!
it_it: {0} è esausto!
ko_kr: {0}이(가) 기절했습니다!
nb_no: {0} har besvimt!
pl_pl: {0} zemdlał!
pt_br: {0} desmaiou!
sr_cyrl_rs: {0} се онесвестио.
sv_se: {0} har svimmat!
tr_tr: {0} bayıldı!
zh_cn: {0} 已昏厥！
zh_tw: {0} 已昏厥!

# pokemon_healed
source: healed {0} with one {1}
de_de: heilte {0} mit einem {0}
es_es: se curó {0} con una {1}
fr_fr: Vous avez soigné {0} avec un {1}
he_il: {0} רופה עם {1} אחד.
id_id: {0} disembuhkan dengan satu {1}
it_it: ha curato {0} con un {1}
ko_kr: {1}을(를) 사용하여서 {0}을(를) 치료했습니다.
nb_no: helbredet {0} med én {1}
pl_pl: wyleczono {0} używając {1}
pt_br: curou {0} com uma {1}
sr_cyrl_rs: је излечио {0} са једним {1}
sv_se: helade {0} med en {1}
tr_tr: Bir {1} kullanılarak {0} iyileştirildi
zh_cn: 用 {1} 医好 {0}
zh_tw: 用了一個 {1} 醫好 {0}

# pokemon_hp_remaining
source: {0} has {1} HP remaining.
de_de: {0} hat {1} LP übrig.
es_es: {0} le queda {1} de HP.
fr_fr: {0} a {1} points de vie restants.
he_il: ל{0} נשארו {1} חיים.
id_id: {0} memiliki {1} HP tersisa.
it_it: {0} ha {1} HP rimasti.
ko_kr: {0}의 HP가 {1} 남아 있습니다.
nb_no: {0} har {1} helse igjen
pl_pl: {0} zostało {1} HP.
pt_br: {0} tem {1} HP restante.
sr_cyrl_rs: {0} има {1} преосталог здравља.
sv_se: {0} har {1} hälsa kvar
tr_tr: {0} canı {1} kaldı.
zh_cn: {0} 还剩余 {1} 生命值。
zh_tw: {0} 還剩餘 {1} 生命值。

# pokemon_invalid_move
source: You can't use {0}. Type `{1}ml` to see a list of moves you can use.
de_de: Sie können {0} nicht benutzen. Schreibe `{1}ml` um eine Liste deiner verfügbaren Angriffe zu sehen.
es_es: No puedes usar {0}. Escribe `{1}ml` para ver la lista de movimientos que puedes usar.
fr_fr: Vous ne pouvez pas utiliser {0}. Ecrivez `{1}ml` pour voir la liste des actions que vous pouvez effectuer.
he_il: אתה לא יכול להשתמש ב{0}. תרשום "{1}ml" כדי לראות את רשימת המהלכים שאת יכול להשתמש בהם.
id_id: Anda tidak bisa menggunakan {0}. Ketik '{1}ml' untuk melihat daftar gerakan yang anda bisa gunakan.
it_it: Non puoi usare {0}. Scrivi `{1}ml` per vedere la lista delle mosse che puoi usare.
ko_kr: {0}을(를) 사용 할 수 없습니다. `{1}ml`을(를) 입력해서 사용할 수 있는 움직임들의 리스트를 확인하세요.
nb_no: Du kan ikke bruke {0}. Skriv ´{1}ml` for å se en liste med angrep du kan bruke.
pl_pl: Nie możesz użyć {0}. Napisz `{1}ml` by zobaczyć listę wszystkich ruchów które możesz użyć.
pt_br: Você não pode usar {0}. Digite `{1}ml` para ver uma lista de ataques que você pode usar.
sr_cyrl_rs: Не можеш искористити {0}. Укуцај `{1}ml` да би видео листу удараца које можеш користити.
sv_se: Du kan inte använda {0}. Skriv `{1}ml` för att se en lista av attacker du kan använda.
tr_tr: {0}'ı kullanamazsın. Kullanabileceğiniz hamle listesini görmek için `{1}ml` yazın.
zh_cn: 您不能使用{0}. 输入`{1}ml` 观看您能用的招式。
zh_tw: 您不能使用 {0} 。請輸入 `{1}ml` 來查閱您能用的招式。

# pokemon_moves
source: Movelist for {0} type
de_de: Angriffsliste für den Typ {0}
es_es: Lista de movimientos para el tipo {0}
fr_fr: Liste des attaques pour le type {0}
he_il: רשימת המהלכים לסוג {0}
id_id: Daftar gerakan untuk tipe {0}
it_it: Lista delle mosse per il tipo {0}
ko_kr: {0}의 종류 공격표
nb_no: Angrep for {0} -type.
pl_pl: Lista ruchów dla typu {0}
pt_br: Lista de golpes para tipo {0}
sr_cyrl_rs: Листа покрета за {0} тип
sv_se: Attacker för {0} typer
tr_tr: {0} tipi için hareklerin listesi
zh_cn: {0} 属性的招式列表
zh_tw: {0} 屬性的招式列表

# pokemon_not_effective
source: It's not effective.
de_de: Das ist nicht sehr effektiv.
es_es: No es efectivo.
fr_fr: Ce n'est pas très efficace.
he_il: זה לא אפקטיבי.
id_id: Itu tidak efektif.
it_it: Non è efficace.
ko_kr: 효과적이지 않았다.
nb_no: Det er ikke effektivt.
pl_pl: To nie jest efektywne.
pt_br: Não é efetivo.
sr_cyrl_rs: Није ефективно.
sv_se: Detta var inte så effektivt.
tr_tr: Efektif değil.
zh_cn: 没有效果。
zh_tw: 沒有效果。

# pokemon_no_currency
source: You don't have enough {0}
de_de: Sie haben nicht genug {0}
es_es: No tienes suficientes {0}
fr_fr: Vous n'avez pas assez de {0}
he_il: איך לך מספיק {0}
id_id: Anda tidak memiliki cukup {0}
it_it: Non hai abbastanza {0}
ko_kr: 당신은 충분한 {0}가 없습니다.
nb_no: Du har ikke nok {0}
pl_pl: Nie masz wystarczająco {0}
pt_br: Você não tem {0} suficiente
sr_cyrl_rs: Немаш довољно {0}
sv_se: Du har inte nog {0}
tr_tr: Sende yeteri kadar {0} yok
zh_cn: 你并没有足够的 {0}
zh_tw: 你沒有足夠的 {0}

# pokemon_revive_other
source: revived {0} with one {1}
de_de: belebte {0} wieder mit einem {1}
es_es: revivido {0} con una {1}
fr_fr: Vous avez ressuscité {0} avec un {1}
he_il: {0} הוחזר לתחייה עם {1} אחד.
id_id: {0} Dihidupkan dengan satu {1}
it_it: ha resuscitato {0} con un {1}
ko_kr: {1}을(를) 사용하여서 {0}을(를) 소생했습니다.
nb_no: gjenopplivet {0} med én {1}
pl_pl: Ożywiono {0}, używając {1}
pt_br: Reviveu {0} com uma {1}
sr_cyrl_rs: је оживео {0} са једним {1}
sv_se: återupplivade {0} med en {1}
tr_tr: {0} {1} ile canlandırıldı
zh_cn: 使用 {1} 复活 {0}
zh_tw: 使用了一個 {1} 復活 {0}

# pokemon_revive_yourself
source: You revived yourself with one {0}
de_de: Sie haben sich selbst wiederbelebt mit einem {0}
es_es: Te has revivido con una {0}
fr_fr: Vous vous êtes ressuscité avec un {0}
he_il: החזרתה את אצמך עם {1} אחד.
id_id: Anda menghidupkan diri sendiri dengan satu {0}
it_it: Hai resuscitato te stesso con un {0}
ko_kr: {0}을(를) 사용해서 자기자신을 소생시켰습니다.
nb_no: Du gjenopplivet deg selv med én {0}
pl_pl: Ożywiłeś siebie, używając {0}
pt_br: Você reviveu a si mesmo com uma {0}
sr_cyrl_rs: Оживео си себе са једним {0}
sv_se: Du återupplivade dig själv med en {0}
tr_tr: {0} ile kendinizi yeniden canlandırdınız.
zh_cn: 您使用 {0} 复活自己
zh_tw: 您使用了一個 {0} 復活了自己

# pokemon_settype_success
source: Your type has been changed to {0} for a {1}
de_de: Dein Typ wurde verändert von {0} mit einem {1}
es_es: Tu tipo ha cambiado a {0} por una {1}
fr_fr: Votre type a bien été modifié de {0} à {1}
he_il: הסוג שלך שונה ל{0} בתמורה ל{1}.
id_id: Tipe anda telah diganti ke {0} untuk sebuah {1}
it_it: Il tuo tipo è cambiato in {0} per un {1}
ko_kr: 당신의 타입이 {0}에서 {1}으로 변경되었습니다.
nb_no: Din type ble endret til {0} for èn {1}
pl_pl: Twój typ został zmieniony z {0} na {1}
pt_br: Seu tipo foi mudado para {0} por uma {1}
sr_cyrl_rs: Твој тип је промењен на {0} за један {1}
sv_se: Din typ har blivit ändrad till {0} för en {1}
tr_tr: {1} için türünüz {0} olarak değiştirildi.
zh_cn: 您的属性已从 {0} 改成了 {1}
zh_tw: 您的屬性已從 {0} 變更成 {1}

# pokemon_somewhat_effective
source: It's somewhat effective.
de_de: Das ist etwas effektiv.
es_es: Es efectivo.
fr_fr: C'est légèrement efficace.
he_il: זה טיפה אפקטיבי.
id_id: Itu cukup efektif.
it_it: È lievemente efficace.
ko_kr: 어느정도 효과가 있었다.
nb_no: Det er noe effektivt.
pl_pl: To trochę efektywne.
pt_br: É mais ou menos efetivo.
sr_cyrl_rs: Има неког ефекта!
sv_se: Det är någorlunda effektivt.
tr_tr: Biraz etkili.
zh_cn: 效果不理想。
zh_tw: 效果一般。

# pokemon_super_effective
source: It's super effective!
de_de: Das ist sehr effektiv!
es_es: ¡Es superefectivo!
fr_fr: C'est très efficace !
he_il: זה ממש אפקטיבי!
id_id: Itu sangatlah efektif!
it_it: È superefficace!
ko_kr: 효과는 굉장했다!
nb_no: Det er super effektivt!
pl_pl: To bardzo efektywne!
pt_br: É super efetivo!
sr_cyrl_rs: Супер ефективно!
sv_se: Det är super effektivt!
tr_tr: Süper etkili!
zh_cn: 效果绝佳！
zh_tw: 效果絕佳!

# pokemon_too_many_moves
source: You used too many moves in a row, so you can't move!
de_de: Sie haben zu viele Angriffe hintereinander eingesetzt, sodass Sie sich nicht bewegen können!
es_es: ¡Has usado muchos movimientos seguidos, así que no puedes moverte!
fr_fr: Vous avez utilisé trop de mouvements d'affilée, vous ne pouvez donc plus bouger!
he_il: השתמשת ביותר מדי מהלכים אז אתה לך יכול לזוז.
id_id: Anda menggunakan terlalu banyak gerakan, jadi anda tidak bisa bergerak!
it_it: Hai usato troppe mosse di fila, quindi ora non puoi muoverti!
ko_kr: 너무 많은 공격을 연속해서 사용했으므로 이동할 수 없습니다!
nb_no: Du har gjort for mange angrep på rad, du kan nå ikke gjøre flere angrep!
pl_pl: Użyłeś za dużo ruchów, więc nie możesz się ruszyć!
pt_br: Você usou muitos ataques de uma vez, então você não pode se mexer!
sr_cyrl_rs: Користио си превише напада узастопно, не можеш да се крећеш!
sv_se: Du använde för många attacker på raken, så du kan inte attackera!
tr_tr: Çok fazla hamle yaptınız, bu nedenle hareket edemezsiniz!
zh_cn: 您已一连使用太多招式，所以您不能行动！
zh_tw: 您已連續使用太多招式，所以您無法行動!

# pokemon_type_of_user
source: Type of {0} is {1}
de_de: Typ von {0} ist {1}
es_es: El tipo de {0} es {1}
fr_fr: Le type de {0} est {1}
he_il: הסוג של {0} הוא {1}
id_id: Tipe dari {0} adalah {1}.
it_it: Tipo di {0} è {1}
ko_kr: {0}의 종류는 {1}입니다.
nb_no: {0} sin type er {1}
pl_pl: Typem {0} jest {1}
pt_br: O tipo de {0} é {1}
sr_cyrl_rs: {0}-ов тип је {1}
sv_se: Typ av {0} är {1}
tr_tr: {0} türü {1}
zh_cn: {0} 的属性是 {1}
zh_tw: {0} 的屬性是 {1}

# pokemon_user_not_found
source: User not found.
de_de: Benutzer nicht gefunden.
es_es: No encuentro ese usuario.
fr_fr: Utilisateur non trouvé.
he_il: משתמש לא נמצא.
id_id: Pengguna tidak ditemukan.
it_it: Utente non trovato.
ko_kr: 사용자를 찾을 수 없습니다.
nb_no: Bruker ikke funnet
pl_pl: Nie znaleziono użytkownika.
pt_br: Usuário não encontrado.
sr_cyrl_rs: Корисник није нађен.
sv_se: Användaren hittades inte.
tr_tr: Kullanıcı bulunamadı.
zh_cn: 该用户不存在。
zh_tw: 該成員不存在。

# pokemon_you_fainted
source: You fainted, so you are not able to move!
de_de: Sie sind ohnmächtig, daher können Sie sich nicht bewegen!
es_es: ¡Ya no puedes continuar!
fr_fr: Vous vous êtes évanoui, vous n'êtes donc pas capable de bouger!
he_il: את\ה התעלפת אז את\ה לא יכול לזוז.
id_id: Anda pingsan, jadi anda tidak bisa bergerak!
it_it: Sei svenuto, non sei più in grado di muoverti!
ko_kr: 당신은 기절해서 움직일 수 없습니다!
nb_no: Du besvimte, så du kan nå ikke bevege deg.
pl_pl: Zemdlałeś, więc nie jesteś w stanie się ruszyć!
pt_br: Você desmaiou, então você não pode se mexer!
sr_cyrl_rs: Онесвешћен си, не можеш да се крећеш.
sv_se: Du svimmade, så du kan inte attackera!
tr_tr: Bayıldın,yani hareket edemiyiceksin.
zh_cn: 您已昏厥所以不能移动！
zh_tw: 您已昏厥所以不能移動!

# administration_aar_disabled
source: **Auto assign role** on user join is now **disabled**.
de_de: **Automatische Rollenzuteilung** wenn ein Benutzer beitritt ist nun **deaktiviert**.
es_es: **Rol autoasignable** en usuarios que ingresen **desactivado**.
fr_fr: **L'affectation automatique de rôle** à l'arrivé d'un nouvel utilisateur est désormais **désactivée**.
he_il: **נתינת תפקיד אוטומטי** כאשר משתמש מתווסף **הופסקה** כעת.
id_id: **Penetapan role otomatis** ketika user bergabung sekarang telah **non aktif**.
it_it: **Assegna ruolo automaticamente** ai nuovi utenti è stato **disattivato**.
ko_kr: **자동 할당 역할**에 대한 사용자의 참여가 **비활성화**되었습니다.
nb_no: **Automatisk rollegivning** når brukere kommer inn er nå **deaktivert**
pl_pl: **Automatyczne przydzielanie ról** dla nowych użytkowników jest teraz **wyłączone**.
pt_br: **Atribuir cargo automaticamente** a novos usuários **desabilitado**.
sv_se: **Auto tilldela roll** på användare som ansluter sig är nu **inaktiverad**.
tr_tr: Kullanıcı girişinde **Otomatik Rol Tanımlaması** **Devre Dışı**.
zh_cn: **已解除**.为刚加入的用户 **自动指派身份** 的功能。
zh_tw: **自動指派身分組**給新加入的成員**已停用**。

# administration_aar_enabled
source: **Auto assign role** on user join is now **enabled**.
de_de: **Automatische Rollenzuteilung** wenn ein Benutzer beitritt ist nun **aktiviert**.
es_es: **Rol autoasignable** en usuarios que ingresen **activado**.
fr_fr: **L'affectation automatique de rôle** à l'arrivé d'un nouvel utilisateur est désormais **activée**.
he_il: **נתינת תפקיד אוטומטי** כאשר משתמש מתווסף **התחילה** כעת.
id_id: **Penetapan role otomatis** ketika user bergabung sekarang telah **aktif**.
it_it: **Assegna ruolo automaticamente** ai nuovi utenti è stato **attivato**.
ko_kr: **자동 할당 역할**에 대한 사용자의 참여가 **활성화**되었습니다.
nb_no: **Automatisk rollegivning** når brukere kommer inn er nå **aktivert**
pl_pl: **Automatycznie przydzielanie ról** dla nowych użytkowników jest teraz **włączone*.
pt_br: **Atribuir cargo automaticamente** a novos usuários **habilitado**.
sv_se: **Auto tildela roll** på användare som ansluter sig är nu **aktiverad**.
tr_tr: Kullanıcı girişinde **Otomatik Rol Tanımlaması** **Devrede**.
zh_cn: **已启动**.为刚加入的用户 **自动指派身份** 的功能。
zh_tw: **自動指派身分組**給新加入的成員**已啟用**。

# administration_attachments
source: Attachments
de_de: Anhänge
es_es: Adjuntos
fr_fr: Liens
he_il: קבצים מצורפים
id_id: Lampiran
it_it: Allegato
ko_kr: 첨부파일
nb_no: Legg til filer
pl_pl: Załączniki
pt_br: Anexos
sv_se: Tillbehör
tr_tr: Eklentiler
zh_cn: 附件
zh_tw: 附件

# administration_avatar_changed
source: Avatar Changed
de_de: Avatar varändert
es_es: Avatar cambiado
fr_fr: Avatar modifié
he_il: תמונת פרופיל שונתה
id_id: Avatar diubah.
it_it: Avatar cambiato
ko_kr: 아바타가 변경되었습니다.
nb_no: Profilbilde
pl_pl: Awatar został zmieniony
pt_br: Avatar alterado
sv_se: Avatar byttes
tr_tr: Profil fotoğrafı değiştirildi
zh_cn: 头像更换成功。
zh_tw: 頭像更換成功。

# administration_bandm
source: You have been banned from {0} server. Reason: {1}
de_de: Sie wurden vom Server {0} gebannt. Grund: {1}
es_es: Has sido bloqueado del servidor {0}. Razón: {1}
fr_fr: Vous avez été banni du serveur {0}. Raison: {1}
he_il: אתה הוסרת משרת {0}. סיבה: {1}
id_id: Anda telah diban dari server {0}. Alasan: {1}
it_it: Sei stato bannato dal {0} server. Motivo: {1}
ko_kr: 당신은 {0} 서버에서 밴되었습니다. 사유: {1}
nb_no: Du har blitt utestengt fra {0} Grunn: {1}
pl_pl: Zostałeś zbanowany z serwera {0}. Powód: {1}
pt_br: Você foi BANIDO do servidor {0}. Motivo: {1}
sv_se: Du har blivit bannad från {0} server. anledning: {1}
tr_tr: {0} sunucusundan uzaklaştırıldınız. Sebep: {1}
zh_cn: 你已经被{0}服务器封号。 原因： {1}
zh_tw: 你已被 {0} 伺服器封鎖。 原因：{1}

# administration_banned_pl
source: banned
de_de: gebannt
es_es: bloqueados
fr_fr: bannis
he_il: מגורש
it_it: bannati
ko_kr: 밴
nb_no: utestengt
pl_pl: zbanowany
pt_br: Banidos
sv_se: bannad
tr_tr: Uzaklaştırıldı.
zh_cn: 已被禁止了
zh_tw: 成員已封鎖

# administration_banned_user
source: User Banned
de_de: Benutzer gebannt
es_es: Usuario bloqueado
fr_fr: Utilisateur banni
he_il: משתמש גורש
id_id: Pengguna 'banned'
it_it: Utente bannato
ko_kr: 사용자 밴
nb_no: Bruker ble utestengt
pl_pl: Użytkownik zabanowany
pt_br: Usuário Banido
sv_se: Användare bannad
tr_tr: Kullanıcı Uzaklaştırıldı
zh_cn: 用户禁止
zh_tw: 成員已封鎖

# administration_bot_name
source: Bot name changed to {0}
de_de: Name des Bots geändert zu {0}
es_es: Cambiado el nombre del Bot a {0}
fr_fr: Le nom du Bot a changé pour {0}
he_il: השם של הבוט השתנה ל{0}
id_id: Nama bot diubah ke {0}
it_it: Nome del bot cambiato in {0}
ko_kr: 봇의 이름이 {0}으로 변경되었습니다.
nb_no: Bot navn endret til {0}
pl_pl: Nazwa bota została zmieniona na: {0}
pt_br: Nome do bot alterado para {0}
sv_se: Bot namn byttes till {0}
tr_tr: Bot ismi {0} olarak değiştirildi.
zh_cn: 机器人名改成{0}
zh_tw: Bot 暱稱已改為 {0}

# administration_bot_status
source: Bot status changed to {0}
de_de: Status des Bots geändert zu {0}
es_es: Cambiado el estado del bot a {0}
fr_fr: Le statut du Bot a changé pour {0}
he_il: הסטטוס של הבוט השתנה ל{0}
id_id: Status bot diubah ke {0}.
it_it: Stato del bot cambiato in {0}
ko_kr: 봇의 상태가 {0}으로 변경되었습니다.
nb_no: Bot status endret til {0}
pl_pl: Status bota został zmieniony na: {0}
pt_br: Status do bot alterado para {0}
sv_se: Bot status byttes till {0}
tr_tr: Bot durum mesajı {0} olarak değiştirildi.
zh_cn: 机器人状态换成{0}
zh_tw: Bot 狀態已改為 {0}

# administration_byedel_off
source: Automatic deletion of bye messages has been disabled.
de_de: Automatisches Löschen von Abschiedsnachrichten ist nun deaktiviert.
es_es: Eliminación automática de mensajes de despedida desactivada.
fr_fr: La suppression automatique des annonces de départ a été désactivée.
he_il: ההסרה האוטומטית של הודאת השלום לא בשימוש.
id_id: Penghapusan otomatis dari pesan 'bye' telah dimatikan.
it_it: la cancellazione automatica dei messaggi di arrivederci è stata disabilitata.
ko_kr: 퇴장 메시지의 자동삭제가 비활성화되었습니다.
nb_no: Automatisk sletting av 'farvel'-meldinger er aktivert
pl_pl: Automatyczne usuwanie wiadomości pożegnalnych zostało wyłączone.
pt_br: Remoção automática de mensagens de despedida foi desativada.
sv_se: Automastisk radering av avskeds meddelanden har blivit avaktiverat.
tr_tr: Çıkış mesajlarının otomatik silinmesi devre dışı bırakıldı.
zh_cn: 自动删除告别消息关闭。
zh_tw: 自動刪除告別訊息功能已停用。

# administration_byedel_on
source: Bye messages will be deleted after {0} seconds.
de_de: Abschiedsnachrichten werden nun nach {0} Sekunden gelöscht.
es_es: Los mensajes de despedida serán eliminados después de {0} segundos.
fr_fr: Les annonces de départ seront supprimées après {0} secondes.
he_il: הודאת השלום תמחק בעוד {0} שניות.
id_id: Pesan 'bye' akan dihapus setelah {0} detik.
it_it: I messaggi di arrivederci verranno eliminati dopo {0} secondi.
ko_kr: 퇴장 메시지는 앞으로 {0}초 후에 삭제됩니다.
nb_no: Farvel-meldinger vil bli slettet etter {0} sekunder.
pl_pl: Wiadomości pożegnalne będą usuwane po {0} sekundach.
pt_br: Mensagens de despedida serão deletadas após {0} segundos.
sv_se: Avskeds meddelanden kommer bli raderade efter {0} sekunder.
tr_tr: Çıkış mesajları {0} saniye sonra silinecektir.
zh_cn: 告别消息将在{0}秒钟内删除。
zh_tw: 告別訊息將於 {0} 秒後刪除。

# administration_byemsg_cur
source: Current bye message: {0}
de_de: Aktuelle Abschiedsnachricht: {0}
es_es: El mensaje de despedida actual es: {0}
fr_fr: Annonce de départ actuelle: {0}
he_il: הודעת עזיבה נוכחית: {0}
id_id: Pesan 'bye' sekarang: {0}
it_it: Messaggi di arrivederci attuali: {0}
ko_kr: 현재 퇴장 메시지: {0}
nb_no: Nåværende 'farvel'-melding: {0}
pl_pl: Obecna wiadomość pożegnalna: {0}
pt_br: Mensagem de despedida atual: {0}
sv_se: Nuvarande avskeds meddelande: {0}
tr_tr: Şu anki çıkış mesajı: {0}
zh_cn: 现在告别消息: {0}
zh_tw: 目前的告別訊息: {0}
