Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# administration_perms
source: Error. Most likely I don't have sufficient permissions.
de_de: Fehler. Ich habe wahrscheinlich nicht ausreichend Rechte.
es_es: Error. Creo que no tengo suficientes permisos.
fr_fr: Erreur. Je ne dois sûrement pas posséder les permissions suffisantes.
he_il: שגיאה. כנראה אין לי את האישורים המתאימים.
id_id: Error. Kemungkinan besar saya tidak punya izin yang cukup.
it_it: Errore. Probabilmente non dispongo dei permessi necessari.
ko_kr: 오류. 봇에게 충분한 권한이 없습니다.
nb_no: Feil. Mest sansynlig har jeg ikke tilstrekkelige tillatelser.
pl_pl: Wystąpił błąd. Najwyraźniej nie mam wystarczających uprawnień.
pt_br: Erro. Não tenho permissões suficientes.
sv_se: Fel. Troligtvis så har jag inte tillräcklig behörighet.
tr_tr: Hata.Yüksek ihtimalle yeterli yetki'ye sahip değilim.
zh_cn: 失败。很可能我没有足够的权限。
zh_tw: 錯誤: 很可能我並沒有足夠的權限。

# administration_perms_reset
source: Permissions for this server are reset.
de_de: Rechte für diesen Server zurückgesetzt.
es_es: Los permisos de este servidor han sido reiniciados.
fr_fr: Les permissions pour ce serveur ont été réinitialisées.
he_il: ההרשאות לשרת זה התחדשו.
id_id: Izin untuk server ini telah diatur ulang.
it_it: I permessi di questo server sono stati reimpostati.
ko_kr: 이 서버의 모든 권한이 초기화되었습니다.
nb_no: Tillatelsene til denne serveren er nullstilt.
pl_pl: Uprawnienia tego serwera zostały zresetowane.
pt_br: As permissões para este servidor foram resetadas.
sv_se: Tillstånd för denna server har blivit återställt.
tr_tr: Bu server için yetkiler sıfırlandı.
zh_cn: 重置此服务器的权限。
zh_tw: 此伺服器的權限已重設。

# administration_prot_active
source: Active protections
de_de: Aktive Schutzmechanismen
es_es: Protecciones activas
fr_fr: Protections actives
he_il: הגנות פועלות
id_id: Perlindungan aktif
it_it: Protezioni attive
ko_kr: 보호기능 활성화
nb_no: Aktive Beskyttelser
pl_pl: Aktywne zabezpieczenia
pt_br: Proteções ativadas
sr_cyrl_rs: Активне заштите
sv_se: Aktiva skydd
tr_tr: Koruma Aktif
zh_cn: 主动保护
zh_tw: 生效中的保護機制

# administration_prot_disable
source: {0} has been **disabled** on this server.
de_de: {0} wurde auf diesem Server **deaktiviert**.
es_es: {0} ha sido **desactivado** en este servidor.
fr_fr: {0} a été **désactivé** sur ce serveur.
he_il: {0} **הופסק** בשרת זה.
id_id: {0} telah **dinonaktifkan** pada server ini.
it_it: {0} è stato **disattivato** in questo server.
ko_kr: {0}은(는) 이 서버에서 **비활성화**되었습니다.
nb_no: {0} har blitt **deaktivert** på denne serveren.
pl_pl: {0} został **wyłączony** na tym serwerze.
pt_br: {0} foi **desativado** neste servidor.
sv_se: {0} har blivit **avaktiverat** på denna server.
tr_tr: {0} Bu sunucudaki {0} **Devre Dışı**.
zh_cn: {0}已在此服务器禁用。
zh_tw: {0} 已在此伺服器 **停用**。

# administration_prot_enable
source: {0} Enabled
de_de: {0} aktiviert
es_es: {0} activado
fr_fr: {0} Activé
he_il: {0} אופשר.
id_id: {0} diaktifkan
it_it: {0} Attivato
ko_kr: {0}이(가) 활성화되었습니다.
nb_no: {0} aktivert
pl_pl: {0} włączone
pt_br: {0} Ativado
sv_se: {0} Aktiverad
tr_tr: {0} Etkin
zh_cn: {0}已启用。
zh_tw: {0} 已啟用。

# administration_prot_error
source: Error. I need ManageRoles permission
de_de: Fehler. Ich benötige die Berechtigung RollenVerwalten
es_es: Error. Necesito permisos para administrar roles.
fr_fr: Erreur. J'ai besoin de la permission Gérer les rôles.
he_il: שגיאה. אני צריך אישור **ManageRole**
id_id: Error. Saya butuh izin ManageRoles
it_it: Errore. Ho bisogno dei permessi di gestione dei ruoli
ko_kr: 오류. 관리자 권한이 필요합니다.
nb_no: Feil. Jeg trenger "Behandle roller" tillatelse.
pl_pl: Wystąpił błąd. Potrzebuję uprawnień zarządzania rolami
pt_br: Erro. Preciso da permissão "Gerenciar Cargos".
sv_se: Fel. Jag behöver tillstånd att hantera roller.
tr_tr: Hata. Rolleri Yönet iznine ihtiyacım var
zh_cn: 失败。 我需要 ManageRoles 权限
zh_tw: 錯誤。我需要此伺服器的 管理身分組 權限

# administration_prot_none
source: No protection enabled.
de_de: Keine Schutzmechanismen aktiviert.
es_es: Sin protección activada.
fr_fr: Aucune protection activée.
he_il: אין הגנות פעילות
id_id: Tidak ada perlindungan diaktifkan.
it_it: Nessuna protezione attiva.
ko_kr: 활성화된 보호기능이 없습니다.
nb_no: Ingen beskyttelser aktivert
pl_pl: Żadne zabezpieczenie nie jest aktywne.
pt_br: Nenhuma proteção ativa.
sr_cyrl_rs: Нема активних заштита.
sv_se: Inga skydd är aktiverade.
tr_tr: Hiçbir koruma etkin değil.
zh_cn: 未启用保护项目。
zh_tw: 沒有生效中的保護機制

# administration_raid_cnt
source: User threshold must be between {0} and {1}.
de_de: Benutzerschwelle muss zwischen {0} und {1} sein.
es_es: La entrada del usuario debe ser entre {0} y {1}.
fr_fr: Le seuil d'utilisateurs doit être entre {0} et {1}.
he_il: הסף של המשתמש צריך להיות בין {0} ל{1}.
id_id: Batas user harus diantara {0} dan {1}.
it_it: Gli utenti in ingresso devono essere tra {0} e {1}.
ko_kr: 사용자의 값은 반드시 {0}와(과) {1}사이의 값이여야 합니다.
nb_no: Bruker terskelen må være mellom {0} og {1}
pt_br: O limite de usuários deve ser entre {0} e {1}.
sv_se: Användar
tr_tr: Kullanıcı eşiği {0} ile {1} arasında olmalıdır.
zh_cn: 用户阈值必须介于{0}和{1}之间。
zh_tw: 成員緩衝數應介於 {0} 和 {1} 之間。

# administration_raid_stats
source: If {0} or more users join within {1} seconds, I will {2} them.
de_de: Wenn {0} oder mehr Benutzer innerhalb von {1} Sekunden beitreten werde ich Sie {2}.
es_es: Si {0} o más usuarios entran entre {1} segundos, los voy a {2}
fr_fr: Si {0} ou plus d'utilisateurs rejoignent dans les {1} secondes suivantes, je les {2}.
he_il: אם {0} או יותר משתמשים יצטרפו בעוד {1} שניות, אני {2} אותם.
id_id: Jika {0} atau lebih user bergabung dalam {1} detik, Saya akan {2} mereka.
it_it: Se {0} o più utenti entrano entro {1} secondi, li {0}.
ko_kr: 만약 {0}명 이상의 사용자가 {1}초안에 접속한다면 {2} 합니다.
nb_no: Hvis {0} eller flere brukere kommer inn i løpet av {1} sekunder, blir de {2}
pl_pl: Jeśli {0} lub więcej użytkowników dołączy w ciągu {1} sekund, {2} ich.
pt_br: Se {0} ou mais usuários entrarem em menos de {1} segundos, {2}.
sv_se: Om {0} eller mer användare går med inom {1} sekunder, kommer jag {2} dom.
tr_tr: {0} veya daha fazla kullanıcı {1} saniye içinde katılırsa, onlara {2} uygulayacağım.
zh_cn: 如果{0}或更多用户在{1}秒内加入，我将{2}他们。
zh_tw: 如果 {1} 秒內進入了 {0} 或更多位成員，我則會將他們 {2} 。

# administration_raid_time
source: Time must be between {0} and {1} seconds.
de_de: Zeit muss zwischen {0} und {1} sekunden sein.
es_es: El tiempo debe ser entre {0} y {1} segundos.
fr_fr: Le temps doit être compris entre {0} et {1} secondes.
he_il: הזמן חייב להיות בין {0} ו{1} שניות.
id_id: Waktu harus berada diantara {0} dan {1} detik.
it_it: Il tempo deve essere tra {0} e {1} secondi.
ko_kr: 시간은 {0}초와 {1}초 사이의 값이여야 합니다.
nb_no: Tiden må være mellom {1} og {1} sekunder.
pl_pl: Czas musi być pomiędzy {0} a {1} sekundą.
pt_br: O tempo deve ser entre {0} e {1} segundos.
sv_se: Tiden måste vara inom {0} och {1} sekunder.
tr_tr: Zaman {0} ile {1} saniye arasında olmalıdır.
zh_cn: 时间必须在{0}和{1}秒之间。
zh_tw: 時間必須在於 {0} 和 {1} 秒之間。

# administration_rar
source: Successfully removed all roles from user {0}
de_de: Erfolgreich alle Rollen vom Benutzer {0} entfernt
es_es: He removido todos los roles del usuario {0}
fr_fr: Vous avez retirés tous les rôles de l'utilisateur {0} avec succès
he_il: כל התפקידים הוסרו בהצלחה ממשתמש {0}
id_id: Berhasil menghapus semua peran dari user {0}
it_it: L'utente {0} è stato sollevato da tutti i suoi ruoli.
ko_kr: {0}의 모든 역할을 성공적으로 삭제했습니다.
nb_no: Fjernet alle roller fra {0}
pl_pl: Z powodzeniem usunięto wszystkie role użytkownika {0}
pt_br: Todos os cargos foram removidos do usuário {0} com sucesso
sv_se: Lyckats ta bort alla roller från användare {0}
tr_tr: {0} kullanıcısından tüm roller başarıyla kaldırdı.
zh_cn: 已成功从用户{0}中移除所有身份
zh_tw: 成功的移除了 {0} 所有的身分組。

# administration_rar_err
source: Failed to remove roles. I have insufficient permissions.
de_de: Rollen konnten nicht entfernt werden. Ich habe nicht die erforderlichen Rechte.
es_es: No pude remover los roles. No tengo suficientes permisos.
fr_fr: Impossible de retirer des rôles. Je n'ai pas les permissions suffisantes.
he_il: הסרת התפקיד נכשלה. אין לי מספיק הרשאות.
id_id: Gagal menghapus peran. Saya tidak punya izin.
it_it: Impossibile rimuovere i ruoli. Non dispongo dei permessi necessari.
ko_kr: 역할 삭제에 실패했습니다. 권한이 부족합니다.
nb_no: Kunne ikke fjerne roller. Jeg har ikke de rette tillatelsene.
pl_pl: Nie udało się usunąć ról. Nie mam wystarczających uprawnień.
pt_br: Falha ao remover cargos. Eu não possuo permissões suficientes.
sv_se: Misslyckades att ta bort roller. Jag har inte nog med behörighet.
tr_tr: Yetkileri almada hata. Yüksek ihtimalle yeteri kadar yetkim yok.
zh_cn: 无法移除身份。 我没有足够的权限。
zh_tw: 無法移除身分組。我的權限不夠。

# administration_rc
source: Color of {0} role has been changed.
de_de: Farbe der Rolle {0} wurde geändert.
es_es: El color del rol {0} ha sido cambiado.
fr_fr: La couleur du rôle {0} a été modifiée.
he_il: הצבע של {0} התפקיד היה שונה.
id_id: Warna dari peran {0} telah diubah.
it_it: il colore del ruolo {0} è stato cambiato.
ko_kr: {0} 역할에 대한 색이 변경되었습니다.
nb_no: Rollen {0} sin farge er blitt endret.
pl_pl: Kolor roli {0} został zmieniony.
pt_br: A cor do cargo {0} foi alterada.
sv_se: Färger av {0} roll har blivit ändrad.
tr_tr: {0} rolünün rengi değiştirildi.
zh_cn: {0}身份的颜色已更改。
zh_tw: {0} 身份組的顏色已變更。

# administration_rc_not_exist
source: That role does not exist.
de_de: Diese Rolle existiert nicht.
es_es: Ese rol no existe.
fr_fr: Ce rôle n'existe pas.
he_il: התפקיד הזה לא קיים.
id_id: Peran itu tidak ada.
it_it: Quel ruolo non esiste.
ko_kr: 그 역할은 존재하지 않습니다.
nb_no: Den rollen eksisterer ikke.
pl_pl: Ta rola nie istnieje.
pt_br: Esse cargo não existe.
sv_se: Den rollen existerar inte.
tr_tr: Bu rol bulunmamakta.
zh_cn: 那个身份不存在。
zh_tw: 那個身分組並不存在。

# administration_rc_params
source: The parameters specified are invalid.
de_de: Die angegebenen Parameter sind ungültig.
es_es: Los parámetros especificados no son válidos.
fr_fr: Les paramètres spécifiés sont invalides.
he_il: הפרמטר המבוקש אינו חוקי.
id_id: Parameter yang ditentukan tidak valid.
it_it: I parametri specificati sono invalidi.
ko_kr: 지정된 파라미터가 유효하지 않습니다.
nb_no: Gitte parametere er ikke gyldige.
pl_pl: Wyszczególnione parametry są błędne
pt_br: Os parâmetros especificados são inválidos.
sv_se: Dom angivna parametrarna är ogiltiga.
tr_tr: Belirtilen parametreler geçersiz.
zh_cn: 指定的参数错误。
zh_tw: 指定的參數錯誤。

# administration_rc_perms
source: Error occured due to invalid color or insufficient permissions.
de_de: Fehler ist aufgetreten aufgrund von einer ungültigen Farbe oder fehlenden Rechten.
es_es: Error debido a un color no válido o insuficiencia de permisos.
fr_fr: Erreur due à un manque de permissions ou à une couleur invalide.
he_il: השגייה התרחשה בגלל צבע לא נכון או חוסר הרשאות.
id_id: Error disebabkan warna tidak valid atau tidak punya izin.
it_it: Si è verificato un errore dovuto a un colore invalido o a permessi insufficienti.
ko_kr: 유효하지 않은 색이거나 권한이 부족해서 오류가 발생했습니다.
nb_no: En feil oppstod, grunnet ugyldig fargekode, eller ikke tilstrekkelig med tillatelser.
pl_pl: Wystąpił błąd w związku z błędnym kolorem albo niewystarczającymi uprawnieniami.
pt_br: Um erro ocorreu devido à cor inválida ou permissões insuficientes.
sv_se: Ett fel uppstod på grund av ogiltig färg eller otillräckliga behörigheter.
tr_tr: Renk geçersiz veya yetersiz izinler nedeniyle hata oluştu.
zh_cn: 由于颜色无效或权限不足而发生错误。
zh_tw: 無效的色碼或是權限不足引起錯誤。

# administration_remrole
source: Successfully removed role {0} from user {1}
de_de: Erfolgreich die Rolle {0} vom Benutzer {1} entfernt
es_es: He removido satisfactoriamente el rol {0} del usuario {1}.
fr_fr: L'utilisateur {1} n'a plus le rôle {0}.
he_il: התפקיד {0} הוסר בהצלחה ממשתמש {0}
id_id: Berhasil menghapus peran {0} dari user {1}
it_it: L'utente {1} è stato sollevato dal ruolo di {0}
ko_kr: {1}의 {0} 역할을 성공적으로 제거했습니다.
nb_no: Fjernet rollen {0} fra {1}
pl_pl: Z powodzeniem usunięto rolę {0} użytkownikowi {1}
pt_br: Cargo {0} removido do usuário {1} com sucesso
sv_se: Lyckats ta bort roll {0} från användare {1}
tr_tr: {1} kullanıcısının sahip olduğu {0} rolü başarı ile alındı.
zh_cn: 已成功从用户{1}中删除身份{0}
zh_tw: 成功的移除了 {1} 的 {0} 身分組。

# administration_remrole_err
source: Failed to remove role. I have insufficient permissions.
de_de: Entfernen der Rolle fehlgeschlagen. Ich habe nicht die erforderlichen Rechte.
es_es: No pude remover el rol. Insuficientes permisos.
fr_fr: Impossible de supprimer ce rôle. Je ne possède pas les permissions suffisantes.
he_il: הסרת התפקיד נחשלה. אני לי מספיק הרשאות.
id_id: Gagal menghapus peran. Saya tidak punya izin.
it_it: Impossibile rimuovere il ruolo. Non dispongo dei permessi necessari.
ko_kr: 역할 제거에 실패했습니다. 권한이 부족합니다.
nb_no: Kunne ikke fjerne rollen. Jeg har ikke tilstrekkelig med tillatelser
pl_pl: Wystąpił błąd przy usunięciu roli. Masz niewystarczające uprawnienia.
pt_br: Falha ao remover o cargo. Não possuo permissões suficientes.
sv_se: Misslyckades att ta bort roll. Jag har inte tillräckligt med behörighet.
tr_tr: Yetkiyi almada hata. Yüksek ihtimalle yeteri kadar yetkim yok.
zh_cn: 无法移除身份。 我没有足够的权限。
zh_tw: 無法移除身分組。我沒有足夠的權限。

# administration_renrole
source: Role renamed.
de_de: Rolle umbenannt.
es_es: Rol renombrado.
fr_fr: Rôle renommé.
he_il: שם התפקיד השתנה.
id_id: Nama peran diubah.
it_it: Ruolo rinominato.
ko_kr: 역할 이름이 변경되었습니다.
nb_no: Endret navn på rolle.
pl_pl: Nazwa roli została zmieniona.
pt_br: Cargo renomeado.
sv_se: Roll omdöpt.
tr_tr: Rol yeniden adlandırıldı.
zh_cn: 身份名已改
zh_tw: 已更改身分組名稱。

# administration_renrole_err
source: Failed to rename role. I have insufficient permissions.
de_de: Umbenennen der Rolle fehlgeschlagen. Ich habe nicht die erforderlichen Rechte.
es_es: No pude renombrar el rol. No tengo suficientes permisos.
fr_fr: Impossible de renommer ce rôle. Je ne possède pas les permissions suffisantes.
he_il: שינוי התפקיד מחשל. אני לי מספיק הרשאות.
id_id: Gagal merubah nama peran. Saya tidak punya izin.
it_it: Impossibile rinominare il ruolo. Non dispongo dei permessi necessari.
ko_kr: 역할 이름 변경에 실패했습니다. 권한이 부족합니다.
nb_no: Kunne ikke endre navn på rolle. Jeg har ikke tilstrekkelig med tillatelser.
pl_pl: Nie udało się zmienić nazwy roli. Nie mam wystarczających uprawnień.
pt_br: Falha ao renomear o cargo. Não possuo permissões suficientes.
sv_se: Det gick inte att byta namn på roll. Jag har inte tillräckligt behörighet.
tr_tr: Rol yeniden adladırılmasında hata. Yüksek ihtimalle yeteri kadar yetkim yok.
zh_cn: 身份重命名失败。我的权限不足。
zh_tw: 身分組名稱變更失敗。我沒有足夠的權限。

# administration_renrole_perms
source: You can't edit roles higher than your highest role.
de_de: Sie kännen keine Rollen bearbeiten die höher als Ihre eigenen sind.
es_es: No puedes editar roles con más poder que el tuyo.
fr_fr: Vous ne pouvez pas modifier les rôles supérieurs au votre.
he_il: אתה לא יכול לעדכן תפקידים גבוהים משלך.
id_id: Anda tidak dapat mengedit peran yang lebih tinggi daripada peran tertinggi anda.
it_it: Non puoi modificare i ruoli più alti del tuo.
ko_kr: 자신보다 가장 높은 역할보다 높은 사용자의 역할을 수정할 수 없습니다.
nb_no: Du kan ikke endre på roller som er høyere enn din i hierarkiet.
pl_pl: Nie możesz edytować ról wyższych od twojej.
pt_br: Você não pode editar cargos superiores ao seu cargo mais elevado.
sv_se: Du kan inte redigera roller högre än din högsta roll.
tr_tr: Kendi rolunüzden daha yüksek rolleri değiştiremezsiniz.
zh_cn: 您不能编辑比你
zh_tw: 您不能編輯比你最高身分組還高的身分組。

# administration_reprm
source: Removed the playing message: {0}
de_de: Die Abspielnachricht wurde entfernt: {0}
es_es: Removido el mensaje de estado: {0}
fr_fr: La répétition du message suivant a été désactivé: {0}
he_il: ההודאה המוקלטת הוסרה: {0}
id_id: Pesan yang diputar: {0} telah dihapus
it_it: Rimosso il messaggio di gioco: {0}
ko_kr: 다루고있었던 메시지를 치웠습니다: {0}
nb_no: Fjernet 'Spiller'-melding: {0}
pt_br: Removida a mensagem "jogando": {0}
sv_se: Tog bort spelande meddelande: {0}
tr_tr: {0} oynatılan mesaj kaldırıldı.
zh_cn: 已移除游玩消息：{0}
zh_tw: 已移除遊玩訊息: {0}

# administration_role_added
source: Role {0} as been added to the list.
de_de: Die Rolle {0} wurde zur Liste hinzugefügt.
es_es: El rol {0} ha sido añadido a la lista.
fr_fr: Le rôle {0} a été ajouté à la liste.
he_il: תפקיד {0} הוסף לרשימה.
id_id: Peran {0} telah ditambahkan ke daftar.
it_it: Il ruolo {0} è stato aggiunto alla lista.
ko_kr: {0} 역할을 리스트에 추가했습니다.
nb_no: Roller {0} er lagt til i listen
pl_pl: Rola {0} została dodana do listy.
pt_br: O cargo {0} foi adicionado a lista.
sv_se: Roll {0} har blivit tillagd till listan.
tr_tr: Rol {0}, listeye eklendi.
zh_cn: 身份{0}已添加到列表中。
zh_tw: 身分組 {0} 已新增至清單。

# administration_role_clean
source: {0} not found.Cleaned up.
de_de: {0} nicht gefunden. Aufgeräumt.
es_es: No encontré {0}.
fr_fr: {0} introuvable. Nettoyé.
he_il: {0} לא נמצא. נוקה.
id_id: {0} tidak ditemukan. Telah dibersihkan.
it_it: {0} non trovato. Pulizia avvenuta.
ko_kr: {0}을(를) 찾을 수 없기때문에 삭제했습니다.
nb_no: {0} ikke funnet. Renset opp.
pt_br: {0} não encontrado. Limpo.
sv_se: {0} inte funnen. Städar upp.
tr_tr: {0} bulunamadı. Temizlendi.
zh_cn: {0}未找到。已清理。
zh_tw: {0} 未找到。已清理。

# administration_role_in_list
source: Role {0} is already in the list.
de_de: Die Rolle {0} ist bereits in der Liste.
es_es: El rol {0} ya está en la lista.
fr_fr: Le rôle {0} est déjà présent dans la liste.
he_il: התפקיד {0} כבר נמצא ברשימה.
id_id: Peran {0} sudah ada di dalam daftar.
it_it: il ruolo {0} è già nella lista.
ko_kr: {0} 역할은 이미 리스트에 추가된 상태입니다.
nb_no: Rolle {0} er allerede i listen
pl_pl: Rola {0} jest już na liście.
pt_br: O cargo {0} já está na lista.
sv_se: Roll {0} finns redan i listan.
tr_tr: Rol {0} zaten listede.
zh_cn: 身份{0}已在列表中。
zh_tw: 身分組 {0} 已在清單中。

# administration_ropl_added
source: Added.
de_de: Hinzugefügt.
es_es: Añadido.
fr_fr: Ajouté
he_il: הוסף.
id_id: Ditambahkan.
it_it: Aggiunto.
ko_kr: 추가했습니다.
nb_no: Lagt til.
pl_pl: Dodano.
pt_br: Adicionado.
sv_se: Tillagd.
tr_tr: Eklendi.
zh_cn: 添加成功.
zh_tw: 新增成功。

# administration_ropl_disabled
source: Rotating playing status disabled.
de_de: Rotation des Spielstatus deaktiviert.
es_es: Rotación de estados desactivada.
fr_fr: Alternance du statut de jeu désactivé.
he_il: סטטוס משתנה הופסק.
id_id: Status bermain berotasi dinonaktifkan.
it_it: Stato di gioco rotativo disattivato.
ko_kr: 플레이 상태 로테이션이 비활성화되었습니다.
nb_no: Roterende 'spiller'-status deaktivert.
pt_br: Rotação de status "jogando" desativada.
sv_se: Rotering av spelar status avaktiverad.
tr_tr: Döndürme işlemi durdu.
zh_cn: 旋转游玩状态关闭。
zh_tw: 輪播遊玩狀態已停用。

# administration_ropl_enabled
source: Rotating playing status enabled.
de_de: Rotation des Spielstatus aktiviert.
es_es: Rotación de estado activada.
fr_fr: Alternance du statut de jeu activé.
he_il: סטטוס משתנה הותחל.
id_id: Status bermain berotasi diaktifkan
it_it: Stato di gioco rotativo attivato.
ko_kr: 플레이 상태 로테이션이 활성화되었습니다.
nb_no: Roterende 'spiller'-status aktivert.
pt_br: Rotação de status "jogando" ativada.
sv_se: Rotering av spelar status aktiverad.
tr_tr: Döndürme işlemi etkinleştirildi.
zh_cn: 旋转游玩状态开启。
zh_tw: 輪播遊玩狀態已啟用。

# administration_ropl_list
source: Here is a list of rotating statuses: {0}
de_de: Hier ist die Liste der rotierenden Status: {0}
es_es: Aquí está la lista de rotaciones de estado: {0}
fr_fr: Liste des statuts alternants: {0}
he_il: הנה רשימה של סטטוסים מסתובבים: {0}
id_id: Ini adalah daftar status-status yang berotasi: {0}
it_it: Ecco una lista delle condizioni di ruolo rotative: {0}
ko_kr: 플레이 상태 로테이션 리스트: {0}
nb_no: Liste med roterende statuser: {0}
pt_br: Aqui está uma lista dos status rotacionados: {0}
sv_se: Här är en lista av roterande statusar: {0}
tr_tr: Döndürülen durumların bir listesi: {0}
zh_cn: 以下是旋转状态列表： {0}
zh_tw: 輪播遊玩狀態清單： {0}

# administration_ropl_not_set
source: No rotating playing statuses set.
de_de: Keine rotierenden Status gesetzt.
es_es: No hay rotaciones de estado configuradas.
fr_fr: Aucun statut alternant défini.
he_il: לא נקבע סטטוס משתנה.
id_id: Tidak ada status bermain berotasi yang diset.
it_it: Nessuno condizione di gioco rotativo impostato.
ko_kr: 플레이 상태 로테이션이 설정되지 않았습니다.
nb_no: Ingen roterende statuser er satt.
pt_br: Nenhum status de rotação "jogando" definido.
sv_se: Inga roterande spel statusar aktiverade.
tr_tr: Dönen durumlar ayarlanmadı.
zh_cn: 未设置旋转游戏状态。
zh_tw: 尚未設定輪播遊玩狀態。

# administration_self_assign_already
source: You already have {0} role.
de_de: Sie haben bereits die Rolle {0}.
es_es: Ya tienes el rol {0}.
fr_fr: Vous avez déjà le rôle {0}.
he_il: יש לך כבר {0} תפקיד.
id_id: Anda sudah memiliki {0} peran.
it_it: Sei già un {0}.
ko_kr: 당신은 이미 {0} 역할이 있습니다.
nb_no: Du har allerede rollen {0}
pl_pl: Masz już rolę {0}.
pt_br: Você já possui o cargo {0}.
sv_se: Du har redan {0} roll.
tr_tr: Zaten {0} role sahip.
zh_cn: 您已经拥有{0}身份。
zh_tw: 您已經是 {0} 身分組了。

# administration_self_assign_already_excl
source: You already have {0} exclusive self-assigned role.
de_de: Sie haben bereits die exklusive, selbstzugewiesene Rolle {0}.
es_es: Ya tienes el rol autoasignable exclusivo {0}.
fr_fr: Vous avez déjà {0} rôles exclusifs auto-attribués.
id_id: Anda sudah memiliki {0} peran eksklusif yang ditetapkan sendiri.
it_it: Hai già {0} esclusivi ruoli auto-assegnati.
ko_kr: 당신은 이미 독점 자가 배정 역할 {0}이(가) 있습니다.
nb_no: Du har allerede en eksklusiv rolle: {0}
pt_br: Você já possui o cargo auto-atribuível exclusivo {0}.
sv_se: Du har redan {0} exklusiv egentilldelad roll
tr_tr: {0} özel otomatik atanmış role zaten sahibidir.
zh_cn: 您已拥有{0}独占的自行分配。
zh_tw: 您已經是 {0} 身分組的成員，您一次只能加入一個自入身分群組。

# administration_self_assign_excl
source: Self assigned roles are now exclusive!
de_de: Selbst zugewiesene Rollen sind nun exklusiv!
es_es: Ahora los roles autoasignables son exclusivos.
fr_fr: Rôles auto-attribuables désormais exclusifs.
id_id: Peran yang ditetapkan sendiri sekarang eksklusif!
it_it: I ruoli auto-assegnati sono ora riservati!
ko_kr: 자가 배정 역할은 이제 하나만 선택 할 수 있습니다!
nb_no: Selvsettende roller er nå eksklusive!
pl_pl: Role, które można nadawać sobie samemu, są teraz ekskluzywne.
pt_br: Cargos auto-atribuíveis agora são exclusivos!
sv_se: Egentilldelade roller är nu exklusiva!
tr_tr: Otomatik atanmış roller artık özel!
zh_cn: 自行分配身份现在是独家！
zh_tw: 自入身分群組現在為擇一模式。

# administration_self_assign_list
source: There are {0} self assignable roles
de_de: Es gibt {0} Rollen, die man sich selbst zuweisen kann.
es_es: Hay {0} roles autoasignables.
fr_fr: Il y a {0} rôles auto-attribuables.
id_id: Ada {0} peran yang ditetapkan sendiri
it_it: Ci sono {0} ruoli auto-assegnabili.
ko_kr: {0}개의 자가 배정 역할이 있습니다.
nb_no: Det er nå {0} selvsettende roller.
pl_pl: Istnieje {0} ról, które możesz sam sobie nadać.
pt_br: Existem {0} cargos auto-atribuíveis
sv_se: Det finns {0} egentilldelade roller
tr_tr: {0} otomatik atanabilir rolü var
zh_cn: 有{0}个可自行分配身份
zh_tw: 有 {0} 個可以自入的身分群組

# administration_self_assign_not
source: That role is not self-assignable.
de_de: Diese Rolle kann man sich nicht selbst zuweisen.
es_es: Ese rol no es autoasignable.
fr_fr: Ce rôle ne peux pas vous être attribué par vous-même.
id_id: Peran itu tidak dapat ditetapkan sendiri.
it_it: Quel ruolo non è auto-assegnabile.
ko_kr: 그 역할은 자신이 적용 할 수 없습니다.
nb_no: Den rollen er ikke selvsettende.
pl_pl: Tej roli nie możesz nadać sobie sam.
pt_br: Esse cargo não é auto-atribuível.
sv_se: Den rollen är inte möjlig att egentilldela.
tr_tr: Bu rol otomatik atanabilir değil.
zh_cn: 这个身份是不可自行分配的。
zh_tw: 此身分組並不能自行加入。

# administration_self_assign_not_have
source: You don't have {0} role.
de_de: Sie haben die Rolle {0} nicht.
es_es: No tienes el rol {0}.
fr_fr: Vous ne possédez pas le rôle {0}.
he_il: אין לך {0} תפקיד.
id_id: Anda tidak memiliki {0} peran.
it_it: Non sei un {0}.
ko_kr: 당신은 {0} 역할이 없습니다.
nb_no: Du har ikke rollen {0}.
pl_pl: Nie posiadasz roli {0}
pt_br: Você não possui o cargo {0}.
sv_se: Du har inte {0} roll.
tr_tr: {0} rolünüz yok.
zh_cn: 您没有{0}身份。
zh_tw: 您並不是 {0} 身份組的成員。
