Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# searches_sunset
source: Sunset
de_de: Sonnenuntergang
es_es: Puesta del sol
fr_fr: Crépuscule
he_il: שקיעה
id_id: Matahari terbenam
it_it: Tramonto
ko_kr: 일몰
nb_no: Solnedgang
pl_pl: Zachód słońca
pt_br: Pôr do Sol
sr_cyrl_rs: Залазак сунца
sv_se: Solnedgång
tr_tr: Gün batımı
zh_cn: 日落
zh_tw: 日落時間

# searches_temperature
source: Temperature
de_de: Temperatur
es_es: Temperatura
fr_fr: Température
he_il: טמפרטורה
id_id: Temperatur
it_it: Temperratura
ko_kr: 온도
nb_no: Temperatur
pl_pl: Temperatura
pt_br: Temperatura
sr_cyrl_rs: Температура
sv_se: Temperatur
tr_tr: Sıcaklık
zh_cn: 温度
zh_tw: 氣溫

# searches_title
source: Title:
de_de: Titel:
es_es: Título:
fr_fr: Titre:
id_id: Judul:
it_it: Titolo:
ko_kr: 제목:
nb_no: Tittel:
pl_pl: Tytuł:
pt_br: Título:
sr_cyrl_rs: Наслов:
sv_se: Titel:
tr_tr: Başlık:
zh_cn: 标题：
zh_tw: 標題:

# searches_top_3_fav_anime
source: Top 3 favorite anime:
de_de: Top 3 Lieblingsanime:
es_es: Top 3 de anime favoritos:
fr_fr: Top 3 anime favoris
he_il: שלושת האנימות הטובות ביותר:
id_id: Top 3 favorit anime:
it_it: Top 3 anime preferiti:
ko_kr: 좋아하는 상위 3개 애니:
nb_no: Topp 3 favoritt animer:
pl_pl: 3 ulubione anime:
pt_br: Top 3 animes favoritos:
sr_cyrl_rs: 3 омиљене аниме:
sv_se: Top 3 favorit anime:
tr_tr: En çok sevilen 3 anime:
zh_cn: 3个最喜欢的动画：
zh_tw: 前三喜歡的動畫:

# searches_translation
source: Translation:
de_de: Übersetzung:
es_es: Traducción:
fr_fr: Traduction:
he_il: פרוש:
id_id: Terjemahan:
it_it: Traduzione:
ko_kr: 번역 결과:
nb_no: Oversettelse:
pl_pl: Tłumaczenie:
pt_br: Tradução:
sr_cyrl_rs: Превод:
sv_se: Översättning:
tr_tr: Çeviri:
zh_cn: 翻译：
zh_tw: 翻譯:

# searches_types
source: Types
de_de: Typen
es_es: Tipos:
he_il: סוגים
id_id: Tipe
it_it: Tipi
ko_kr: 종류
nb_no: Typer
pl_pl: Typy
pt_br: Tipos
sr_cyrl_rs: Типови
sv_se: Typer
tr_tr: Tipler
zh_cn: 类型
zh_tw: 類型

# searches_ud_error
source: Failed finding definition for that term.
de_de: Die definition für den Begriff konnte nicht gefunden werden.
es_es: No pude encontrar una definición para ese término.
fr_fr: Impossible de trouver une définition pour ce terme.
he_il: מציעת הפרושים של המוסג הזה נחשל.
id_id: Gagal menemukan definisi untuk istilah tersebut
it_it: Nessuna definizione trovata per la parola.
ko_kr: 해당 용어에 대한 정의를 찾지 못했습니다.
nb_no: Kunne ikke finne definisjonen for dette ordet.
pl_pl: Nie znaleziono definicji dla tego terminu.
pt_br: Falha ao encontrar a definição para esse termo.
sr_cyrl_rs: Неуспешно проналажење дефиниције за тај термин
sv_se: Misslyckades att hitta definitionen för den termen.
tr_tr: Bu terim için tanım bulma başarısız.
zh_cn: 未能找到该字词的定义。
zh_tw: 找不到該詞的定義。

# searches_viewers
source: Viewers
de_de: Zuschauer
es_es: Espectadores
he_il: צופים
id_id: Penonton
it_it: Spettatori
ko_kr: 시청자
nb_no: Seere
pl_pl: Widzowie:
pt_br: Espectadores
sr_cyrl_rs: Гледаоци
sv_se: Tittare
tr_tr: İzleyici
zh_cn: 观众
zh_tw: 觀眾

# searches_watching
source: Watching
de_de: Am schauen
es_es: Mirando
fr_fr: En écoute
he_il: צופה
id_id: Menonton
it_it: Seguendo
ko_kr: 시청중
nb_no: Ser på
pl_pl: Oglądane
pt_br: Assistindo
sr_cyrl_rs: Гледа
sv_se: Tittar
tr_tr: Seyret
zh_cn: 观看
zh_tw: 正在看

# searches_wikia_error
source: Failed finding that term on the specified wikia.
de_de: Der Begriff konnte auf dem spezifizierten wikia nicht gefunden werden.
es_es: No pude encontrar ese término en la Wikia especificada.
fr_fr: Impossible de trouver ce terme sur le wikia spécifié.
id_id: Gagal menemukan istilah tersebut dalam wikia yang ditentukan.
it_it: Non sono riuscita a trovare quel termine nella wikia specificata.
ko_kr: 해당 용어에 대한 특정 Wikia를 찾지 못했습니다.
nb_no: Kunne ikke finne det ordet på den angitte Wikia.
pl_pl: Nie znaleziono tego terminu na konkretnej wikii.
pt_br: Falha ao tentar encontrar esse termo na wikia especificada.
sr_cyrl_rs: Није успешно проналажење термина на тој викији.
sv_se: Misslyckades att hitta term på den specificerade wikia.
tr_tr: Belirtilen wikia da terimi bulamadım.
zh_cn: 无法在指定的维基上找到该字词。
zh_tw: 無法在指定的維基上找到該詞。

# searches_wikia_input_error
source: Please enter a target wikia, followed by search query.
de_de: Bitte geben Sie ein Ziel wikia ein, gefolgt bei der Suchanfrage.
es_es: Por favor ingresa la Wikia seguido por el término de búsqueda.
fr_fr: Entrez un wikia cible, suivi d'une requête de recherche.
id_id: Harap memasukkan target wikia, diikuti dengan pertanyaan pencarian.
it_it: Inserisca una wikia, seguita dalla richiesta di ricerca.
ko_kr: 목적 Wikia를 입력하고 검색 쿼리를 입력하세요.
nb_no: Vennligst skriv inn et mål-wikia, etterfulgt av søket.
pt_br: Por favor, insira a wikia alvo, seguida do que deve ser pesquisado.
sr_cyrl_rs: Унеси име викије, а затим термин за претрагу.
sv_se: Snälla skriv en wikia, följd av sökfråga.
tr_tr: Lütfen bir hedef wikia girip ardından arama sorgusu yapın.
zh_cn: 请输入目标维基，然后搜索查询。
zh_tw: 請輸入要搜尋的維基，然後才是搜尋單詞。

# searches_wiki_page_not_found
source: Page not found.
de_de: Seite konnte nicht gefunden werden.
es_es: Página no encontrada.
fr_fr: Page non trouvée.
he_il: העמוד לא נמצא
id_id: Halaman tidak ditemukan.
it_it: Pagina non trovata.
ko_kr: 페이지를 찾지 못했습니다.
nb_no: Side ikke funnet.
pl_pl: Strona nie została znaleziona.
pt_br: Página não encontrada.
sr_cyrl_rs: Страница није нађена.
sv_se: Sidan kunde ej hittas.
tr_tr: Sayfa bulunamadı.
zh_cn: 找不到该页面。
zh_tw: 找不到該頁面。

# searches_wind_speed
source: Wind speed
de_de: Wind Geschwindigkeit
es_es: Velocidad del viento
fr_fr: Vitesse du vent
he_il: מהירות הרוח
id_id: Kecepatan angin
it_it: Velocità del vento
ko_kr: 바람의 속도
nb_no: Vindfart
pl_pl: Szybkość wiatru
pt_br: Velocidade do Vento
sr_cyrl_rs: Брзина ветра
sv_se: vindhastighet
tr_tr: Rüzgar hızı
zh_cn: 风速
zh_tw: 風速

# searches_x_most_banned_champs
source: The {0} most banned champions
de_de: Die {0} meist gebannten Champions
es_es: Los {0} campeones más bloqueados
fr_fr: Les {0} champions les plus bannis
id_id: {0} champion paling sering di ban
it_it: I campioni più bannati di {0}
ko_kr: {0}번째로 많은 밴을 당한 챔피언
nb_no: De {0} mest forbydde 'champions'
pl_pl: Najczęściej banowane postacie w {0}
pt_br: Os {0} campeões mais banidos
sr_cyrl_rs: {0} највише банованих хероја
sv_se: De {0} mest bannade mästare
tr_tr: En çok yasaklanan {0} şampiyon
zh_cn: {0}个被封号最多的英雄
zh_tw: {0} 個最常被禁的英雄

# searches_yodify_error
source: Failed to yodify your sentence.
de_de: Ihre Nachricht konnte nicht yodifiziert werden.
es_es: No pude yodificar tu oración
fr_fr: Impossible de yodifier votre phrase.
id_id: Gagal menyodifikasi kalimat anda.
it_it: Non sono riuscita a yodificare la tua frase.
ko_kr: 당신의 문장을 Yodify하지 못했습니다.
nb_no: Kunne ikke 'yodify' setningen din
pl_pl: Problem z napisaniem Twojego zdania w stylu Yody
pt_br: Falha ao yodificar sua frase.
sr_cyrl_rs: Јодификовање реченице није успешно.
sv_se: Misslyckades att yodifiera din mening.
tr_tr: Cümleyi yozlaştırma başarısız oldu.
zh_cn: 无法yodify您的句子。
zh_tw: 無法尤達化你的句子。

# utiliity_joined
source: Joined
de_de: Beigetreten
es_es: Entró
fr_fr: Rejoint
he_il: הצתרף
id_id: Bergabung
it_it: Entrato
ko_kr: 입장
nb_no: Ble med
pl_pl: Dołączył
pt_br: Juntou-se
sr_cyrl_rs: Ушао
sv_se: Gick med
tr_tr: Katıldı
zh_cn: 加入
zh_tw: 已加入

# utility_activity_line
source: `{0}.` {1} [{2:F2}/s] - {3} total
es_es: `{0}.` {1} [{2:F2}/s] - {3} en total
it_it: `{0}.` {1} [{2:F2}/s] - {3} totali
ko_kr: `{0}.` {1} [{2:F2}/초] - 합계 {3}
nb_no: `{0}.` {1} [{2:F2}/s] - {3} totalt
sr_cyrl_rs: `{0}.` {1} [{2:F2}/s] - {3} укупно
tr_tr: `{0}.` {1} [her saniye/{2:F2}] - toplam {3}
zh_cn: `{0}.` {1} [{2:F2}/秒] - {3} 总计
zh_tw: `{0}.` {1} [{2:F2}/秒] - 共 {3}

# utility_activity_page
source: Activity page #{0}
de_de: Aktivitäten Liste #{0}
es_es: Página de actividad #{0}
fr_fr: Page d'activité #{0}
id_id: Halaman aktifitas #{0}
it_it: Pagina attivitá #{0}
ko_kr: 활성 페이지 #{0}
nb_no: Aktivitet side #{0}
pl_pl: Strona aktywności #{0}
pt_br: Página de Atividade #{0}
sr_cyrl_rs: Страна активности #{0}
sv_se: Aktivitets sida #{0}
tr_tr: Aktivite sayfası #{0}
zh_cn: 活动页面#{0}
zh_tw: 活動頁面 #{0}

# utility_activity_users_total
source: {0} users total.
de_de: {0} totale Benutzer.
es_es: {0} usuarios en total.
fr_fr: {0} utilisateurs en total.
id_id: {0} total pengguna.
it_it: {0} utenti in totale.
ko_kr: 총 {0}명의 사용자.
nb_no: {0} brukere totalt.
pl_pl: Łącznie {0} użytkowników.
pt_br: {0} usuários no total.
sr_cyrl_rs: {0} укупно корисника.
sv_se: {0} användare totalt.
tr_tr: {0} toplam kullanıcı.
zh_cn: {0}个用户。
zh_tw: 共 {0} 個使用者。

# utility_author
source: Author
de_de: Autor
es_es: Autor
fr_fr: Créateur
he_il: יוצר
id_id: Penulis
it_it: Autore
ko_kr: 저자
nb_no: Forfatter
pl_pl: Autor
pt_br: Autor
sr_cyrl_rs: Аутор
sv_se: Författare
tr_tr: Yapımcı
zh_cn: 作者
zh_tw: 作者

# utility_botid
source: Bot ID
de_de: ID des Bots
es_es: ID del Bot
fr_fr: ID du Bot
he_il: מס' זהות של הבוט
id_id: ID Bot
it_it: ID del bot
ko_kr: 봇 ID
pl_pl: ID bota
sr_cyrl_rs: Бот ИД
tr_tr: Bot Kimliği
zh_cn: 机器ID

# utility_calcops
source: List of functions in {0}calc command
de_de: Liste der Funktionen im {0}calc Befehl
es_es: Lista de funciones en el comando {0}calc
fr_fr: Liste des fonctions pour la commande {0}calc
id_id: Daftar fungsi di perintah {0)calc
it_it: Lista di funzioni nel comando {0}calc
ko_kr: {0}calc 명령어의 기능 목록
nb_no: Liste over funksjoner i {0}calc kommandoen
pt_br: Lista de funções no comando {0}calc
sr_cyrl_rs: Листа функција у {0}calc команди
sv_se: Lista av funktioner i {0}calc kommando
tr_tr: {0}calc komutundaki fonksiyonların listesi
zh_cn: {0} 计算器命令列表
zh_tw: 可在 {0}calc 使用的函式

# utility_channelid
source: {0} of this channel is {1}
de_de: {0} dieses Kanals ist {1}
es_es: {0} de este canal es {1}
fr_fr: {0} de ce salon est {1}
id_id: {0} dari channel ini adalah {1}
it_it: {0} di questo canale è {1}
ko_kr: 이 채널의 {0}은(는) {1} 입니다.
nb_no: denne kanalens {0} er {1}
pl_pl: {0} tego kanału to {1}
pt_br: {0} deste canal é {1}
sr_cyrl_rs: {0} овог канала је {1}
sv_se: Kanalens {0} är {1}
tr_tr: Bu kanalın {0} değeri {1}
zh_cn: 此频道的{0}是{1}
zh_tw: 這個頻道的 {0} 是 {1}

# utility_channel_topic
source: Channel topic
de_de: Thema des Kanals
es_es: Tema del canal
fr_fr: Sujet du salon
id_id: Topik channel
it_it: Canale di discussione
ko_kr: 채널 주제
nb_no: Kanal emne
pl_pl: Temat kanału
pt_br: Tópico do Canal
sr_cyrl_rs: Тема канала
sv_se: Kanal ämne
tr_tr: Kanal konusu
zh_cn: 频道主题
zh_tw: 頻道主題

# utility_commands_ran
source: Commands ran
de_de: Befehle ausgeführt
es_es: Comandos ejecutados
fr_fr: Commandes exécutées
id_id: Perintah dijalankan
it_it: Comandi eseguiti
ko_kr: 실행된 명령어
nb_no: Kommandoer kjørt
pt_br: Comandos Utilizados
sr_cyrl_rs: Извршених команди
sv_se: Kommandon Körda
tr_tr: Yürütülen komut
zh_cn: 执行的命令
zh_tw: 執行指令

# utility_convert
source: {0} {1} is equal to {2} {3}
de_de: {0} {1} ist gleich zu {2} {3}
es_es: {0} {1} es igual a {2} {3}
fr_fr: {0} {1} est équivalent à {2} {3}
id_id: {0} {1} sama dengan {2} {3}
it_it: {0} {1} è uguale a {2} {3}
ko_kr: {0} {1}은(는) {2} {3}와(과) 같습니다.
nb_no: {0} {1} er lik {2} {3}
pl_pl: {0} {1} wynosi {2} {3}
pt_br: {0} {1} é igual a {2} {3}
sr_cyrl_rs: {0} {1} је једнако {2} {3}
sv_se: {0} {1} är samma som {2} {3}
tr_tr: {0} {1}, {2} {3} e eşit.
zh_cn: {0} {1}等于{2} {3}
zh_tw: {0} {1} 等於 {2} {3}

# utility_convertlist
source: Units which can be used by the converter
de_de: Einhetein die von dem Konvertierer benutzt werden können
es_es: Unidades que pueden ser usadas por el conversor
fr_fr: Unités pouvant être converties :
id_id: Satuan yang dapat digunakan oleh converter
it_it: Unità che possono essere usate dal convertitore
ko_kr: 변환기에서 사용할수있는 단위
nb_no: Enheter som kan brukes av omformeren
pl_pl: Jednostki które mogą być przekonwertwane
pt_br: Unidades que podem ser utilizadas pelo conversor
sr_cyrl_rs: Мере које могу бити коришћене у конвертеру
sv_se: Enheter som kan användas av konverteraren
tr_tr: Dönüştürücü tarafından kullanılabilen üniteler
zh_cn: 转换器可以使用的单位
zh_tw: 轉換器可以使用的單位

# utility_convert_not_found
source: Cannot convert {0} to {1}: units not found
de_de: Kann {0} nicht zu {1} konvertieren: Einheiten nicht gefunden
es_es: No pude convertir {0} a {1}: Unidades no encontradas
fr_fr: Impossible de convertir {0} en {1}: unités non trouvées
id_id: Tidak bisa mengubah {0} menjadi {1}: satuan tidak ditemukan
it_it: Non posso convertire {0} a {1}: unità non trovate.
ko_kr: 단위를 찾지 못해서 {0}을(를) {1}(으)로 변환 할 수 없습니다.
nb_no: Kan ikke konvertere {0} til {1}: enheter ikke funnet
pl_pl: Nie można przekonwertować {0} na {1}: nie znaleziono jednostki
pt_br: Não foi possível converter {0} para {1}: unidades não encontradas
sr_cyrl_rs: Неуспешно конвертовање {0} у {1}: мера није пронађена
sv_se: Kan inte konvertera {0} till {1}: enheter inte funna.
tr_tr: {0} 'ı {1}' e dönüştüremem: birimleri bulunamadım
zh_cn: 无法将{0}转换为{1}：找不到单位
zh_tw: 無法將 {0} 轉換成 {1}: 找不到單位

# utility_convert_type_error
source: Cannot convert {0} to {1}: types of unit are not equal
de_de: Kann {0} nicht zu {1} konvertieren: Einheiten sind nicht gleich
es_es: No pude convertir {0} a {1}: el tipo de unidad no es igual
fr_fr: Impossible de convertir {0} en {1} : les types des unités ne sont pas compatibles.
id_id: Tidak dapat mengubah {0} ke {1}: tipe untuk tidak sama
it_it: Impossibile convertire {0} in {1}: i tipi di unitá sono diversi
ko_kr: 단위의 종류가 같지 않기때문에 {0}을(를) {1}(으)로 변환 할 수 없습니다.
nb_no: Kan ikke konvertere {0} til {1}: typer enheter er ikke lik
pt_br: Não foi possível converter {0} para {1}: as unidades não são do mesmo tipo
sr_cyrl_rs: Неуспешно конвертовање {0} у {1}: типови мера нису једнаки
sv_se: Kan inte konvertera {0} till {1}: typer av enheter är inte lika värda.
tr_tr: {0} 'ı {1}' e dönüştüremiyorum: birim türleri eşit değil.
zh_cn: 无法将{0}转换为{1}：单位类型不属于一类
zh_tw: 無法將 {0} 轉換成 {1}: 單位類型並不相同

# utility_created_at
source: Created at
de_de: Erstellt am
es_es: Creada el
fr_fr: Créé le
id_id: Dibuat di
it_it: Creato a
ko_kr: 작성 시간
nb_no: Laget på
pl_pl: Stworzono w
pt_br: Criado em
sr_cyrl_rs: Направљен
sv_se: Skapad vid
tr_tr: Tarihinde oluşturuldu
zh_cn: 创建于
zh_tw: 建立於

# utility_csc_join
source: Joined cross server channel.
de_de: Betritt Multi-Server-Kanal.
es_es: Entró al canal del cruce de servidor.
fr_fr: Salon inter-serveur rejoint.
id_id: Mengikuti saluran silang server.
it_it: Entrato nel canale tra server.
ko_kr: 크로스 서버 채널에 입장했습니다.
nb_no: Ble med i kanalen for snakk på tvers av servere
pt_br: Juntou-se ao canal de servidor cruzado.
sr_cyrl_rs: Прикључен у међусерверни канал.
sv_se: Gå med kanal för att prata över servrar.
tr_tr: Çapraz sunucu kanalına katıldı.
zh_cn: 加入跨服务器频道。
zh_tw: 加入了跨服頻道

# utility_csc_leave
source: Left cross server channel.
de_de: Verließ Multi-Server-Kanal.
es_es: Salió del canal del cruce de servidor.
fr_fr: Salon inter-serveur quitté.
id_id: Saluran silang server ditinggalkan.
it_it: Uscito dal canale tra server.
ko_kr: 크로스 서버 채널에서 퇴장했습니다.
nb_no: Forlot kanalen for snakk på tvers av servere
pt_br: Deixou o canal de servidor cruzado.
sr_cyrl_rs: Међусерверни канал напуштен.
sv_se: Lämnade kanal för att prata över servrar.
tr_tr: Çapraz sunucu kanalından ayrıldı.
zh_cn: 离开跨服务器频道。
zh_tw: 離開了跨服頻道

# utility_csc_token
source: This is your CSC token
de_de: Dies ist Ihr MSK token
es_es: Este es tu token CSC
fr_fr: Voici votre jeton CSC
id_id: Ini adalah token CSC anda
it_it: Questo é il tuo token CSC
ko_kr: 이것이 당신의 CSC 토큰입니다.
nb_no: Dette er din CSC token
pl_pl: To jest twój token CSC
pt_br: Este é seu token de Canal de Servidor Cruzado
sr_cyrl_rs: Ово је твој CSC токен
sv_se: Detta är din CSC token
tr_tr: Bu,senin CSC anahtarın
zh_cn: 这是您的CSC令牌
zh_tw: 這個是你的跨服頻道代碼

# utility_custom_emojis
source: Custom emojis
de_de: Benutzerdefinierte Emojis
es_es: Emoticones personales
fr_fr: Emojis personnalisées
id_id: emoji kustom
it_it: Emoji personalizzati
ko_kr: 커스텀 이모지
nb_no: Spesiallagde emojier
pl_pl: Niestandardowe emotikony
pt_br: Emojis Personalizados
sr_cyrl_rs: Емотикони по Мери
sv_se: Egengjorda emojis
tr_tr: Özel emojiler
zh_cn: 自定义Emojis
zh_tw: 自訂表情符號

# utility_error
source: Error
de_de: Fehler
fr_fr: Erreur
id_id: Kesalahan
it_it: Errore
ko_kr: 오류
nb_no: Feil
pl_pl: Błąd
pt_br: Erro
sr_cyrl_rs: Грешка
sv_se: Fel
tr_tr: Hata
zh_cn: 错误
zh_tw: 錯誤

# utility_features
source: Features
de_de: Funktionalitäten
es_es: Características
fr_fr: Fonctionnalités
id_id: Ciri - ciri
it_it: Funzioni
ko_kr: 기능
nb_no: Egenskaper
pl_pl: Funkcje
pt_br: Atributos
sr_cyrl_rs: Додатак
sv_se: Funktioner
tr_tr: Özellikler
zh_cn: 功能
zh_tw: 特色

# utility_id
source: ID
ko_kr: 아이디
sr_cyrl_rs: ИД
tr_tr: Kimlik

# utility_index_out_of_range
source: Index out of range.
de_de: Index außer Reichweite.
es_es: Entrada fuera de rango
fr_fr: Index hors limites.
id_id: Indeks di luar jarak.
it_it: Indice fuori dall'intervallo consentito.
ko_kr: 색인이 범위를 벗어났습니다.
nb_no: Indeks utenfor rekkevidde.
pt_br: Índice fora de alcance.
sr_cyrl_rs: Индекс је ван опсега.
sv_se: Index utom räckhåll
tr_tr: Dizin aralık dışında.
zh_cn: 索引超出范围。
zh_tw: 索引超過範圍

# utility_inrole_list
source: List of users in {0} role
de_de: Hier ist eine Liste mit Nutzern in diesen Rollen:
es_es: Lista de usuarios en el rol {0}
fr_fr: Liste des utilisateurs ayant le rôle {0}:
id_id: Daftar pengguna pada peran {0}
it_it: Lista degli utenti con il ruolo {0}
ko_kr: {0} 역할의 사용자 목록
nb_no: Her er en liste over brukere i disse rollene:
pl_pl: Lista użytkowników w roli {0}
pt_br: Lista de usuários no cargo {0}
sr_cyrl_rs: Ево је листа корисника у тим ролама:
sv_se: Här är en lista av användare i dom rollerna:
tr_tr: {0} rolüne sahip kullanıcı listesi
zh_cn: 以下是这个身份的用户列表：
zh_tw: {0} 身分組中的成員

# utility_inrole_not_allowed
source: You are not allowed to use this command on roles with a lot of users in them to prevent abuse.
de_de: Sie haben keine Berechtigung diesen Befehl auf Rollen mit vielen Nutzern zu benutzen um Missbrauch zu verhindern.
es_es: No tienes permitido usar este comando en roles con muchos usuarios para prevenir abuso.
fr_fr: Vous ne pouvez pas utiliser cette commande sur les rôles associés à beaucoup d'utilisateurs afin d'éviter les abus.
id_id: Anda tidak diizinkan untuk menggunakan perintah ini pada peran dengan banyak pengguna di dalamnya untuk mencegah penyalahgunaan.
it_it: Non sei autorizzato a usare questo comando con un ruolo comune per prevenirne l'abuso.
ko_kr: 악용을 막기위해서 많은 사용자가 있는 역할의 이 명령어 사용이 제한되었습니다.
nb_no: Du har ikke lov til å bruke denne kommandoen på roller med mange brukere i dem for å hindre misbruk.
pt_br: você não tem permissão de usar esse comando em cargos com muitos usuários para prevenir abuso.
sr_cyrl_rs: није ти дозвољено да користиш ову команду на ролама са пуно корисника да би се спречила злоупотреба.
sv_se: Du är inte tillåten att använda detta kommando på roller med många användare i dem för att förhindra missbruk.
tr_tr: Kötüye kullanımını önlemek için bu komutlar, çok sayıda kullanıcısı olan rollerde kullanmanıza izin verilmez.
zh_cn: 为防止滥用，您不能对有过多用户的身份使用此命令。
zh_tw: 您無法在有很多成員的身分組執行此指令來預防濫用。

# utility_invalid_value
source: Invalid {0} value.
de_de: Ungültiger {0} Wert.
es_es: Valor en {0} no válido.
fr_fr: Valeur {0} invalide.
id_id: Nilai {0} salah.
it_it: Valore {0} invalido.
ko_kr: 유효하지 않은 {0} 값입니다.
nb_no: Ugyldig {0} verdi.
pt_br: Valor {0} inválido.
sr_cyrl_rs: Нетачна вредност {0}.
sv_se: Ogiltigt {0} värde.
tr_tr: Geçersiz {0} değer.
zh_cn: {0}值错误。
zh_tw: 無效的 {0} 數值

# utility_joined_discord
source: Joined Discord
de_de: Discord beigetreten
es_es: Ingresó a Discord
fr_fr: Discord rejoint
id_id: Bergabung Discord
it_it: Si è unito a Discord
ko_kr: 디스코드 가입일
nb_no: Ble med Discord
pl_pl: Dołączył do Discorda
pt_br: Juntou-se ao Discord
sr_cyrl_rs: Регистровао се
sv_se: Gick med Discord
tr_tr: Discord'a katıldı
zh_cn: 加入Discord
zh_tw: 加入了 Discord

# utility_joined_server
source: Joined server
de_de: Server beigetreten
es_es: Ingresó al servidor
fr_fr: Serveur rejoint
id_id: Bergabung server
it_it: Si è unito al server
ko_kr: 서버 가입일
nb_no: Ble med serveren
pl_pl: Dołączył do serwera
pt_br: Juntou-se ao Servidor
sr_cyrl_rs: Ушао на сервер
sv_se: Gick med Server
tr_tr: Sunucuya katıldı
zh_cn: 加入服务器
zh_tw: 加入了伺服器

# utility_listservers
source: ID: {0} Members: {1} Owner ID: {2}
de_de: ID: {0} Mitglieder: {1} ID des Besitzers: {2}
es_es: ID: {0} Miembros: {1} IDs de dueños: {2}
fr_fr: ID: {0} Membres: {1} ID du propriétaire: {2}
he_il: מס' זהות: {0} משתמשים: {1} בעלי המס' זהות: {2}
id_id: ID: {0} Anggota: {1} ID Pemilik: {2}
it_it: ID: {0} Membri: {1} ID del proprietario: {2}
ko_kr: ID: {0} 맴버: {1} 소유자 ID: {2}
nb_no: ID: {0} Medlemmer: {1} Eier ID: {2}
pl_pl: ID: {0} Członkowie: {1} ID właściciela: {2}
pt_br: ID: {0} Membros: {1} OwnerID: {2}
sr_cyrl_rs: ИД: {0} Чланова; {1} Ид Власника; {2}
sv_se: ID: {0} Medlemmar: {1} ÄgarID: {2}
tr_tr: Kimlik: {0} Üyeler: {1} Kurucu Kimliği: {2}
zh_cn: ID：{0} 会员数：{1} 业主ID：{2}
zh_tw: 伺服器 ID: {0} 成員數: {1} 擁有者 ID: {2}

# utility_listservers_none
source: No servers found on that page.
de_de: Keine Server auf dieser Seite gefunden.
es_es: No encontré servidores en esa página.
fr_fr: Aucun serveur trouvée sur cette page.
id_id: Server tidak ditemukan di halaman tersebut.
it_it: Nessun server trovato su quella pagina.
ko_kr: 이 페이지에서 서버를 찾을 수 없습니다.
nb_no: Ingen servere funnet på denne siden.
pl_pl: Nie znaleziono serwerów na tej stronie.
pt_br: Nenhum servidor encontrado nessa página.
sr_cyrl_rs: Нема сервера на овој страници.
sv_se: Inga servrar funna på den sidan.
tr_tr: Bu sayfada hiçbir sunucu bulunamadı.
zh_cn: 在该网页上找不到服务器。
zh_tw: 在那個頁面找不到伺服器。

# utility_list_of_repeaters
source: List of repeater
de_de: Liste der Wiederholer
es_es: Lista de repetidores
fr_fr: Liste des messages répétés
id_id: Daftar dari pengulangan
it_it: Lista dei ripetitori
ko_kr: 메시지 반복 목록
nb_no: Liste over gjentagende meldinger
pt_br: Lista de Repetidores
sr_cyrl_rs: Листа Понављача
sv_se: List över repeterare
tr_tr: Tekrarlayıcı Listesi
zh_cn: 重复列表
zh_tw: 重複清單

# utility_members
source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
he_il: משתמשים
id_id: Anggota
it_it: Membri
ko_kr: 맴버
nb_no: Medlemmer
pl_pl: Członkowie
pt_br: Membros
sr_cyrl_rs: Чланова
sv_se: Medlemmar
tr_tr: Üyeler
zh_cn: 会员
zh_tw: 成員

# utility_memory
source: Memory
de_de: Speicher
es_es: Memoria
fr_fr: Mémoire
he_il: זיכרון
id_id: Memori
it_it: Memoria
ko_kr: 메모리
nb_no: Minne
pl_pl: Pamięć
pt_br: Memória
sr_cyrl_rs: Меморија
sv_se: Minne
tr_tr: Bellek
zh_cn: 存储
zh_tw: 記憶體

# utility_messages
source: Messages
de_de: Nachrichten
es_es: Mensajes
he_il: הודאות
id_id: Pesan
it_it: Messaggi
ko_kr: 메시지
nb_no: Meldinger
pl_pl: Wiadomości
pt_br: Mensagens
sr_cyrl_rs: Поруке
sv_se: Meddelanden
tr_tr: Mesajlar
zh_cn: 讯息
zh_tw: 訊息

# utility_message_repeater
source: Message repeater
de_de: Nachrichten Wiederholer
es_es: Repetidor de mensajes
fr_fr: Répétition de messages
id_id: Pengulang pesan
it_it: Ripetitore di Messaggi
ko_kr: 메시지 반복
nb_no: Meldingsgjentager
pt_br: Repetidor de Mensagem
sr_cyrl_rs: Понављач Порука
sv_se: Meddelande repeterare
tr_tr: Mesaj tekrarlayıcısı
zh_cn: 消息重复功能
zh_tw: 訊息重複器

# utility_name
source: Name
es_es: Nombre
fr_fr: Nom
he_il: שם
id_id: Nama
it_it: Nome
ko_kr: 이름
nb_no: Navn
pl_pl: Imię
pt_br: Nome
sr_cyrl_rs: Име
sv_se: Namn
tr_tr: İsim
zh_cn: 名字
zh_tw: 名字

# utility_nickname
source: Nickname
es_es: Apodo
fr_fr: Pseudonyme
he_il: כינוי
id_id: Nama panggilan
it_it: Soprannome
ko_kr: 닉네임
nb_no: Kallenavn
pl_pl: Pseudonim
pt_br: Apelido
sr_cyrl_rs: Надимак
sv_se: Smeknamn
tr_tr: Takma ad
zh_cn: 昵称
zh_tw: 暱稱
