Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# gambling_waifu_divorced_like
source: You have divorced a waifu who likes you. You heartless monster. {0} received {1} as a compensation.
de_de: Sie haben sich von Ihrer Waifu die Sie mochte scheiden lassen. Du herzloses Monster. {0} hat {1} als Kompensation erhalten.
es_es: Te has divorciado de una waifu que te quería. Monstruo sin corazón. {0} recibió {1} como compensación.
fr_fr: Vous avez divorcé d'une waifu qui vous aimait. Monstre sans cœur. {0} a reçu {1} en guise de compensation.
he_il: אתה גירשת וואיפו שאוהבת אותך. אתה מפלצת חסרת לב. {0} קיבל {1} כפיצוי.
id_id: Kamu telah menceraikan waifu yang menyukaimu. Kamu monster tanpa hati. {0} menerima {1} sebagai kompensasi.
it_it: Hai divorziato da una waifu a cui piacevi. Sei un mostro senza cuore. {0} riceve {1} come risarcimento.
ko_kr: 당신을 좋아하는 와이프와 이혼했습니다. {0}님이 보상금으로 {1}을(를) 받았습니다.
nb_no: Du har skillt deg fra en waifu som liker deg, ditt hjerteløse monster! {0} fikk {1} som kompensation.
pl_pl: Rozwiodłeś się z waifu, która cię lubi. Ty bezduszny potworze! {0} odtrzymał {1} jako rekompensatę.
pt_br: Você se divorciou de uma waifu que gostava de você. Seu monstro sem coração. {0} recebeu {1} como compensação.
sr_cyrl_rs: Развео си waifu којој се свиђаш. Душмане! {0} је добио {1} као компензацију.
sv_se: Du har skilt dig från en waifu som gillar dig. Ditt hjärtlösa monster. {0} har fått {1} som kompensation.
tr_tr: Seni seven bir talipden boşandın. Seni kalpsiz canavar. {0} tazminat olarak {1} aldı.
zh_cn: 你已经离婚了一个喜欢你的waifu。 你无情的怪物。 {0}收到了{1}作为补偿。
zh_tw: 你已經甩掉了一位喜歡你的對象，你這無情的怪物。 作為補償，{0} 獲得了{1}。

# gambling_waifu_egomaniac
source: you can't set affinity to yourself, you egomaniac.
de_de: Sie können deine Neigung nicht zu Ihnen selbst setzen, Sie egomanische Person.
es_es: no puedes configurar tu afinidad hacia ti mismo, ególatra.
fr_fr: vous ne pouvez pas vous lier d'affinité avec vous-même, espèce d'égocentrique.
he_il: אתה לא יכול להגדיר זיקה לעצמך, אתה אגומניאק.
id_id: Anda tidak bisa merubah afinitas ke diri sendiri, anda egois.
it_it: Non puoi impostare l'affinità su te stesso, tu egomaniaco.
ko_kr: 자기 자신에게 친밀감을 설정 할 수 없습니다.
nb_no: du kan ikke sette affiniteten din til deg selv, ditt egoistiske monster!
pt_br: Você não pode colocar sua afinidade em você mesmo, seu egomaníaco.
sr_cyrl_rs: не можеш ставити афинитет на себе, егоманијаче.
sv_se: du kan inte ställa affinitet till dig själv, din egoist.
tr_tr: Kendinize yakınlık kuramazsınız, sizi egomanyak.
zh_cn: 你不能设置兴趣自己，你好自卑。
zh_tw: 你不能設定自己為暗戀對象，你這自戀狂。

# gambling_waifu_fulfilled
source: 🎉 Their love is fulfilled! 🎉 {0}'s new value is {1}!
de_de: 🎉 Ihre Liebe ist besiegelt! 🎉 {0}'s neuer Wert ist {1}!
es_es: 🎉 ¡Su amor es correspondido! 🎉 ¡El nuevo valor de {0} es {1}!
fr_fr: 🎉Leur amour est comblé !🎉 La nouvelle valeur de {0} est {1} !
he_il: 🎉 האהבה שלהם התגשמה! 🎉 הערך החדש של {0} הוא {1}
id_id: 🎉 Cinta mereka dipenuhi! 🎉 Nilai {0} sekarang adalah {1}!
it_it: 🎉 Il loro amore è soddisfatto! 🎉 il nuovo valore di {0} è {1}!
ko_kr: 🎉 그들의 사랑이 성취되었습니다! 🎉 {0}의 새로운 가치는 {1} 입니다!
nb_no: 🎉 Deres kjærlighet er oppfylt 🎉 {0} sin nye verdi er {1}!
pl_pl: 🎉 To prawdziwa miłość! 🎉 Nowa wartość {0} to {1}!
pt_br: 🎉 O amor deles está realizado! 🎉 O novo valor de {0} é {1}!
sr_cyrl_rs: 🎉 Њихова љубав је испуњена! 🎉
sv_se: 🎉 Deras kärlek är uppfyllt! 🎉 {0} s nya värdet är {1}!
tr_tr: 🎉 Aşkları yerine getirildi! 🎉 {0}'un yeni durumu {1}!
zh_cn: 🎉他的爱实现！ 🎉 {0}的新值为{1}！
zh_tw: 🎉他們的愛情終於開花結果 🎉 {0} 的新值為 {1}!

# gambling_waifu_isnt_cheap
source: No waifu is that cheap. You must pay at least {0} to get a waifu, even if their actual value is lower.
de_de: Keine Waifu ist so billig. Sie müssen wenigstens {0} bezahlen um diese Waifu zu beanspruchen, selbst wenn Ihr tatsächlicher Wert geringer ist.
es_es: Ninguna waifu es tan barata. Debes pagar al menos {0} para obtener una waifu, aunque su valor actual sea menor.
fr_fr: Aucune waifu n'est à ce prix. Tu dois payer au moins {0} pour avoir une waifu, même si sa vraie valeur est inférieure.
he_il: שום וואיפו כל כך זולה. אתה חייב לשלם לפחות {0} כדי להדיג וואיפו, אפילו אם הערך האמיתי שלהם נמוך יותר.
id_id: Tidak ada waifu semurah itu. Anda harus membayar setidaknya {0} untuk mendapatkan waifu, meskipun harga mereka lebih rendah.
it_it: Nessuna waifu vale così poco. Devi pagare almeno {0} per avere una waifu, malgrado il suo valore reale fosse minore.
ko_kr: 그렇게 싼 와이프는 없습니다. 와이프를 얻기 위해서는 실제 가치보다 낮더라도 {0} 만큼을 지불해야합니다.
nb_no: Ingen waifu er så billig. Du må betale minst {0} for å få en waifu, selv om deres verdi egentlig er lavere.
pl_pl: Żadna waifu nie jest taka tania. Musisz zapłacić co najmniej {0} aby zdobyć waifu, nawet jeśli nie jest tyle warta.
pt_br: Nenhuma waifu é tão barata. Você deve pagar pelo menos {0} para ter uma waifu, mesmo se o valor dela for menor.
sr_cyrl_rs: Ни једна waifu није тако јефтина. Мораш да платиш бар {0} да би имао waifu, чак иако је њена вредност мања.
sv_se: Ingen waifu är så billig. Du måste betala minst {0} för att få en waifu, även om deras riktiga värde är lägre.
tr_tr: Hiçbir talip bu kadar ucuz değil. Gerçek değeriniz düşük olsa dahi, en azından {0} ödemek zorundasınız.
zh_cn: 没有waifu那么便宜。 您必须至少支付{0}才能获得waifu，即使他们的实际价值较低。
zh_tw: 後宮才沒有那麼便宜。您必須至少支付 {0} 以上才能買下對方，即使對方的所需金額比這個還低。

# gambling_waifu_not_enough
source: You must pay {0} or more to claim that waifu!
de_de: Sie müssen {0} oder mehr bezahlen um diese Waifu zu beanspruchen!
es_es: ¡Debes pagar {0} o más para reclamar esa waifu!
fr_fr: Tu dois payer {0} ou plus pour avoir cette waifu !
he_il: אתה חייב לשלם {0} או יותר בשביל לתבוע את הוואיפו הזאת!
id_id: Anda harus membayar {0} atau lebih untuk mengklaim waifu tersebut!
it_it: Devi pagare {0} o più per poter rivendicare quella waifu!
ko_kr: 와이프를 요구하기 위해서는 {0} 이상을 지불해야합니다!
nb_no: Du må betale {0} eller mer for å hevde den waifuen!
pl_pl: Musisz zapłacić {0} albo więcej aby zdobyć tą waifu.
pt_br: Você deve pagar {0} ou mais para reivindicar essa waifu!
sr_cyrl_rs: Мораш да платиш {0} или више да би присвојио ту waifu.
sv_se: Du måste betala {0} eller mer för att ta den waifun!
tr_tr: Talip talebinde bulunmak için {0} veya daha fazla ödeme yapmalısınız!
zh_cn: 您必须支付{0}或更多才能认领那个waifu！
zh_tw: 您必須支付 {0} 或更多才能收納對方入你後宮!

# gambling_waifu_not_yours
source: That waifu is not yours.
de_de: Diese Waifu gehört nicht Ihnen.
es_es: Esa waifu no es tuya.
fr_fr: Cette waifu ne t'appartient pas.
he_il: הוואיפו הזאת לא שלך.
id_id: Waifu itu bukan milikmu.
it_it: Quella waifu non è tua.
ko_kr: 그 와이프는 당신의 와이프가 아닙니다.
nb_no: Den waifuen er ikke din.
pl_pl: Ta waifu nie jest twoja.
pt_br: Essa waifu não é sua.
sr_cyrl_rs: Та waifu није твоја.
sv_se: Denna waifun är inte din.
tr_tr: Bu talip senin değil.
zh_cn: 那waifu不是你的。
zh_tw: 那個後宮不是你的。

# gambling_waifu_not_yourself
source: You can't claim yourself.
de_de: Sie können sich nicht selbst beanspruchen.
es_es: No puedes reclamarte a ti mismo.
fr_fr: Tu ne peux pas t'acquérir toi-même.
he_il: אתה לא יכול לתבע את עצמך.
id_id: Anda tidak bisa mengklaim diri sendiri.
it_it: Non puoi auto-rivendicarti.
ko_kr: 자기자신을 클레임 할 수 없습니다.
nb_no: Du kan ikke hevde deg selv.
pl_pl: Nie możesz zdobyć siebie.
pt_br: Você não pode reivindicar a si próprio.
sr_cyrl_rs: Не можеш присвојити себе.
sv_se: Du kan inte göra anspråk på sig själv.
tr_tr: Kendinize talip edemezsiniz.
zh_cn: 你不能认领自己。
zh_tw: 你不能將自己收入後宮。

# gambling_waifu_recent_divorce
source: You divorced recently. You must wait {0} hours and {1} minutes to divorce again.
de_de: Sie haben sich vor kurzem scheiden lassen. Sie müssen {0} Stunden und {1} Minuten warten bevor Sie sich erneut scheiden lassen können.
es_es: Te divorciaste recientemente. Debes esperar {0} horas y {1} minutos para divorciarte otra vez.
fr_fr: Vous avez récemment divorcé. Vous devez attendre {0} heures et {1} minutes pour divorcer à nouveau.
he_il: אתה התגרשת לא מזמן. אתה צריך לחכות {0} שעות ו{1} דקות כדי להתגרש עוד פעם.
id_id: Anda baru saja bercerai. Anda harus menunggu {0} jam dan {1} menit untuk bercerai lagi.
it_it: Hai divorziato recentemente. Devi aspettare {0} ore e {0} minuti per poter divorziare di nuovo.
ko_kr: 당신은 최근에 이혼하셨습니다. 다시 이혼하려면 {0} 시간 {1} 분을 기다려야 합니다.
nb_no: Du er nylig skilt. Du må vente {0} timer og {1} minutter for å kunne skille deg igjen.
pl_pl: Rozwiodłeś się ostatnio. Musisz poczekać {0} ny i {1} minuty aby rozwieść się ponownie.
pt_br: Você se divorciou recentemente. Aguarde {0} horas e {1} minutos para se divorciar de novo.
sr_cyrl_rs: Скоро сте се развели. Морате сачекати {0} сати и {1} минута да се разведете поново.
sv_se: Du blev frånskild nyligen. Du måste vänta {0} timmar och {1} minuter att skilja sig igen.
tr_tr: Son zamanlarda boşandın. Boşanmak için {0} saat ve {1} dakika beklemelisiniz.
zh_cn: 你最近离婚了。 您必须等待{0}小时和{1}分钟再次离婚。
zh_tw: 您最近才剛離過婚。您必須再等待 {0} 小時和 {1} 分鐘才能再次離婚。

# gambling_nobody
source: Nobody
de_de: Niemand
es_es: Nadie
fr_fr: Personne
he_il: אף אחד
id_id: Tidak seorangpun
it_it: Nessuno
ko_kr: 아무도 없음
nb_no: Ingen
pl_pl: Nikt
pt_br: Ninguém
sr_cyrl_rs: Нико
sv_se: Ingen
tr_tr: Kimse
zh_cn: 没人
zh_tw: 沒人

# gambling_waifu_divorced_notlike
source: You have divorced a waifu who doesn't like you. You received {0} back.
de_de: Sie haben sich von einer Waifu scheiden lassen die Sie nicht mochte, Du erhältst {0} zurück.
es_es: Te has divorciado de una waifu que no te quería. Recibes {0} de regreso.
fr_fr: Vous avez divorcé d'une waifu qui ne vous aimait pas. Vous recevez {0} en retour.
he_il: אתה גירשת וואיפו שלא מחבבת אותך. אתה קיבלת {0} בחזרה.
id_id: Anda telah menceraikan waifu yang tidak menyukaimu. Anda menerima {0} kembali.
it_it: Hai divorziato da una waifu a cui non piacevi. Riottieni {0} Indietro.
ko_kr: 당신을 좋아하지 않는 와이프와 이혼했습니다. 당신은 {0}을 돌려받았습니다.
nb_no: Du har skilt deg fra en waifu som ikke liker deg. Du fikk {0} tilbake.
pl_pl: Rozwiodłeś się z waifu, która cię nie lubi. W zamian dostałeś {0}.
pt_br: Você se divorciou de uma waifu que não gostava de você. Você recebeu {0} de volta.
sr_cyrl_rs: Развео си waifu којој се не свиђаш. Добио си {0} назад.
sv_se: Du har frånskild en waifu som inte gillar dig. Du har fått {0} tillbaka.
tr_tr: Senden hoşlanmayan bir talib den boşandın. {0} geri aldınız.
zh_cn: 你离婚了一个不喜欢你的waifu。 您收到了{0}。
zh_tw: 您已經與一位不愛您的人離婚了。您回收了{0}。

# games_8ball
source: 8ball
es_es: Bola 8
he_il: 8כדור
it_it: palla8
ko_kr: 답
pl_pl: Kula nr. 8
sr_cyrl_rs: 8кугла
sv_se: 8boll
tr_tr: 8Top

# games_acrophobia
source: Acrophobia
de_de: Acrophobie
es_es: Acrofobia
fr_fr: Acrophobie
he_il: פחד גבהים
it_it: Acrofobia
ko_kr: 아크로포비아
pt_br: Acrofobia
sr_cyrl_rs: Акрофобија
tr_tr: Akrofobi
zh_cn: 恐惧症游戏
zh_tw: 藏頭詩

# games_acro_ended_no_sub
source: Game ended with no submissions.
de_de: Spiel wurde beendet ohne Einsendungen.
es_es: El juego terminó sin oraciones.
fr_fr: Le jeu a pris fin sans soumissions.
he_il: המשחק הסתיים ללא הגשות.
id_id: Permainan selesai tanpa pengajuan.
it_it: Partita conclusa senza risposte.
ko_kr: 아무런 제출 없이 게임이 끝났습니다.
nb_no: Spill avsluttet uten innleveringer.
pl_pl: Gra zakończona bez żadnych zgłoszeń.
pt_br: O jogo terminou sem submissões.
sr_cyrl_rs: Игра је се завршила без уноса.
sv_se: Spelet slutade utan några synpunkter.
tr_tr: Oyun hiç sonuç vermeden sona erdi.
zh_cn: 游戏结束，没人提交。
zh_tw: 遊戲結束，沒人發表答案。

# games_acro_no_votes_cast
source: No votes cast. Game ended with no winner.
de_de: Keine Stimmen abgegeben. Spiel endete ohne Gewinner.
es_es: Nadie votó. El juego ha terminado sin ganador.
fr_fr: Personne n'a voté : la partie se termine sans vainqueur.
he_il: אין הצבעות. המשחק הסתיים ללא מנצח.
id_id: Tidak ada pilihan dikirim. Permainan selesai tanpa adanya pemenang.
it_it: Nessuno ha votato. Partita conclusa senza vincitori.
ko_kr: 아무도 투표하지 않았습니다. 승자없이 게임이 종료되었습니다.
nb_no: Ingen stemmer telt. Spillet avsluttet med ingen vinnere.
pl_pl: Brak głosów. Gra zakończyła się bez zwycięzcy.
pt_br: Nenhum voto recebido. O jogo terminou sem vencedores.
sr_cyrl_rs: Нема гласова. Игра је се завршила без победника.
sv_se: Inga röster. Spelet slutade med ingen vinnare.
tr_tr: Oy yok. Oyun kazanan olmadan sona erdi.
zh_cn: 没人投票。 游戏结束，没有赢家。
zh_tw: 沒人投票。遊戲已沒有勝利者結束。

# games_acro_nym_was
source: Acronym was {0}.
de_de: Das Acronym war {0}.
es_es: El acrónimo era {0}.
fr_fr: L'acronyme était {0}.
he_il: ראשי התיבות היו {0}.
id_id: Akronim adalah {0}.
it_it: L'acronimo era {0}
ko_kr: 머리글자는 {0} 이었습니다.
nb_no: Akronymet var {0}.
pl_pl: Akronim to {0}.
pt_br: O acrônimo era {0}.
sr_cyrl_rs: Акроним је био {0}.
sv_se: Acronym var {0}.
tr_tr: Kısaltma {0} idi.
zh_cn: 首字母缩写是{0}。
zh_tw: 開頭字母為 {0}。

# games_acro_running
source: Acrophobia game is already running in this channel.
de_de: Akrophobia läuft bereits in diesem Kanal.
es_es: Acrofobia ya se está ejecutando en este canal.
fr_fr: Une partie d'Acrophobia est déjà en cours sur ce salon.
he_il: משחק פחד גבהים כבר פועל בערוץ הזה.
id_id: Permainan Acrophobia sudah berlangsung di channel ini.
it_it: Una partita di Acrofobia è già in corso su questo canale.
ko_kr: 아크로포비아 게임이 이미 이 채널에서 진행 중입니다.
nb_no: Acrophobia-spill er allerede i gang i denne kanalen.
pt_br: Acrofobia já está em andamento neste canal.
sr_cyrl_rs: Игра акрофобије већ постоји у овом каналу.
sv_se: Acrophobia spel är redan igång i denna kanal.
tr_tr: Akrofobi oyunu zaten bu kanalda çalışıyor.
zh_cn: 恐惧症游戏已经在这个频道中运行。
zh_tw: 藏頭詩遊戲已在此頻道中運行中。

# games_acro_started
source: Game started. Create a sentence with the following acronym: {0}.
de_de: Spiel gestartet. Erstelle einen Satz aus dem folgenden Akronym: {0}.
es_es: Inicia el juego. Crea una oración con el siguiente acrónimo: {0}.
fr_fr: La partie commence. Créez une phrase avec l'acronyme suivant : {0}.
he_il: המשחק התחיל. תכינו משפט עם הראשי התיבות הבאים: {0}.
id_id: Permainan dimulai. Buat sebuah kalimat dengan akronim berikut: {0}.
it_it: Partita avviata. Crea una frase utilizzando il seguente acronimo: {0}.
ko_kr: 게임이 시작되었습니다. {0} 머리글자를 사용해서 문장 만드세요.
nb_no: Spill startet. Lag en setning med det følgende akronymet: {0}.
pl_pl: Gra rozpoczęta. Stwórz zdanie z podanym akronimem: {0}.
pt_br: Jogo iniciado. Crie uma frase com o seguinte acrônimo: {0}.
sr_cyrl_rs: Игра је почела. Направи реченицу са овим акронимом: {0}
sv_se: Spelet började. Skapa en mening med följande akronym: {0}.
tr_tr: Oyun başladı. Aşağıdaki kısaltma ile bir cümle oluşturun: {0}.
zh_cn: 游戏开始。 创建具有以下首字母缩写的句子：{0}。
zh_tw: 遊戲開始，請造一個句子使用以下字首: {0}。

# games_acro_started_footer
source: You have {0} seconds to make a submission.
de_de: Sie haben {0} Sekunden für Ihre Einsendung.
es_es: Tienes {0} segundos para enviar tu oración.
fr_fr: Vous avez {0} secondes pour faire une soumission.
he_il: יש לך {0} שניות כדי לעשות הגשה.
id_id: Anda memiliki {0} detik untuk mengirimkan pengajuan.
it_it: Hai {0} secondi a disposizione per rispondere.
ko_kr: 제출까지 {0}초 남았습니다.
nb_no: Du har {0} sekunder å levere inn på.
pl_pl: Masz {0} sekund aby coś zgłosić.
pt_br: Você tem {0} segundos para fazer uma submissão.
sr_cyrl_rs: Имате {0} секунди за унос.
sv_se: Du har {0} sekunder för att göra en inlaga.
tr_tr: Gönderi yapmak için {0} saniye kaldı.
zh_cn: 您有{0}秒的时间提交。
zh_tw: 您有 {0} 秒的時間作答。

# games_acro_submit
source: {0} submitted their sentence. ({1} total)
de_de: {0} hat seinen Satz eingereicht. ({1} insgesamt)
es_es: {0} enviaron sus oraciones. ({1} en total)
fr_fr: {0} a soumit sa phrase. ({1} au total)
he_il: {0} הגיש את המשפט שלהם. ({1} בסכם)
id_id: {0} mengirim kalimat mereka. (total {1})
it_it: {0} ha dato la sua risposta. ({1} in totale)
ko_kr: {0}이(가) 그의 문장을 입력했습니다. (합계: {1})
nb_no: {0} leverte inn sin setning. ({1} total)
pl_pl: {0} zgłosił swoje zdanie. (łącznie {1})
pt_br: {0} submeteram suas frases. ({1} no total)
sr_cyrl_rs: {0} су доставили своју реченицу. ({1} укупно)
sv_se: {0} lämnat sitt straff. ({1} totalt)
tr_tr: {0} cezalarını gönderdiler. ({1} toplam)
zh_cn: {0}提交了他的判决。 （总{1}个）
zh_tw: {0} 送出了他的句子。(共{1}個)

# games_acro_vote
source: Vote by typing a number of the submission
de_de: Stimme ab indem du die Nummer der Einsendung eingibst
es_es: Vota escribiendo el número correspondiente.
fr_fr: Votez en entrant le numéro d'une soumission.
he_il: תצביע על ידי הקלדת מספר ההגשה
id_id: Pilih dengan mengetik nomor dari pengajuan.
it_it: Vota digitando il numero della risposta
ko_kr: 제출하고자 하는 번호를 입력해서 투표를 하세요.
nb_no: Stem ved å skrive nummer til innleveringen.
pl_pl: Głosuj, wpisując numer zgłoszenia.
pt_br: Vote digitando um número da submissão
sr_cyrl_rs: Гласај тако што укуцаш број уноса.
sv_se: Rösta genom att skriva ett number av det du inlämnar
tr_tr: Gönderi sayısını yazarak oy verin
zh_cn: 通过输入提交数字投票
zh_tw: 請輸入您喜歡的句子編號。

# games_acro_vote_cast
source: {0} cast their vote!
de_de: {0} hat seine/Ihre Stimme abgegeben!
es_es: ¡{0} votó!
fr_fr: {0} a voté!
he_il: {0} הצביעו!
id_id: {0} mengirimkan pilihan mereka!
it_it: {0} ha votato!
ko_kr: {0}이(가) 투표했습니다!
nb_no: {0} avga sin stemme!
pl_pl: {0} dał swój głos!
pt_br: {0} lançam seus votos!
sr_cyrl_rs: {0} је гласао!
sv_se: {0} lägger sin röst!
tr_tr: {0} oy kullandı!
zh_cn: {0}投了票！
zh_tw: {0} 投下了他寶貴的一票!

# games_acro_winner
source: Winner is {0} with {1} points.
de_de: Der Gewinner ist {0} mit {1} Punkten.
es_es: El ganador es {0} con {1} puntos.
fr_fr: Le gagnant est {0} avec {1} points!
he_il: המנצח הוא {0} עם {1} נקודות
id_id: Pemenangnya adalah {0} dengan {1} poin.
it_it: Il vincitore è {0} con {1} punti.
ko_kr: 우승자는 {1}포인트를 가진 {0} 입니다.
nb_no: Vinneren er {0} med {1} poeng.
pl_pl: Zwycięzcą jest {0} z {1} punktami.
pt_br: Vence {0} com {1} pontos.
sr_cyrl_rs: Победник је {0} са {1} поена.
sv_se: Vinnaren är {0} med {1} poäng.
tr_tr: Kazanan {0}, {1} puanla.
zh_cn: 获胜者{0}获得{1}分。
zh_tw: 優勝者為獲得 {1} 分的 {0}。

# games_acro_winner_only
source: {0} is the winner for being the only user who made a submission!
de_de: {0} gewinnt, weil dieser Benutzer die einzigste Einsendung hat!
es_es: ¡{0} gana por ser el único que envió una oración!
fr_fr: {0} est le gagnant pour être le seul utilisateur à avoir fait une soumission!
he_il: {0} המנצח בגלל שהוא המשתמש היחיד שעשה הגשה!
id_id: {0} adalah pemenang karena merupakan satu-satunya pengguna yang mengajukan submisi!
it_it: {0} è il vincitore poiché è stato l'unico ad aver dato una risposta!
ko_kr: {0}님이 서버에서 유일한 제출자이기 때문에 승리했습니다.
nb_no: {0} er vinneren fordi han hadde den eneste innleveringen
pl_pl: Użytkownik {0} wygrywa, ponieważ jako jedyny coś zgłosił!
pt_br: {0} venceu por ser o único usuário a fazer uma submissão!
sr_cyrl_rs: {0} је победник зато што је једини корисник са уносом.
sv_se: {0} är vinnaren för att vara den enda användaren som gjorde ett förslag!
tr_tr: {0} kazanan!, gönderim yapan tek kullanıcı olmakla birlikte.
zh_cn: {0}赢了因为是唯一的提交用户！
zh_tw: 優勝者為唯一一個送出答案的 {0}!

# games_question
source: Question
de_de: Gestellte Frage
es_es: Pregunta
he_il: שאלה
id_id: Pertanyaan
it_it: Domanda
ko_kr: 질문
nb_no: Spørsmål
pl_pl: Pytanie
pt_br: Questão
sr_cyrl_rs: Питање
sv_se: Fråga
tr_tr: Soru
zh_cn: 题
zh_tw: 題目

# games_rps_draw
source: It's a draw! Both picked {0}
de_de: Unentschieden! Beide haben {0} gewählt
es_es: ¡Empate! Ambos eligieron {0}
fr_fr: Egalité ! Vous avez choisi {0}.
he_il: זה תיקו! שניהם הרימו {0}
id_id: Sebuah seri! Keduanya memilih {0}
it_it: E' un pareggio! Entrambi avete scelto {0}
ko_kr: 비겼습니다! 둘다 {0}을(를) 선택했습니다.
nb_no: Det er uavgjort! Begge valgte {0}
pl_pl: Remis! Dwie osoby wybrały {0}
pt_br: É um empate! ambos escolheram {0}
sr_cyrl_rs: Нерешено! Обоје сте изабрали {0}
sv_se: Det är lika! Båda valde {0}
tr_tr: Beraberlik! Her ikisi de {0}
zh_cn: 平局！ 两个都挑了{0}
zh_tw: 平手! 雙方都選擇了 {0}

# games_rps_win
source: {0} won! {1} beats {2}
de_de: {0} hat gewonnen! {1} schlägt {2}
es_es: ¡{0} gana! {1} vence {2}
fr_fr: {0} a gagné ! {1} bat {2}.
he_il: {0} ניצח! {1} מביס {2}
id_id: {0} menang! {1} mengalahkan {2}
it_it: {0} vince! {1} batte {2}
ko_kr: {0}이(가) 승리했습니다! {1}은(는) {2}을(를) 이겼습니다.
nb_no: {0} vant! {1} slår {2}
pl_pl: {0} wygrał! {1} pokonuje {2}
pt_br: {0} ganhou! {1} vence {2}
sr_cyrl_rs: {0} је победио! {1} је јаче од {2}
sv_se: {0} vann! {1} slår {2}
tr_tr: {0} kazandı! {1} atıyor {2}
zh_cn: {0}赢了！ {1} 打赢了 {2}
zh_tw: {0} 赢了! {1} 打敗了 {2}

# games_submissions_closed
source: Submissions closed
de_de: Einsendungen geschlossen
es_es: Envíos cerrados
fr_fr: Soumissions fermées.
he_il: ההגשות סגורות
id_id: Waktu pengajuan selesai.
it_it: Il tempo per rispondere è scaduto
ko_kr: 제출이 마감되었습니다.
nb_no: Innleveringer avluttet.
pl_pl: Zgłoszenia zakończone
pt_br: Submissões Encerradas
sr_cyrl_rs: Уноси затворени
sv_se: Förslag Stängda
tr_tr: Gönderilenler kapalı
zh_cn: 提交关闭
zh_tw: 結束收件

# gambling_animal_race_already_started
source: Animal Race is already running.
de_de: Tierrennen läuft bereits.
es_es: La carrera de animales ya está en ejecución.
fr_fr: Une course d'animaux est déjà en cours.
he_il: מרוץ חיות כבר התחיל.
id_id: Animal Race telah berlangsung.
it_it: La corsa degli animali è già iniziata.
ko_kr: 동물 레이스가 이미 진행 중입니다.
nb_no: Veddeløp med dyr er allerede igang.
pl_pl: Wyścig zwierzaków właśnie się odbywa.
pt_br: A Corrida de Animais já está em andamento
sr_cyrl_rs: Трка животиња већ постоји.
sv_se: Djur lopp körs redan.
tr_tr: Hayvan yarışı zaten çalışıyor.
zh_cn: 动物竞赛已经运行。
zh_tw: 動物賽跑已經在運行中了。

# gambling_total_average
source: Total: {0} Average: {1}
de_de: Insgesamt: {0} Durchschnitt: {1}
es_es: Total: {0} Promedio: {1}
fr_fr: Total: {0} Moyenne: {1}
he_il: סה"כ: {0} ממוצע: {1}
id_id: Total: {0} Rata - rata: {0}
it_it: Totale: {0} Media: {1}
ko_kr: 총합: {0} 평균: {1}
nb_no: Totalt: {0} Gjennomsnitt: {1}
pl_pl: Łącznie: {0} Średnia: {1}
pt_br: Total: {1} Média: {1}
sr_cyrl_rs: Укупно: {0} Просечно: {1}
sv_se: Totalt: {0} Genomsnitt: {1}
tr_tr: Toplam: {0} Ortalama: {1}
zh_cn: 总计：{0} 平均：{1}
zh_tw: 總共: {0} 平均: {1}

# games_category
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
he_il: קטגוריה
id_id: Kategori
it_it: Categoria.
ko_kr: 범주
nb_no: Kategori
pl_pl: Kategoria
pt_br: Categoria
sr_cyrl_rs: Категорија
sv_se: Kategori
tr_tr: Kategori
zh_cn: 类别
zh_tw: 分類

# games_cleverbot_disabled
source: Disabled cleverbot on this server.
de_de: Cleverbot auf diesem Server deaktiviert.
es_es: Cleverbot desactivado en este servidor.
fr_fr: Cleverbot désactivé sur ce serveur.
he_il: קלברבוט מכובה על השרת הזה.
id_id: Cleverbot dinonaktifkan di server ini.
it_it: Cleverbot è stato disabilitato in questo server.
ko_kr: 이 서버에서 클레버봇을 비활성화하였습니다.
nb_no: Deaktivert Cleverbot på denne serveren.
pl_pl: Wyłączono cleverbota na tym serwerze.
pt_br: Cleverbot desabilitado neste servidor
sr_cyrl_rs: Клевербот је угашен на овом серверу.
sv_se: Avaktiverade cleverbot på denna server.
tr_tr: Bu sunucudaki cleverbot devre dışı bırakıldı.
zh_cn: 在此服务器上禁用cleverbot。
zh_tw: 已在此伺服器上停用Cleverbot。

# games_cleverbot_enabled
source: Enabled cleverbot on this server.
de_de: Cleverbot auf diesem Server aktiviert.
es_es: Cleverbot activado en este servidor.
fr_fr: Cleverbot activé sur ce serveur.
he_il: קלברבוט מופעל על השרת הזה.
id_id: Cleverbot diaktifkan di server ini
it_it: Cleverbot è stato abilitato in questo server.
ko_kr: 이 서버에서 클레버봇을 활성화하였습니다.
nb_no: Aktivert Cleverbot på denne serveren.
pl_pl: Włączono cleverbota na tym serwerze.
pt_br: Cleverbot habilitado neste servidor.
sr_cyrl_rs: Клевербот је упаљен на овом серверу.
sv_se: Aktiverat cleverbot på denna server.
tr_tr: Bu sunucudaki cleverbot etkinleştirildi.
zh_cn: 在此服务器上启用cleverbot。
zh_tw: 已在此伺服器上啟用Cleverbot。
