Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# administration_user_vmoved
source: {0} moved from {1} to {2} voice channel.
de_de: {0} ging vom Sprachkanal {1} zu {2}.
es_es: {0} movido del canal de voz {1} a {2}.
fr_fr: {0} est allé du salon vocal {1} à {2}.
he_il: {0} עבר מ{1} ל{2} ערוץ קול.
id_id: {0} berpindah dari channel suara {1} ke {2}.
it_it: {0} ha spostato {1} al {2} canale vocale.
ko_kr: {0}님이 음성채널 {1}에서 {2}로 이동되었습니다.
nb_no: {0} flyttet fra {1} til {2}
pl_pl: {0} przeniesiony z kanału {1} na {2}
pt_br: {0} moveu-se do canal de voz {1} para {2}.
sv_se: {0} flyttade från {1} till {2} röst kanal.
tr_tr: {0}, {1} kanalından {2} sesli kanalına taşındı.
zh_cn: {0}已从{1}移至{2}语音通道。
zh_tw: {0} 已從 {1} 移至 {2} 語音頻道。

# administration_user_voice_mute
source: {0} has been **voice muted**.
de_de: {0} wurde **stummgeschaltet** im Sprachchat.
es_es: {0} ha sido **silenciado de voz**
fr_fr: {0} est maintenant **muet**.
id_id: {0} telah **dibisukan**
it_it: {0} è stato **mutato vocalmente**
ko_kr: {0}님이 **음성 음소거**되었습니다.
nb_no: {0} har blitt **tale dempet***
pl_pl: {0} został **wyciszony z chatu głosowego**.
pt_br: {0} foi **mutado por voz**.
sv_se: {0} har blivit **röst mutad**.
tr_tr: {0} **susturuldu**.
zh_cn: {0}已被**静音**。
zh_tw: 已**禁止** {0} 的__語音聊天__。

# administration_user_voice_unmute
source: {0} has been **voice unmuted**.
de_de: {0} ist nicht länger **stummgeschaltet** im Sprachchat.
es_es: {0} ha sido **desilenciado de voz**.
fr_fr: {0} n'est maintenant **plus muet**.
id_id: {0} telah di **voice non-bisukan**.
it_it: {0} è stato **smutato vocalmente*
ko_kr: {0}님이 **음성 음소거 해제**되었습니다.
nb_no: {0} er ikke lenger **taledempet**
pl_pl: {0} został **odciszony z chatu głosowego**.
pt_br: {0} foi **desmutado por voz**.
sv_se: {0} har blivit **röst omutad**-
tr_tr: {0} **susturulması kaldırıldı**.
zh_cn: {0}已被**取消静音**。
zh_tw: 已**開放** {0} 的__語音聊天__。

# administration_voice_chan_created
source: Voice channel created
de_de: Sprachkanal erstellt
es_es: Canal de voz creado
fr_fr: Salon vocal créé.
he_il: ערוץ קול הוצר
id_id: Channel suara telah dibuat
it_it: Canale vocale creato
ko_kr: 음성 채널이 생성되었습니다.
nb_no: Talekanal laget
pl_pl: Kanał głosowy został stworzony
pt_br: Canal de voz criado
sr_cyrl_rs: Voice Channel Destroyed
sv_se: Röstkanal Skapad
tr_tr: Ses kanalı oluşturuldu
zh_cn: 语音频道已创建
zh_tw: 已建立語音頻道

# administration_voice_chan_destroyed
source: Voice channel destroyed
de_de: Sprachkanal zerstört
es_es: Canal de voz destruido
fr_fr: Salon vocal supprimé.
he_il: ערוץ קול מושמד
id_id: Channel suara telah dihancurkan
it_it: Canale vocale distrutto
ko_kr: 음성 채널이 삭제되었습니다.
nb_no: Talekanal fjernet
pl_pl: Kanał głosowy został usunięty
pt_br: Canal de voz destruído
sv_se: Röstkanal Förstörd
tr_tr: Ses kanalı yok edildi
zh_cn: 语音通道已被毁
zh_tw: 已刪除語音頻道

# administration_vt_disabled
source: Disabled voice + text feature.
de_de: Text- und Sprachfunktion deaktiviert.
es_es: Desactivada la opción de voz + texto.
fr_fr: Fonctionnalités vocales et textuelles désactivées.
he_il: תכונה של קול + טקסט מכובה.
id_id: Fitur suara + teks dinonaktifkan.
it_it: Voce + testo disabilitati.
ko_kr: 음성 + 텍스트 기능을 비활성화시켰습니다.
nb_no: Deaktivert tale + tekst funksjon.
pl_pl: Wyłączono funkcję głos + tekst.
pt_br: Atributo voz + texto desabilitado.
sv_se: Avaktiverat röst + text funktion.
tr_tr: Ses + metin özelliği devre dışı.
zh_cn: 已停用语音+文字功能。
zh_tw: 已停用語音+文字功能。

# administration_vt_enabled
source: Enabled voice + text feature.
de_de: Text- und Sprachfunktion aktiviert.
es_es: Activada la opción de voz + texto.
fr_fr: Fonctionnalités vocales et textuelles activées.
he_il: תכונה של קול + טקסק אופשרה.
id_id: Fitur suara + teks diaktfikan.
it_it: Voce + testo abilitati.
ko_kr: 음성 + 텍스트 기능을 활성화시켰습니다.
nb_no: Aktivert lyd + tekst funksjon.
pl_pl: Włączono funkcję głos + tekst.
pt_br: Atributo voz + texto habilitado.
sv_se: Aktiverat röst + text funktion.
tr_tr: Ses + metin özelliği etkin.
zh_cn: 启用语音+文字功能。
zh_tw: 已啟用語音+文字功能。

# administration_vt_exit
source: I don't have **manage roles** and/or **manage channels** permission, so I cannot run `voice+text` on {0} server.
de_de: Ich habe keine **Rollenmanagement**- und/oder **Kanalmanagement**-Rechte, sodass ich `voice+text` auf dem Server {0} nicht ausführen kann.
es_es: No tengo los permisos para **administrar roles** y/o **administrar canales**, así que no puedo ejecutar `voz+texto` en el servidor {0}.
fr_fr: Je n'ai pas la permission **Gérer les rôles** et/ou **Gérer les salons**, je ne peux donc pas utiliser `voice+text` sur le serveur {0}.
he_il: אין לי רשות **נהל תפקידים** וגם/או **נהל ערוצים**, אז אני לא יכול להריץ `קול+טקסט` על {0} רשת.
id_id: Saya tidak memiliki izin **mengatur peran** dan/atau **mengatur channel**, jadi saya tidak dapat menjalankan 'suara+teks' di server {0}.
it_it: Non ho i permessi **gestire ruoli* e/o **gestire canali*, quindi non posso utilizzare `voce+testo` sul server {0}.
ko_kr: **관리 역할** 혹은 **채널 관리 권한**이 부족해서 {0} 서버에서 `음성 + 텍스트` 기능을 실행 할 수 없습니다.
nb_no: Jeg har ikke **
pl_pl: Nie mam uprawnień: **zarządzanie rolami** i **zarządzanie kanałami**, więc nie mogę uruchomić funkcji `głos+tekst` na serwerze {0}.
pt_br: Eu não possuo a permissão de **gerenciar cargos** e/ou **gerenciar canais**, então não posso executar `voz+texto` no servidor {0}.
sv_se: Jag har inte **hantera roller** och / eller **hantera kanaler** tillstånd, så jag kan inte köra `röst + text` på {0} server.
tr_tr: **Rolleri yönetme** ve/veya **Kanalları yönetme** iznim yok, Bu yüzden {0} sunucusunda 'ses + metin' çalıştıramıyorum.
zh_cn: 我没有**管理身份**和/或**管理频道**权限，所以我不能在{0}服务器上运行`语音+文字`。
zh_tw: 我沒有**管理身分組**和/或**管理頻道**權限，所以我無法在 {0} 伺服器上執行`語音+文字`功能。

# administration_vt_no_admin
source: You are enabling/disabling this feature and **I do not have ADMINISTRATOR permissions**. This may cause some issues, and you will have to clean up text channels yourself afterwards.
de_de: Sie schalten diese Funktion ein bzw. aus und **ich habe keine ADMINISTRATORRECHTE**. Dies könnte einige Probleme hervorrufen, sodass sie ihre Textkanäle eventuell selber aufräumen müssen.
es_es: Estás activando o desactivando esto y **no poseo permisos de ADMINISTRADOR**. Esto puede causar problemas y tendrás que arreglar los canales tú mismo después.
fr_fr: Vous activez/désactivez cette fonctionnalité et **je n'ai pas la permission ADMINISTRATEUR**. Cela pourrait causer des dysfonctionnements, et vous devrez nettoyer les salons textuels vous-même après ça.
he_il: אתה מאפשר/שולל את התכונה הזאת ו**לי אין רשות של מנהל**. זה יכול לגרום לכמה בעיות, ואתה תתצרך לנקות את ערוצי הטקסט בעצמך אחר כך.
id_id: Anda mengaktifkan/menonaktifkan fitur ini dan **Saya tidak punya izin administrator**. Ini dapat menyebabkan beberapa isu, dan anda harus membersihkan sendiri channel-channel teks setelahnya.
it_it: Stai attivando/disattivando questa opzione e **Io non ho i permessi di AMMINISTRATORE**. Questo potrebbe causare dei problemi, e dopo tu dovrai ripulire il canale di testo.
ko_kr: 당신은 **봇이 관리자 권한이 없음에도** 이 기능을 활성화/비활성화 하려고 하고 있습니다. 이로 인해서 문제가 발생 할 수 있으며 이후에 직접 텍스트 채널을 정리해야합니다.
nb_no: Du aktiverer/deaktiverer denne funksjonen og **jeg ikke har administratorrettigheter**. Dette kan føre til noen problemer, og du blir nødt til å rydde opp i tekst kanaler selv etterpå.
pl_pl: Włączasz/Wyłączasz tą funkcję i **Nie mam uprawnień ADMINISTRATORA**. Może to spowodować problemy i będziesz musiał czyścić kanały tekstowe sam.
pt_br: Você está habilitando/desabilitando este atributo e **Eu não tenho permissão de ADMINISTRADOR**. Isso pode causar alguns problemas e você terá que limpar os canais de texto você mesmo depois.
sv_se: Du aktiverar / inaktiverar funktionen och **Jag har inte administratörsbehörighet**. Detta kan orsaka vissa problem, och du kommer själv att behöva städa upp textkanaler efteråt.
tr_tr: Bu özelliği etkinleştiriyorsun/devre dışı bırakıyorsun ve **YÖNETİCİ izinlerine sahip değilim**. Bu bazı sorunlara neden olabilir ve daha sonra kendiniz metin kanallarını temizlemeklisiniz.
zh_cn: 您正在启用/禁用此功能，并且**我没有ADMINISTRATOR权限**。 这可能会导致一些问题，您必须自己清理文本频道。
zh_tw: 您正在啟用/停用此功能，但我**__没有__管理員權限**。這可能會造成一些問題，而事後您必須自行處理這些文字頻道。

# administration_vt_perms
source: I require atleast **manage roles** and **manage channels** permissions to enable this feature. (preffered Administration permission)
de_de: Ich benötige zumindest **Rollenmanagement**- und **Kanalmanagement**-Rechte um diese Funktion einzuschalten. (Bevorzugt Administratorrechte)
es_es: Necesito permisos para **administrar roles** y **administrar canales** para hacer esto. De preferencia permisos de Administración.
fr_fr: Je nécessite au minimum les rôles **Gérer les rôles** et **Gérer les salons** pour activer cette fonctionnalité. (Permission Administrateur de préférence)
he_il: אני חייב לפחות **נהל תפקידים** ו**נהל ערוצים** הרשאות כדי לאפשר את התכונה הזאת. (רשות של מנהל מועדפת)
id_id: Saya membutuhkan setidaknya izin **mengatur peran** dan **mengatur channel** untuk mengaktifkan fitur ini. (lebih memilih izin administrasi)
it_it: Richiedo dei permessi **gestire ruoli** e **gestire canali** per abilitare per questa funzione. (preferibilmente il permesso Amministratore)
ko_kr: 이 기능을 활성화시키기 위해서는 **역할 관리**과 **채널 관리** 권한이 필요합니다.
nb_no: Jeg trenger **Behandle roller** og **Administrer kanaler** tillatelser for å aktivere denne egenskapen. (Administrator er foretrukket)
pl_pl: By włączyć tą funkcję, muszę posiadać uprawnienia: **zarządzanie rolami** i **zarządzanie kanałami**. (Preferowane uprawnienia administratora)
pt_br: Eu preciso pelo menos das permissões de **gerenciar cargos** e **gerenciar canais** para habilitar este atributo. (Preferencialmente, permissão de Administrador)
sv_se: Jag behöver minst **hantera roller** och **hantera kanaler** behörighet att aktivera den här funktionen. (Föredrar Administration tillåtelse)
tr_tr: Bu özelliği etkinleştirmek için en azından **rolleri yönetmek** ve **kanal izinlerini yönetmek** zorundayım.(Tercih edilen Yönetim izni)
zh_cn: 我需要至少**管理身份**和**管理频道**权限，以启用此功能。 （优先管理权限）
zh_tw: 我至少需要**管理身份組**和**管理頻道**權限才能使用此功能。(建議給我管理員權限)

# administration_xmuted_text
source: User {0} from text chat
de_de: Benutzer {0} vom Textchat
es_es: Usuario {0} de chat.
fr_fr: Utilisateur {0} depuis un salon textuel.
he_il: משתמש {0} מטקסט צ׳אט
id_id: User {0} dari chat teks
it_it: Utente {0} dalla chat di testo
ko_kr: 사용자가 텍스트 채팅으로부터 {0} 되었습니다.
nb_no: Bruker {0} fra tekst-chat
pl_pl: Użytkownik {0} z tekstowego czatu
pt_br: Usuário {0} do chat de texto
sv_se: Användare {0} från text chat
tr_tr: Metin sohbetinde {0} kullanıcı
zh_cn: 用户{0}来自文字频道
zh_tw: 使用者被 {0} 文字聊天

# administration_xmuted_text_and_voice
source: User {0} from text and voice chat
de_de: Benutzer {0} vom Text- und Sprachchat
es_es: Usuario {0} de chat y voz.
fr_fr: Utilisateur {0} depuis salon textuel et vocal.
he_il: משתמש {0} מטקסט וקול צ׳אט
id_id: User {0} dari chat teks dan suara
it_it: Utente {0} dalla chat di testo e vocale
ko_kr: 사용자가 텍스트와 음성 채팅으로부터 {0} 되었습니다.
nb_no: Bruker {0} fra tekst og tale chat
pl_pl: Użytkownik {0} z tekstowego i głosowego czatu
pt_br: Usuário {0} dos chats de voz e texto
sv_se: Användare {0} från text och röst chat.
tr_tr: Metin ve sesli sohbetinde {0} kullanıcı
zh_cn: 用户{0}来自文字和语音频道
zh_tw: 使用者被 {0} 文字及語音聊天

# administration_xmuted_voice
source: User {0} from voice chat
de_de: Benutzer {0} vom Sprachchat
es_es: Usuario {0} del chat de voz
fr_fr: Utilisateur {0} depuis un salon vocal.
he_il: משתמש {0} מערוץ קול.
id_id: Pengguna {0} dari chat suara
it_it: Utente {0} dalla chat vocale
ko_kr: 사용자가 음성 채팅으로부터 {0} 되었습니다.
nb_no: Bruker {0} fra stemmechat
pl_pl: Użytkownik {0} z czatu głosowego
pt_br: Usuário {0} do chat de voz
sv_se: Användare {0} från röst kanal
tr_tr: Sesli sohbetten {0} kullanıcı
zh_cn: 用户{0}来自语音频道
zh_tw: 使用者被 {0} 語音聊天

# administration_sbdm
source: You have been soft-banned from {0} server. Reason: {1}
de_de: Sie wurden vom Server {0} gekickt. Grund: {1}
es_es: Has sido advertido en el servidor {0}. Razón: {1}
fr_fr: Vous avez été expulsé du serveur {0}. Raison: {1}
id_id: Anda telah diban halus dari server {0}. Alasan: {1}
it_it: Sei statto cacciato da {0} server. Motivo : {1}
ko_kr: 당신은 {0} 서버에서 소프트밴을 당했습니다. 사유: {1}
nb_no: Du har blitt 'soft-banned' fra {0} server. Grunn: {1}
pl_pl: Zostałeś tymczasowo zablokowany na serwerze {0} Powód: {1}
pt_br: Você foi banido temporariamente do servidor {0}. Motivo: {1}
sv_se: Du har blivit mjuk-bannad från {0} server. Anledning: {1}
tr_tr: {0} sunucusundan hafif bir şekilde yasaklandınız. Sebep: {1}
zh_cn: 您已从{0}服务器软禁止。 原因：{1}
zh_tw: 您已被伺服器 {0} 軟禁。 理由: {1}

# administration_user_unbanned
source: User unbanned
de_de: Benutzer entbannt
es_es: Usuario desbloqueado:
fr_fr: Utilisateur débanni
id_id: Pengguna telah di unban
it_it: Utente sbannato
ko_kr: 사용자 밴 해제
nb_no: Fjernet bruker fra utestenging
pl_pl: Użytkownik został odbanowany
pt_br: Usuário desbanido
sv_se: Användare inte längre bannad.
tr_tr: Kullanıcı yasağı kaldırıldı
zh_cn: 用户已取消禁止
zh_tw: 成員已解禁

# administration_migration_done
source: Migration done!
de_de: Migration fertig!
es_es: ¡Migración terminada!
fr_fr: Migration effectuée!
he_il: נדידה גמורה!
id_id: Migrasi selesai!
it_it: Trasferimento completato!
ko_kr: 이전 완료!
nb_no: Migrering fullført!
pl_pl: Migracja zakończona!
pt_br: Migração concluída!
sv_se: Migration gjort!
tr_tr: Eski kayıtlar taşındı!
zh_cn: 迁移完成！
zh_tw: 合併完成!

# adminsitration_migration_error
source: Error while migrating, check bot's console for more information.
de_de: Fehler beim migrieren von Daten. Prüfe die Konsole des Bots für mehr Informationen.
es_es: Error al migrar, revisa la consola para más información.
fr_fr: Erreur lors de la migration, veuillez consulter la console pour plus d'informations.
he_il: שגיעה בזמן הנדידה, תבדוק את ה מסוף בקרה של הבוט בשביל יותר מידע.
id_id: Error ketika migrasi, cek konsol bot untuk informasi lebih lanjut.
it_it: Errore durante il trasferimento, guarda la console del bot per più informazioni.
ko_kr: 이전 과정에서 오류가 발생했습니다. 자세한 정보는 봇의 콘솔을 통해서 확인하세요.
nb_no: Feil under migrering, sjekk botens konsoll for mer informasjon.
pl_pl: Błąd podczas migracji, sprawdz konsole bota po więcej informacji.
pt_br: Erro enquanto migrava, verifique o console do bot para mais informações.
sv_se: Fel vid migrering, kontrollera botens konsol för mer information.
tr_tr: Taşıma işlemi sırasında hata oluştu, daha fazla bilgi için bot konsolunu kontrol edin.
zh_cn: 在迁移时出错，请检查机器人的控制台以获取更多信息。
zh_tw: 在合併時發生問題，請查閱命令視窗來取得更多資訊。

# administration_presence_updates
source: Presence updates
de_de: Anwesenheits Änderungen
es_es: Actualizaciones de presencia
fr_fr: Présences mises à jour.
he_il: עדכון נוכחות
id_id: Pembaharuan kehadiran
it_it: Aggiornamenti sulla presenza
ko_kr: 현재 상태 업데이트
nb_no: Oppdatering av tilstedeværelse
pt_br: Atualizações de Presença
sv_se: Närvaro Uppdateringar.
tr_tr: Durum güncellemeleri
zh_cn: 在线状态更新
zh_tw: 在線狀態更新

# administration_sb_user
source: User soft-banned
de_de: Nutzer wurde gekickt
es_es: Usuario advertido
fr_fr: Utilisateur expulsé.
id_id: Pengguna diban halus
it_it: Utente ammonito
ko_kr: 사용자 소프트 밴
nb_no: Bruker soft-banned
pl_pl: Użytkownik tymczasowo zablokowany
pt_br: Usuário Banido Temporariamente
sv_se: Användare mjuk-bannad.
tr_tr: Kullanıcı hafif bir şekilde yasaklandı.
zh_cn: 用户被软禁用
zh_tw: 成員被軟禁

# gambling_awarded
source: has awarded {0} to {1}
de_de: gab {0} an {1}
es_es: le ha regalado {0} a {1}
fr_fr: a récompensé {0} à {1}
he_il: העניק {0} ל{1}
id_id: Telah menyerahkan {0} ke {1}
it_it: ha regalato {0} to {1}
ko_kr: 님이 {1}에게 {0}개를 지급했습니다.
nb_no: har tildelt {0} til {1}
pl_pl: nagrodził {0} {1}
pt_br: concedeu {0} para {1}
sv_se: har tilldelat {0} till {1}
tr_tr: {1} 'e {0} ödül vermiş
zh_cn: 已将{0}奖励给{1}
zh_tw: 賜予了 {1} 給 {0}

# gambling_better_luck
source: Better luck next time ^_^
de_de: Hoffentlich haben Sie beim nächsten Mal mehr Glück ^_^
es_es: Suerte la próxima.
fr_fr: Plus de chance la prochaine fois ^_^
he_il: בהצלחה בפעם הבאה ^_^
id_id: Semoga lebih beruntung lain kali ^_^
it_it: Avrai più fortuna la prossima volta ^_^
ko_kr: 다음 기회에 ^_^
nb_no: Bedre hell neste gang :3
pl_pl: Powodzenia następnym razem! ^_^
pt_br: Mais sorte na próxima vez ^_^
sv_se: Bättre lycka nästa gång ^_^
tr_tr: Bir dahaki sefere artık ^_^
zh_cn: 下一次好运^ _ ^
zh_tw: 再接再厲，下次會更好 ^_^

# gambling_br_win
source: Congratulations! You won {0} for rolling above {1}
de_de: Glückwunsch! Sie haben {0} gewonnen, weil Sie über {1} gewürfelt haben
es_es: ¡Felicitaciones! Ganaste {0} por sacar sobre {1}.
fr_fr: Félicitations! Vous avez gagné {0} pour avoir lancé au dessus de {1}.
he_il: מזל טוב! אתה ניצחת {0} עבור זה שגלגלת מעבר מ{1}
id_id: Selamat! Kamu memenangkan {0} karena hasil diatas {1}
it_it: Congratulazioni! Hai vinto {0} per aver rollato oltre {1}
ko_kr: 축하합니다! 당신은 {1}이상을 굴려서 {0}을(를) 획득했습니다.
nb_no: Gratulerer! Du vant {0} for å rulle høyere enn {1}
pl_pl: Gratulacje! Wygrałeś {0} za wyrzucenie ponad {1}
pt_br: Parabéns! Você ganhou {0} por rolar acima de {1}
sv_se: Grattis! Du vann {0} för att ha rullat över {1}
tr_tr: Tebrik ederiz! {1} çevirdi ve {0} kazandı
zh_cn: 恭喜！ 您赢得{0}因为您滚{1}或以上
zh_tw: 恭喜! 您因骰出高於 {1} 以上獲得了 {0}

# gambling_deck_reshuffled
source: Deck reshuffled.
de_de: Deck neu gemischt.
es_es: Mazo reconstruido.
fr_fr: Deck remélangé.
he_il: חסיפה מעורבבת.
id_id: Deck telah dikocok ulang.
it_it: Mazzo rimescolato.
ko_kr: 덱이 섞였습니다.
nb_no: Kortstokk stokket.
pl_pl: Talia została przetasowana.
pt_br: Baralho re-embaralhado.
sv_se: Kortlek omblandat.
tr_tr: Deste yeniden düzenlendi.
zh_cn: 卡牌改组。
zh_tw: 重新洗牌。

# gambling_flipped
source: flipped {0}.
de_de: Münzwurfergebnis: {0}.
es_es: lanzó {0}
fr_fr: Lancé {0}.
he_il: הפך {0}.
id_id: Terlemparkan {0}.
it_it: Lanciato {0}
ko_kr: 동전뒤집기의 결과는 {0} 입니다.
nb_no: kastet {0}.
pl_pl: wyrzucono {0}.
pt_br: girou {0}.
sv_se: Vänt {0}.
tr_tr: {0} çevirdi.
zh_cn: 抛了{0}。
zh_tw: 丟出了 {0}。

# gambling_flip_guess
source: You guessed it! You won {0}
de_de: Sie haben es erraten! Sie haben {0} gewonnen
es_es: ¡Adivinaste! Ganas {0}
fr_fr: Vous avez deviné! Vous avez gagné {0}
he_il: אתה ניחשת את זה! ניצחת {0}
id_id: Anda berhasil menebaknya! Anda memenangkan {0}
it_it: Indovinato! Hai vinto {0}
ko_kr: 맞췄습니다! 당신은 {0}을(를) 획득했습니다.
nb_no: Du gjettet det! Du vant {0}
pl_pl: Zgadłeś! Wygrałeś {0}
pt_br: Você adivinhou! Você ganhou {0}
sv_se: Du gissade rätt! Du vann {0}
tr_tr: Tahmin ettin! {0} kazandın
zh_cn: 你猜到了！ 您赢得了{0}
zh_tw: 您猜對了! 您赢得了 {0}

# gambling_flip_invalid
source: Invalid number specified. You can flip 1 to {0} coins.
de_de: Ungültige Anzahl angegeben. Sie können 1 bis {0} Münzen werfen.
es_es: Número especificado no es válido. Puedes lanzar de 1 a {0} monedas.
fr_fr: Nombre spécifié invalide. Vous pouvez lancer 1 à {0} pièces.
he_il: המספר שצוין אינו חוקי. אתה יכול להעיף 1 עד {0} מטבעות.
id_id: Angka tidak valid tertera. Anda dapat meleparkan 1 sampai {0} koin.
it_it: Numero specificato non valido. Puoi lanciare da 1 a {0} monete.
ko_kr: 유효하지 않은 숫자입니다. 당신은 1개부터 {0}개까지만 동전을 뒤집을 수 있습니다.
nb_no: Ugyldig nummer spesifisert. Du kan kaste 1 til {0} mynter.
pl_pl: Użyty numer jest niepoprawny. Możesz rzucić 1 do {0} monet
pt_br: O número especificado é inválido. Você pode girar de 1 a {0} moedas.
sv_se: Ogiltigt nummer anged. Du kan vända 1 till {0} mynt.
tr_tr: Geçersiz numara belirtildi. 1 tanesini {0} madeni paraya çevirebilirsiniz.
zh_cn: 指定的数字无效。 你可以抛1到{0}钱币。
zh_tw: 指定的數字無效。你可以丟 1 至 {0} 個硬幣。

# gambling_flowerreaction_desc
source: Add {0} reaction to this message to get {1}
de_de: Füge die {0} Reaktion zu dieser Nachricht hinzu um {1} zu erhalten
es_es: Añade la reacción {0} a este mensaje para obtener {1}
fr_fr: Ajoute la réaction {0} à ce message pour avoir {1}
he_il: תצרף תגובה {0} להודעה הזאת כדי לקבל {1}.
id_id: Tambahkan reaksi {0} pada pesan ini untuk mendapatkan {1}␣
it_it: Aggiungi {0} a questo messaggio per ottenere {1}
ko_kr: {1}을(를) 받으려면 이 메시지에 {0} 리액션을 추가하세요.
nb_no: Legg {0} reaksjon på denne meldingen for å få {1}
pl_pl: Dodaj reakcję {0} do tej wiadomości, aby dostać {1}
pt_br: Adicione {0} reação a esta mensagem para ganhar {1}
sv_se: Lägg till {0} reaktion till detta meddelande för att få {1}␣
tr_tr: {1} almak için bu mesaja {0} reaksiyon ekleyin.
zh_cn: 将{0}反应添加到此消息以获取{1}
zh_tw: 點選此訊息的 {0} 回應來獲得 {1}␣

# gambling_flowerreaction_footer
source: This event is active for up to {0} hours.
de_de: Dieses Ereignis ist aktiv für bis zu {0} Stunden.
es_es: Este evento estará activo por {0} horas.
fr_fr: Cet événement est actif pendant {0} heures.
he_il: האירוע הזה פעיל עד {0} שעות.
id_id: Event ini akan aktif selama {0} jam.
it_it: Quest'evento è attivo per le prossime {0} ore
ko_kr: 이 이벤트는 최대 {0}시간 동안 활성화됩니다.
nb_no: Denne hendelsen er aktiv i opptil {0} timer.
pl_pl: To wydarzenie jest aktywne {0} godziny.
pt_br: Este evento está ativo por até {0} horas.
sv_se: Denna händelse är aktiv upptill {0} timmar.
tr_tr: Bu etkinlik {0} saat boyunca aktiftir.
zh_cn: 此活动在{0}小时内有效。
zh_tw: 此活動只在 {0} 小時內有效。

# gambling_flowerreaction_title
source: Flower reaction event started!
de_de: Blumen-Reaktions-Ereignis gestartet
es_es: ¡Inicia el evento de reacción!
fr_fr: L'événement "réactions fleuries" a démarré!
he_il: אירוע תגובות הפרח התחיל!
id_id: Event reaksi bunga telah dimulai!
it_it: Evento reazioni iniziato!
ko_kr: 플라워 리액션 이벤트가 시작되었습니다.
nb_no: Blomster reaksjonshendelse startet!
pl_pl: Wydarzenie reagowania kwiatkami rozpoczęło się!
pt_br: Evento de Reação da Flor iniciado!
sv_se: Blomm reaktions händelse igång!
tr_tr: Çiçek reaksiyonu olayı başladı!
zh_cn: 花反应活动开始了！
zh_tw: 花幣大放送開始了!

# gambling_gifted
source: has gifted {0} to {1}
de_de: hat {0} an {1} verschenkt
es_es: le ha regalado {0} a {1}
fr_fr: a donné {0} à {1}
he_il: נתן מתנה של {0} ל{1}
id_id: Telah menghadiahi {0} ke {1}
it_it: ha regalato {0} a {1}
ko_kr: 님이 {1}에게 {0}개를 선물하셨습니다.
nb_no: har gitt {0} til {1}
pl_pl: dał {0} dla {1}
pt_br: deu {0} de presente para {1}
sv_se: har begåvat {0} till {1}
tr_tr: {0}'dan {1}'e hediye verdi
zh_cn: 给了{1}{0}
zh_tw: 送了 {0} 給 {1}

# gambling_has
source: {0} has {1}
de_de: {0} hat {1}
es_es: {0} tiene {1}
fr_fr: {0} a {1}
he_il: {0} יש {1}
id_id: {0} memiliki {1}
it_it: {0} ha {1}
ko_kr: {0}님은 {1}개를 보유중입니다.
nb_no: {0} har {1}
pl_pl: {0} ma {1}
pt_br: {0} tem {1}
sv_se: {0} har {1}
tr_tr: {0}'da {1} var
zh_cn: {0}拥有{1}
zh_tw: {0} 擁有 {1}

# gambling_heads
source: Head
de_de: Kopf
es_es: Cara
fr_fr: Face
he_il: ראש
id_id: Kepala
it_it: Testa
ko_kr: 앞면
nb_no: Mynt
pl_pl: Orzeł
pt_br: Cara
sr_cyrl_rs: Heads
sv_se: Krona
tr_tr: Kafa
zh_cn: 头
zh_tw: 正面

# gambling_leaderboard
source: Leaderboard
de_de: Bestenliste
es_es: Marcador
fr_fr: Classement
he_il: לוח תוצאות
it_it: Classifica
ko_kr: 리더보드
nb_no: Resultattavle
pl_pl: Ranking
pt_br: Placar de Líderes
sv_se: Topplista
tr_tr: Lider listesi
zh_cn: 排行榜
zh_tw: 排行榜

# gambling_mass_award
source: Awarded {0} to {1} users from {2} role.
de_de: {0} zu {1} Benutzern der Rolle {2} verliehen.
es_es: Enviados {0} a {1} usuarios en el rol {2}.
fr_fr: {1} utilisateurs du rôle {2} ont été récompensé de {0}.
he_il: הוענק {0} ל {1} למשתמשים מ{2} תפקיד.
id_id: Diserahkan {0} sampai {1} pengguna dari peran {2}.
it_it: Premiati con {0} {1} utenti con il ruolo {2}.
ko_kr: {2} 역할의 {1}명의 사용자에게 {0}을(를) 보상하였습니다.
nb_no: Tildelt {0} til {1} brukere fra {2} rollen.
pl_pl: Nagrodził {0} dla {1} użytkowników z roli {2}
pt_br: Concedeu {0} a {1} usuários do cargo {2}.
sv_se: Tilldelat {0} till {1} ​​användare från {2} roll.
tr_tr: {2} rolünden {1} kullanıcıya {0} kazandı.
zh_cn: 从{2}身份授予{0}至{1}名用户。
zh_tw: 賜予了 {0} 給 {1} 名 {2} 身分組成員。
