Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# searches_hashtag_error
source: Failed finding a definition for that tag.
de_de: Konnte keine definition für dieses Stichwort finden.
es_es: No encontré una definición para ese tag.
fr_fr: Impossible de trouver une définition pour ce hashtag.
id_id: Gagal menemukan definisi dari label tersebut.
it_it: Fallito a trovare la definizione per questo tag.
ko_kr: 해당 태그에 대한 정의를 찾지 못했습니다.
nb_no: Fant ingen definisjon for det ordet
pl_pl: Nie udało się znaleźć definicji dla tego tagu.
pt_br: Falha ao encontrar uma definição para essa tag.
sr_cyrl_rs: Није успешно проналажење дефиниције за тај таг.
sv_se: Misslyckades att hitta en definition för den taggen.
tr_tr: Bu etiket için bir tanım bulunamadı.
zh_cn: 未能找到该标记的定义。
zh_tw: 找不到標籤定義

# searches_height_weight
source: Height/Weight
de_de: Höhe/Gewicht
es_es: Altura/Peso
fr_fr: Taille/Poid
he_il: גובה/משקל
id_id: Tinggi/Berat
it_it: Altezza/Peso
ko_kr: 키/무게
nb_no: Høyde/vekt
pl_pl: Wysokość/szerokość
pt_br: Altura/Peso
sr_cyrl_rs: Висина/Ширина
sv_se: Längd/Vikt
tr_tr: Boy/Kilo
zh_cn: 身高/体重
zh_tw: 身高/體重

# searches_humidity
source: Humidity
de_de: Feuchtigkeit
es_es: Humedad
fr_fr: Humidité
he_il: לחות
id_id: Kelembaban
it_it: Umidità
ko_kr: 습도
nb_no: Luftfuktighet
pl_pl: Wilgotność
pt_br: Humidade
sr_cyrl_rs: Влажност Ваздуха
sv_se: Fuktighet
tr_tr: Nem
zh_cn: 湿度
zh_tw: 濕度

# searches_image_search_for
source: Image search for:
de_de: Bildersuche für:
es_es: Búsqueda de imagen para:
fr_fr: Recherche d'images pour:
he_il: חיפוש תמונה של:
id_id: Pencarian gambar untuk:
it_it: Ricerca immagine per:
ko_kr: 이미지 검색:
nb_no: Bildesøk for:
pl_pl: Szukanie obrazka dla:
pt_br: Busca de imagem para:
sr_cyrl_rs: Претрага слика за:
sv_se: Bild sökning för:
tr_tr: Resim araması:
zh_cn: 图片搜索：
zh_tw: 搜尋圖片:

# searches_imdb_fail
source: Failed to find that movie.
de_de: Konnte diesen Film nicht finden.
es_es: No encontré esa película.
fr_fr: Impossible de trouver ce film.
he_il: מציאת מסרט נחשל.
id_id: Gagal untuk menemukan film tersebut.
it_it: Fallito a trovare questo film.
ko_kr: 영화 검색에 실패했습니다.
nb_no: Kunne ikke finne den filmen.
pl_pl: Wyszukiwanie tego filmu nie powiodło się.
pt_br: Falha ao encontrar este filme.
sr_cyrl_rs: Филм није нађен.
sv_se: Kunde ej hitta den filmen.
tr_tr: Bu filmi bulamadım.
zh_cn: 找不到该电影。
zh_tw: 找不到該電影

# searches_invalid_lang
source: Invalid source or target language.
de_de: Ungültige Quell- oder Zielsprache.
es_es: Fuente o lenguaje no válido.
fr_fr: Langue d'origine ou de destination invalide.
he_il: מקור או שפה לא נכונה.
id_id: Kesalahan sumber atau target bahasa.
it_it: Fonte o lingua non valida.
ko_kr: 유효하지 않은 소스 또는 언어입니다.
nb_no: Ugyldig kilde- eller målspråk.
pt_br: Linguagem ou fonte inválida.
sr_cyrl_rs: Неисправан почетни или крајњи језик.
sv_se: Ogiltig källa eller mål språk.
tr_tr: Geçersiz kaynak veya hedef dili.
zh_cn: 来源或目标语言错误。
zh_tw: 來源或目標語言錯誤

# searches_jokes_not_loaded
source: Jokes not loaded.
de_de: Witze nicht geladen.
es_es: No se cargaron las bromas.
fr_fr: Blagues non chargées.
he_il: בדיחה לא הועלתה.
id_id: Candaan tidak dimuat.
it_it: Scherzo non caricato.
ko_kr: 농담이 로드되지 않았습니다.
nb_no: Kunne ikke laste vitser.
pl_pl: Żarty nie zostały załadowane.
pt_br: Piadas não carregadas.
sr_cyrl_rs: Вицеви нису учитани
sv_se: Skämt ej laddade.
tr_tr: Şakalar yüklenmedi.
zh_cn: 笑话没加载。
zh_tw: 沒有載入笑話。

# searches_latlong
source: Lat/Long
id_id: Lintang/Bujur
it_it: Latitudine/Longitudine
ko_kr: 위도/경도
nb_no: Bred./Lengd.
pt_br: Latitude/Longitude
sr_cyrl_rs: Лат/Лонг
tr_tr: Enlem/Boylam
zh_cn: 纬度/经度
zh_tw: 緯度/經度

# searches_level
source: Level
es_es: Nivel
fr_fr: Niveau
he_il: רמה
id_id: Tingkat
it_it: Livello
ko_kr: 레벨
nb_no: Nivå
pl_pl: Poziom
pt_br: Nível
sr_cyrl_rs: Ниво
sv_se: Nivå
tr_tr: Seviye
zh_cn: 等级
zh_tw: 等級

# searches_list_of_place_tags
source: List of {0}place tags
de_de: Liste der "{0}place" Stichwörtern
es_es: Lista de tags en {0}place
fr_fr: Liste de tags pour {0}place.
id_id: Daftar dari {0}tempat yang ditandai
it_it: Lista delle tag {0}place
ko_kr: {0}place 태그 목록
nb_no: Liste over {0}place stikkord
pl_pl: Lista {0}place tagów
pt_br: lista de tags {0}place
sr_cyrl_rs: Листа {0}place тагова
sv_se: Lista av {0} plats taggar
tr_tr: {0}place etiketlerinin listesi
zh_cn: {0}地方标记列表
zh_tw: {0}place 可使用參數

# searches_location
source: Location
de_de: Standort
es_es: Locación
fr_fr: Emplacement
he_il: מיקום
id_id: Lokasi
it_it: Luogo
ko_kr: 위치
nb_no: Plassering
pl_pl: Lokalizacja
pt_br: Localização
sr_cyrl_rs: Место
sv_se: Plats
tr_tr: Lokasyon
zh_cn: 地点
zh_tw: 地區

# searches_magicitems_not_loaded
source: Magic Items not loaded.
de_de: Magic Items nicht geladen.
es_es: Objetos mágicos no cargados.
fr_fr: Les objets magiques ne sont pas chargés.
he_il: חפץ הקסם לא הועלה.
id_id: Barang barang sihir tidak dimuat.
it_it: Oggetto magico non caricato.
ko_kr: 마법 아이템이 로드되지 않습니다.
nb_no: Magiske ting ble ikke lastet
pl_pl: Magiczne przedmioty nie zostały załadowane.
pt_br: Itens mágicos não carregados.
sr_cyrl_rs: Магични предмети нису учитани.
sv_se: Magiska föremål inte laddade.
tr_tr: Büyülü eşyalar yüklenmedi.
zh_cn: 未加载魔术项目。
zh_tw: 沒有載入魔法道具。

# searches_mal_profile
source: {0}'s MAL profile
de_de: {0}s MAL Profil
es_es: Perfil de MAL de {0}
fr_fr: Profil MAL de {0}
id_id: Profil MAL {0}
it_it: Profilo MAL di {0}
ko_kr: {0}의 MAL 프로필
nb_no: {0} sin MAL profil
pl_pl: MAL użytkownika {0}
pt_br: Perfil MAL de {0}
sr_cyrl_rs: {0}'s МАЛ профил
sv_se: {0}:s MAL profil
tr_tr: {0} adlı kişinin MAL profili
zh_cn: {0}的MAL个人资料
zh_tw: {0} 的 MAL 個人檔案

# searches_mashape_api_missing
source: Bot owner didn't specify MashapeApiKey. You can't use this functionality.
de_de: Der Besitzer des Bots hat keinen MashapeApi-Schlüssel angegeben. Sie können diese Funktion nicht benutzen.
es_es: El dueño del Bot no especificó una MashapeApiKey. No puedes usar esto.
fr_fr: Le propriétaire du Bot n'a pas spécifié de clé d'API Mashape (MashapeApiKey). Fonctionnalité non disponible
id_id: Pemilik Bot tidak menentukan MashapeApiKey. Anda tidak dapat menggunakan fungsi ini.
it_it: Il possessore del bot non ha specificato MashapeApiKey, Non puoi usare questa funzione.
ko_kr: 봇의 소유자가 MashapeApiKey를 설정하지 않아서 이 기능을 사용 할 수 없습니다.
nb_no: Bot eieren har ikke spesifiser MashapeApiKey. Du kan ikke bruke denne funksjonen.
pl_pl: Właściciel bota nie sprecyzował MashapeApiKey. Nie możesz użyć tej funkcji.
pt_br: O proprietário do bot não especificou a MashapeApiKey. Você não pode usar essa funcionalidade.
sr_cyrl_rs: Власник бота није унео MashapeApiKey. Не можете да користите ову функционалност.
sv_se: Bot ägare specificerade inte MashapeApiKey. Du kan inte använda den här funktionen.
tr_tr: Bot sahibi MashapeApiKey belirtmedi. Bu işlevi kullanamazsınız.
zh_cn: 机器人的业主没有指定MashapeApiKey。 您不能使用此功能。
zh_tw: 您無法使用此功能，因為Bot擁有者並沒有設定Mashape API代碼。

# searches_min_max
source: Min/Max
es_es: Mín/Máx
he_il: הכי פחות/הרבה
id_id: Min/Maks
it_it: Minimo/Massimo
ko_kr: 최소/최대
sr_cyrl_rs: Мин/Макс
tr_tr: Min/Maks
zh_cn: 最小/最大
zh_tw: 低溫/高溫

# searches_no_channel_found
source: No channel found.
de_de: Keine Kanäle gefunden.
es_es: No encontré ese canal.
fr_fr: Aucun salon trouvé.
id_id: Channel tidak ditemukan.
it_it: Nessun canale trovato.
ko_kr: 채널을 찾을 수 없습니다
nb_no: Ingen kanal funnet.
pl_pl: Nie znaleziono kanału.
pt_br: Nenhum canal encontrado.
sr_cyrl_rs: Канал није пронађен.
sv_se: Inga kanaler hittades.
tr_tr: Kanal bulunamadı.
zh_cn: 找不到频道。
zh_tw: 找不到頻道。

# searches_no_results
source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: Sin resultados.
fr_fr: Aucun résultat trouvé.
he_il: אין תוצעות
id_id: Hasil tidak ditemukan.
it_it: Nessun risultato trovato.
ko_kr: 결과를 찾을 수 없습니다.
nb_no: Ingen resultater funnet.
pl_pl: Brak rezultatów.
pt_br: Nenhum resultado encontrado.
sr_cyrl_rs: Нема резултата.
sv_se: Inga resultat hittades.
tr_tr: Sonuç bulunamadı.
zh_cn: 没找到结果。
zh_tw: 沒有結果。

# searches_on_hold
source: On-hold
de_de: Pausierte
es_es: En espera
fr_fr: En attente
he_il: במעצר
id_id: Tertahan
it_it: In sospeso
ko_kr: 보류
nb_no: På vent
pl_pl: Wstrzymane
pt_br: Em espera
sr_cyrl_rs: Паузирано
sv_se: Placerad i kö
tr_tr: Beklemede
zh_cn: 等候接听
zh_tw: 暫停

# searches_original_url
source: Original url
de_de: Ursprüngliche Url
es_es: Enlace original
fr_fr: Url d'origine
he_il: הקישור המקורי
id_id: url asli
it_it: Url originale
ko_kr: 원본 Url
pl_pl: Oryginalny URL
pt_br: Url Original
sr_cyrl_rs: Оригинални линк
tr_tr: Orjinal url
zh_cn: 原始网址
zh_tw: 原始連結

# searches_osu_api_key
source: An osu! API key is required.
de_de: Ein osu! API-Schlüssel wird benötigt.
es_es: Se requiere una clave de API de osu!
fr_fr: Une clé d'API osu! est nécessaire.
id_id: Sebuah osu! API key diperlukan.
it_it: Una chiave API di Osu! é richiesta.
ko_kr: osu! API키가 필요합니다.
nb_no: En 'osu!' API-nøkkel er nødvendig.
pl_pl: Klucz osu! API jest wymagany.
pt_br: Requer uma API key de osu!
sr_cyrl_rs: Захтева се osu! API кључ.
sv_se: En osu! API nyckel krävs.
tr_tr: Bir osu! API anahtarı gerekiyor.
zh_cn: 需要osu！API密钥。
zh_tw: 需要 osu! API 代碼。

# searches_osu_failed
source: Failed retrieving osu! signature.
de_de: osu! Signatur konnte nicht geholt werden.
es_es: No pude encontrar esa firma de osu!
fr_fr: Impossible de récupérer la signature osu!.
id_id: Gagal mengambil tanda osu!
it_it: Recupero della firma di Osu! fallito.
ko_kr: osu! 정보 검색에 실패했습니다.
nb_no: Kunne ikke hente 'osu!' signatur.
pl_pl: Nie udało się wywołać sygnatury osu!.
pt_br: Falha ao obter a assinatura osu!
sr_cyrl_rs: Неуспешно учитавање osu! потписа.
sv_se: Misslyckades att hämta osu! signatur.
tr_tr: Başarısız osu! imza.
zh_cn: 无法检索osu！ 线索。
zh_tw: 讀取 osu! 簽名檔失敗。

# searches_over_x
source: Found over {0} images. Showing random {0}.
de_de: Über {0} Bilder gefunden. Zeige zufälliges {0}.
es_es: Encontré alrededor de {0} imágenes. Mostrando {0} aleatorias.
fr_fr: Trouvé dans {0} images. Affichage de {0} aléatoires.
id_id: Ditemukan diantara {0} gambar. Memperlihatkan acak {0}.
it_it: Trovate oltre {0} immagini. Piazzandone casualmente {0}
ko_kr: {0}개 이상의 이미지가 발견되었습니다. 무작위로 {0}개를 표시합니다.
nb_no: Fant mer enn {0} bilder. Viser tilfeldig {0}.
pl_pl: Znaleziono {0} obrazków. Pokazuję przypadkowe {0}
pt_br: Cerca de {0} imagens encontradas. Mostrando aleatória {0}.
sr_cyrl_rs: Пронађено преко {0} слика. Насумично учитавам {0}.
sv_se: Hittade över {0} bilder. Visar slumpmässig {0}.
tr_tr: {0} resimler üzerinde bulundu. Rastgele {0} gösteriliyor.
zh_cn: 找到{0}张图片。 显示随机{0}。
zh_tw: 找到超過 {0} 張圖。 顯示隨機 {0}。

# searches_ow_user_not_found
source: User not found! Please check the Region and BattleTag before trying again.
de_de: Benutzer nicht gefunden! Bitte überprüfe die Region und den BattleTag bevor erneuten Versuchen.
es_es: ¡Usuario no encontrado! Por favor revisa la región y BattleTag antes de intentar de nuevo.
fr_fr: Utilisateur non trouvé! Veuillez vérifier la région ainsi que le BattleTag avant de réessayer.
id_id: Pengguna tidak ditemukan! Silahkan cek daerah dan BattleTag sebelum mencoba lagi.
it_it: Utente non trovato! Perfavore controlla la regione e il Battletag prima di riprovare.
ko_kr: 사용자를 찾을 수 없습니다! 다시 시도하기 전에 지역과 배틀태그를 확인해주세요.
nb_no: Bruker ikke funnet! Vennligst sjekk regionen og BattleTag før du prøver igjen.
pl_pl: Nie znaleziono użytkownika! Proszę sprawdzić Region i BattleTag zanim znowu spróbujesz.
pt_br: Usuário não encontrado! Por favor cheque a região e a BattleTag antes de tentar de novo.
sr_cyrl_rs: Корисник није пронађен. Проверите регион и BattleTag пре него што покушате поново.
sv_se: Användare inte funnen! Snälla kolla Regionen och BattleTag innan du försöker igen.
tr_tr: Kullanıcı bulunamadı! Lütfen tekrar denemeden önce Bölge ve Savaşçı etiketini kontrol edin.
zh_cn: 找不到用户！ 请再次前检查区域和BattleTag。
zh_tw: 找不到該玩家! 請再次檢查BattleTag及區域是否正確。

# searches_plan_to_watch
source: Plan to watch
de_de: Vermerkte
es_es: Planeadas ver
fr_fr: Prévus de regarder
he_il: מתקבן לראות
id_id: Rencana untuk menonton
it_it: In programma da guardare
ko_kr: 볼 예정
nb_no: Planlegger å se
pl_pl: Planowane
pt_br: Planeja assistir
sr_cyrl_rs: Планира да гледа
sv_se: Planerar att kolla
tr_tr: İzlemeyi planla
zh_cn: 计划看
zh_tw: 預計觀看

# searches_platform
source: Platform
de_de: Plattform
es_es: Plataforma
fr_fr: Plateforme
he_il: פלטפורמה
id_id: Peron
it_it: Piattaforma
ko_kr: 플랫폼
nb_no: Plattform
pl_pl: Platforma
pt_br: Plataforma
sr_cyrl_rs: Платформа
sv_se: Plattform
zh_cn: 平台
zh_tw: 平台

# searches_pokemon_ability_none
source: No ability found.
de_de: Keine Fähigkeit gefunden.
es_es: No encontré tal habilidad.
fr_fr: Attaque non trouvée.
he_il: יכולת לא נמצאה
id_id: Kemampuan tidak ditemukan.
it_it: Nessun abilità trovata.
ko_kr: 능력을 찾을 수 없습니다.
nb_no: Ingen evne funnet.
pl_pl: Nie znaleziono umięjętności.
pt_br: Nenhuma habilidade encontrada.
sr_cyrl_rs: Није пронађена моћ.
sv_se: Ingen förmåga hittad.
tr_tr: Hiçbir yetenek bulunamadı.
zh_cn: 找不到能力。
zh_tw: 找不到技能

# searches_pokemon_none
source: No pokemon found.
de_de: Kein Pokemon gefunden.
es_es: No encontré ese Pokémon.
fr_fr: Pokémon non trouvé.
he_il: פוקמון לא נמצא
id_id: Pokemon tidak ditemukan.
it_it: Nessun pokèmon trovato.
ko_kr: 포케몬을 찾을 수 없습니다.
nb_no: Ingen pokemon funnet.
pl_pl: Pokemon nieznaleziony
pt_br: Nenhum pokemon encontrado.
sr_cyrl_rs: Није пронађен покемон.
sv_se: Ingen pokemon funnen.
tr_tr: Pokemon bulunamadı.
zh_cn: 找不到宠物小精灵。
zh_tw: 找不到寶可夢

# searches_profile_link
source: Profile link:
de_de: Profil Link:
es_es: Enlace al perfil:
fr_fr: Lien du profil :
he_il: קישור פרופיל:
id_id: Tautan profil:
it_it: Link profilo:
ko_kr: 프로필 링크:
nb_no: Profil link:
pl_pl: Link profilowy:
pt_br: Link do Perfil:
sr_cyrl_rs: Линк ка профилу:
sv_se: Profil link:
tr_tr: Profil adresi:
zh_cn: 个人资料链接：
zh_tw: 個人首頁:

# searches_quality
source: Quality:
de_de: Qualität
es_es: Atributo:
fr_fr: Qualité
he_il: איכות:
id_id: Kualitas
it_it: Qualità:
ko_kr: 품질:
nb_no: Kvalitet:
pl_pl: Jakość:
pt_br: Qualidade:
sr_cyrl_rs: Квалитет:
sv_se: Kvalitet:
tr_tr: Kalite:
zh_cn: 质量：
zh_tw: 品質:

# searches_quick_playtime
source: Quick playtime
de_de: Quick Spielzeit
es_es: Reproducción rápida:
fr_fr: Temps en parties rapides
id_id: Waktu bermain cepat
it_it: Gioco veloce
ko_kr: 빠른대전 플레이 시간
nb_no: Rask spilletid
pt_br: Tempo em Partida Rápida
sr_cyrl_rs: Време игре у квик моду
sv_se: Snabb speltid
tr_tr: Normal maç oynama süresi
zh_cn: 快速游戏时间
zh_tw: 快速對戰時間

# searches_quick_wins
source: Quick wins
de_de: Gewonnene Quicks
es_es: Victorias rápidas
fr_fr: Parties rapides gagnées
he_il: ניצחונות מהירים
id_id: Kemenangan cepat
it_it: Vittoria veloce
ko_kr: 빠른대전 승리
nb_no: Rask vinner
pl_pl: Szybkie wygrane
pt_br: Vitórias em Partida Rápida
sr_cyrl_rs: Победа у квик моду
sv_se: Snabba vinster
tr_tr: Normal maç kazanma
zh_cn: 快赢
zh_tw: 快速對戰勝場數

# searches_rating
source: Rating
de_de: Bewertung
fr_fr: Évaluation
he_il: דירוג
id_id: Penilaian
it_it: Voto
ko_kr: 레이팅
nb_no: Vurdering
pl_pl: Ocena
pt_br: Avaliação
sr_cyrl_rs: Рејтинг
sv_se: Betyg
tr_tr: Değerlendirme
zh_cn: 评分
zh_tw: 評分

# searches_score
source: Score:
de_de: Punktzahl:
es_es: Puntuación:
he_il: ניקוד:
id_id: Skor:
it_it: Punteggio:
ko_kr: 점수:
nb_no: Resultat:
pl_pl: Wynik:
pt_br: Pontuação:
sr_cyrl_rs: Скор:
sv_se: Poäng:
tr_tr: Skor:
zh_cn: 得分：
zh_tw: 分數:

# searches_search_for
source: Search for:
de_de: Suche nach:
es_es: Búsqueda para:
fr_fr: Recherche pour:
he_il: חיפוש של:
id_id: Pencarian untuk:
it_it: Ricerca per:
ko_kr: 검색 쿼리:
nb_no: Søk etter:
pl_pl: Szukaj:
pt_br: Buscar Por:
sr_cyrl_rs: Тражи за:
sv_se: Leta efter:
tr_tr: Arama:
zh_cn: 搜索：
zh_tw: 搜尋:

# searches_shorten_fail
source: Failed to shorten that url.
de_de: Url konnte nicht gekürzt werden
es_es: No pude acortar ese enlace.
fr_fr: Impossible de réduire cette Url.
he_il: קיצר שורת הקישור נחשל
id_id: Gagal untuk mempersingkat url tersebut.
it_it: Non è stato possibile accorciare quel url.
ko_kr: Url 단축에 실패했습니다.
nb_no: Kunne forkorte den URLen.
pl_pl: Skracanie tego url'u nie powiodło się
pt_br: Falha ao encurtar esse url.
sr_cyrl_rs: Није успешно скраћивање тог линка.
sv_se: Misslyckades att förkorta den url.
tr_tr: URL kısaltılamadı..
zh_cn: 无法缩短该链接。
zh_tw: 縮短網址失敗。

# searches_short_url
source: Short url
de_de: Kurze Url
es_es: Enlace acortado
fr_fr: Url réduite
he_il: קישור קצר
id_id: Url pendek
it_it: Accorcia url
ko_kr: Url 단축
nb_no: Kort url
pl_pl: Skróć url
pt_br: Url Curta
sr_cyrl_rs: Кратак линк
sv_se: Kort utl
tr_tr: Kısa URL
zh_cn: 短链接
zh_tw: 短網址

# searches_something_went_wrong
source: Something went wrong.
de_de: Etwas lief schief.
es_es: Algo salió mal.
fr_fr: Une erreur s'est produite.
he_il: משהו השתבש
id_id: Ada sesuatu yang salah.
it_it: Qualcosa è andato storto.
ko_kr: 무언가가 잘못되었습니다.
nb_no: Noe gikk galt.
pl_pl: Coś poszło nie tak.
pt_br: Alguma coisa deu errado.
sr_cyrl_rs: Дошло је до грешке.
sv_se: Något gick fel.
tr_tr: Bir şeyler yanlış gitti.
zh_cn: 出了些问题。
zh_tw: 出了些問題。

# searches_specify_search_params
source: Please specify search parameters.
de_de: Bitte spezifizieren Sie die Such Parameter.
es_es: Por favor especifica parámetros de búsqueda.
fr_fr: Veuillez spécifier les paramètres de recherche.
id_id: Harap menentukan parameter pencarian.
it_it: Per favore specifica i parametri della ricerca.
ko_kr: 검색어를 입력해주세요.
nb_no: Vennligst oppgi søkeparametere.
pl_pl: Proszę o sprecyzowanie kryteriów wyszukiwania.
pt_br: Por favor, especifique os parâmetros de busca.
sr_cyrl_rs: Унеси параметре за претрагу.
sv_se: Var snäll och specificera sök parametrar.
tr_tr: Lütfen arama parametrelerini belirtin.
zh_cn: 请指定搜索参数。
zh_tw: 請註明要搜尋的項目。

# searches_status
source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
ko_kr: 상태
sr_cyrl_rs: Статус
tr_tr: Durum
zh_cn: 状态
zh_tw: 狀態

# searches_store_url
source: Store url
de_de: Geschäfts Url
es_es: Guardar enlace
fr_fr: Url du magasin
he_il: קישור החנות
id_id: Menyimpan url
it_it: Conserva url
ko_kr: 상점 url
nb_no: Butikk url
pl_pl: Url sklepu
pt_br: Url da Loja
sr_cyrl_rs: Линк Продавнице
sv_se: Butik url
tr_tr: Mağaza url
zh_cn: 储存链接
zh_tw: 商店網址

# searches_streamer_offline
source: Streamer {0} is offline.
de_de: Streamer {0} ist jetzt offline.
es_es: El usuario {0} está desconectado.
fr_fr: Le streamer {0} est hors ligne.
id_id: Streamer {0} sedang offline.
it_it: Lo streamer {0} è offline.
ko_kr: 스트리머 {0}은(는) 오프라인입니다.
nb_no: Streamer {0} er frakoblet.
pl_pl: Streamer {0} jest niedostępny.
pt_br: Streamer {0} está offline.
sr_cyrl_rs: Стример {0} није на мрежи.
sv_se: Streamer {0} är offline.
tr_tr: Yayıncı {0} çevrimdışı.
zh_cn: 直播台{0}已离线。
zh_tw: 實況主 {0} 目前離線中。

# searches_streamer_online
source: Streamer {0} is online with {1} viewers.
de_de: Streamer {0} ist online mit {1} Zuschauern.
es_es: El usuario {0} está en línea con {1} espectadores.
fr_fr: Le streamer {0} est en ligne avec {1} viewers.
id_id: Streamer {0} online dengan {1} penonton.
it_it: Lo streamer {0} è online con {1} spettatori.
ko_kr: 스트리머 {0}은(는) {1}명의 시청자와 함께 온라인입니다.
nb_no: Streamer {0} er online med {1} seere.
pl_pl: Streamer {0} jest online z {1} widzami.
pt_br: Streamer {0} está online com {1} espectadores.
sr_cyrl_rs: Стример {0} је на мрежи са {1} прегледа.
sv_se: Streamer {0} är online med {1} tittare.
tr_tr: Yayıncı {0}, {1} izleyici ile çevrimiçi.
zh_cn: 直播台{0}在线有{1}个观众。
zh_tw: 實況主 {0} 目前直播中，有 {1} 名觀眾。

# searches_streams_following
source: You are following {0} streams on this server.
de_de: Sie folgen {0} Streamern auf diesem Server.
es_es: Estás siguiendo {0} transmisiones en este servidor.
fr_fr: Vous suivez {0} streams sur ce serveur.
id_id: Anda mengikuti {0} stream di server ini.
it_it: Stai seguendo {0} streaming in questo server.
ko_kr: 당신은 이 서버에서 {0}개의 스트리밍을 팔로우 중입니다.
nb_no: Du følger {0} strømmer på denne serveren.
pl_pl: Śledzisz {0} streamów na tym serwerze.
pt_br: Você esta seguindo {0} streams nesse servidor.
sr_cyrl_rs: Пратите стримера {0} на овом серверу.
sv_se: Du följer {0} streams på denna server.
tr_tr: Bu sunucudaki {0} yayıncısını takip ediyorsunuz.
zh_cn: 您在此服务器上关注{0}个直播台
zh_tw: 此伺服器目前正在追蹤 {0} 位實況主。

# searches_streams_none
source: You are not following any streams on this server.
de_de: Sie folgen keinem Streamer auf diesem Server.
es_es: No estás siguiendo ninguna transmisión en este servidor.
fr_fr: Vous ne suivez aucun stream sur ce serveur.
id_id: Anda tidak mengikuti stream di server ini.
it_it: Non stai seguendo nessuno streaming in questo server.
ko_kr: 당신은 이 서버에서 어떠한 스트리밍도 팔로우하지 않았습니다.
nb_no: Du følger ikke noen strømmer på denne serveren.
pl_pl: Nie śledzisz żadnych streamów na tym serwerze.
pt_br: Você não está seguindo nenhuma stream neste servidor.
sr_cyrl_rs: Не пратиш ниједан стрим ан овом серверу.
sv_se: Du följer inga streams på denna server.
tr_tr: Bu sunucuda herhangi bir yayıncıyı takip etmiyorsunuz.
zh_cn: 您未在此服务器上关注任何直播台。
zh_tw: 此伺服器目前沒有追蹤任何實況主。

# searches_stream_no
source: No such stream.
de_de: Diesen Stream gibt es nicht.
es_es: No existe esa transmisión.
fr_fr: Aucun stream de ce nom.
id_id: Stream tidak ditemukan.
it_it: Nessun tale stream
ko_kr: 스트리밍이 없습니다.
nb_no: Ingen slik strøm.
pl_pl: Nie ma takiego streamu.
pt_br: Nenhuma stream.
sr_cyrl_rs: Нема тог стрима.
sv_se: Finns ingen sådan stream.
tr_tr: Böyle bir yayın yok.
zh_cn: 没有这个直播台。
zh_tw: 找不到實況台。

# searches_stream_not_exist
source: Stream probably doesn't exist.
de_de: Stream existiert wahrscheinlich nicht.
es_es: La transmisión probablemente no existe.
fr_fr: Ce stream n'existe probablement pas.
id_id: Stream mungkin tidak ada.
it_it: Questo streaming probabilmente non esiste.
ko_kr: 스트리밍 속성이 존재하지 않습니다.
nb_no: Strømmen eksisterer sannsynligvis ikke.
pl_pl: Stream prawdopodobnie nie istnieje.
pt_br: Stream provavelmente não existe.
sr_cyrl_rs: Стрим вероватно не постоји.
sv_se: Stream existerar förmodligen inte.
tr_tr: Yayın muhtemelen mevcut değil.
zh_cn: 直播台可能不存在。
zh_tw: 實況台大概不存在。

# searches_stream_removed
source: Removed {0}'s stream ({1}) from notifications.
de_de: {0}s Stream ({1}) von den Benachrichtigungen entfernt.
es_es: Removida la transmisión de {0} ({1}) de las notificaciones.
fr_fr: Stream de {0} ({1}) retirée des notifications.
id_id: Menghilangkan {0} stream ({1}) dari notifikasi.
it_it: Rimossi {0} streaming ({1}) dalle notifiche
ko_kr: {0}의 스트리밍 ({1})을 알림에서 삭제했습니다.
nb_no: Fjernet {0} sin strøm ({1}) fra varslinger.
pl_pl: Usunięto stream użytkownika {0} ({1}) z powiadomień.
pt_br: Stream de {0} ({1}) removida das notificações.
sr_cyrl_rs: Уклоњен {0} стрим ({1}) из обавештења.
sv_se: Tog bort {0}'s stream från notifikationer.
tr_tr: {0} yayıncısının ({1}) bildirimlerden kaldırdı.
zh_cn: 已从（{1}）的通知中移除{0}的直播台
zh_tw: 移除了追蹤清單上 {0}實況主 ({1}) 的實況台

# searches_stream_tracked
source: I will notify this channel when status changes.
de_de: Ich werde diesen Kanal benachrichtigen wenn der Status sich verändert.
es_es: Notificaré en este canal cuando el estado cambie.
fr_fr: Je préviendrai ce salon lors d'un changement de statut.
id_id: Saya akan memberitahu channel ini saat status berubah.
it_it: Io notificherò in questo canale quando il suo stato cambia.
ko_kr: 상태가 변경되면 이 채널에 알립니다.
nb_no: Jeg vil varsle denne kanalen når statusen endres.
pl_pl: Powiadomię ten kanał kiedy status się zmieni.
pt_br: Eu notificarei este canal quando o status mudar.
sr_cyrl_rs: Обавестићу овај канал када се статус промени.
sv_se: Jag kommer notifikera denna kanal när status ändras.
tr_tr: Durum değiştiğinde bu kanalı bilgilendireceğim.
zh_cn: 状态更改时，我会通知此频道。
zh_tw: 我將會在此頻道通知實況主狀態。

# searches_sunrise
source: Sunrise
de_de: Sonnenaufgang
es_es: Salida del sol
fr_fr: Aube
he_il: זריחה
id_id: Matahari terbit
it_it: Alba
ko_kr: 일출
nb_no: Soloppgang
pl_pl: Wschód słońca
pt_br: Nascer do Sol
sr_cyrl_rs: Излазак сунца
sv_se: Soluppgång
tr_tr: Gün doğumu
zh_cn: 日出
zh_tw: 日出時間
