Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# music_max_playtime_none
source: Max playtime has no limit now.
de_de: Maximale Länge eines Liedes hat kein Limit mehr.
es_es: Tiempo de reproducción sin límite.
fr_fr: Le temps maximum de lecture est désormais illimité.
he_il: מקסימום פלייטיים אין הגבלה עכשיו.
id_id: Sekarang, waktu bermain maksimal tidak memiliki batas.
it_it: Il tempo massimo di gioco ora non ha più un limite.
ko_kr: 이제 최대 재생시간에 제한이 없습니다.
nb_no: Max spilletid har ingen grenser nå.
pl_pl: Maksymalny czas grania ustawiony na: bez limitu.
pt_br: Tempo de atividade máximo agora não tem limite.
sr_cyrl_rs: Максимални плејтајм више нема лимит.
sv_se: Max speltid har ingen gräns nu.
tr_tr: Şu anda maksimum oynatıcı zaman limiti yok.
zh_cn: 最大播放时间没有限制移除。
zh_tw: 音樂長度現在沒有限制了。

# music_max_playtime_set
source: Max playtime set to {0} second(s).
de_de: Maximale länge eines Liedes ist nun {0} Sekunden.
es_es: Tiempo de reproducción máximo configurado en {0} segundo(s).
fr_fr: Temps maximum de lecture défini à {0} seconde(s).
he_il: מקסימום פלייטיים קבע ל{0} שניות.
id_id: Batas waktu bermain di set ke {0} detik.
it_it: Il tempo massimo di gioco è stato impostato a {0} secondi.
ko_kr: 최대 재생시간이 {0}초로 설정되었습니다.
nb_no: Max spilletid satt til {0} sekund(er).
pl_pl: Maksymalny czas grania ustawiony na: {0} sekund.
pt_br: Tempo de atividade máximo definido para {0} segundo(s).
sr_cyrl_rs: Максимално време пуштања је сада {0} секунди.
sv_se: Max speltid satt till {0} sekund(er).
tr_tr: Maksimum oynatıcı zaman limiti {0} saniye(ler) olarak ayarlandı.
zh_cn: 最大播放时间设置为{0}秒。
zh_tw: 每首音樂最長長度設定為{0}秒。

# music_max_queue_unlimited
source: Max music queue size set to unlimited.
de_de: Maximale Musik-Warteschlangengröße ist nun unbegrenzt.
es_es: Tamaño máximo de la cola configurada en ilimitado.
fr_fr: La taille de la file d'attente est désormais illmitée.
he_il: גודל התור של מקסימום מוזיקה קבע ללא הגבלה.
id_id: Antrian maks untuk musik di set ke tidak terbatas.
it_it: La coda massima della musica è stata impostata a illimitata
ko_kr: 이제 음악 대기열 크기는 제한이 없습니다.
nb_no: Max musikk-kø størrelse satt til uendelig.
pl_pl: Maksymalna długość kolejki ustawiona na: bez limitu.
pt_br: Tamanho máximo da fila de música definido para ilimitado.
sr_cyrl_rs: Максимална величина реда је неограничена.
sv_se: Max musik köns storleken inställd på obegränsad.
tr_tr: Maksimum müzik sıra limiti, limitsiz olarak ayarlandı.
zh_cn: 最大音乐队列大小设置为无限。
zh_tw: 播放清單大小現在沒有限制了。

# music_max_queue_x
source: Max music queue size set to {0} track(s).
de_de: Maximale Musik-Warteschlangengröße ist nun {0} Lieder.
es_es: Tamaño máximo de la cola configurado en {0} canción(es).
fr_fr: La taille de la file d'attente est désormais de {0} piste(s).
he_il: הגודל של מקסימום תור מוזיקה קבע ל{0} מסלול(ים).
id_id: Antrian maks untuk musik di set ke {0} lagu.
it_it: La coda massima della musica è stata impostata a {0} brani.
ko_kr: 음악 대기열 크기가 {0}곡으로 변경되었습니다.
nb_no: Max musikk-kø størrelse satt til {0} sang(er).
pl_pl: Maksymalna długość kolejki ustawiona na {5} utworów.
pt_br: Tamanho máximo da fila de música definido para {0} faixa(s).
sr_cyrl_rs: Максимална величина реда подешена на {0} песама.
sv_se: Max musik köns storleken inställd på {0} spår.
tr_tr: Maksimum şarkı sıra limiti {0} şarkı(lar) olarak ayarlandı.
zh_cn: 最大音乐队列大小设置为{0}首。
zh_tw: 播放清單最多可以點播 {0} 首。

# music_must_be_in_voice
source: You need to be in the voice channel on this server.
de_de: Sie müssen sich in einem Sprachkanal auf diesem Server befinden.
es_es: Tienes que estar en un canal de voz.
fr_fr: Vous avez besoin d'être dans un salon vocal sur ce serveur.
he_il: אתה חייב להיות בערוץ קול על השרת הזה.
id_id: Anda harus berada di dalam channel suara di server ini.
it_it: Bisogna essere in un canale vocale in questo server
ko_kr: 당신은 이 서버의 음성채널에 있어야 합니다.
nb_no: Du må være i en talekanal på denne serveren.
pl_pl: Musisz być na kanale głosowym na tym serwerze.
pt_br: Você precisa estar em um canal de voz nesse servidor.
sr_cyrl_rs: Требаш бити у говорном каналу на овом серверу.
sv_se: Du måste vara i röst kanalen på den här servern.
tr_tr: Bu sunucunun bir ses kanalına ihtiyacın var.
zh_cn: 您需要在此服务器上加入语音频道。
zh_tw: 你必須要進入在此伺服器上的語音頻道。

# music_name
source: Name
es_es: Nombre
fr_fr: Nom
he_il: שם
id_id: Nama
it_it: Nome
ko_kr: 이름
nb_no: Navn
pl_pl: Imię
pt_br: Nome
sr_cyrl_rs: Име
sv_se: Namn
tr_tr: İsim
zh_cn: 名
zh_tw: 名稱

# music_now_playing
source: Now playing
de_de: Aktuelles Lied:
es_es: Reproduciendo
fr_fr: Vous écoutez
he_il: עכשיו מנגן
id_id: Sekarang memutar
it_it: In riproduzione
ko_kr: 현재 재생 중
nb_no: Spiller
pl_pl: Teraz gra
pt_br: Tocando agora
sr_cyrl_rs: Сада се пушта
sv_se: Nu Spelas
tr_tr: Şu anda yürütülüyor
zh_cn: 现在播放
zh_tw: 正在播放

# music_no_player
source: No active music player.
de_de: Kein aktiver Musikspieler.
es_es: No hay reproducción activa.
fr_fr: Aucun lecteur de musique actif.
he_il: אין נגן מוזיקה פעיל.
id_id: Tidak ada pemutar musik yang aktif.
it_it: Nessuna musica in riproduzione.
ko_kr: 재생중인 곡이 없습니다.
nb_no: Ingen aktive musikkspillere.
pl_pl: Brak aktywnego odtwarzacza muzyki.
pt_br: Nenhum player de música ativo.
sr_cyrl_rs: Нема активног музичког плејера.
sv_se: Ingen aktiv musikspelare.
tr_tr: Şu anda aktif bir müzik oynatıcısı yok.
zh_cn: 没有活动音乐播放器。
zh_tw: 沒有正在運行中的播放器。

# music_no_search_results
source: No search results.
de_de: Keine Suchergebnisse.
es_es: Sin resultados.
fr_fr: Pas de résultat.
he_il: אין תוצאות חיפוש
id_id: Tidak ada hasil pencarian.
it_it: Nessun risultato trovato.
ko_kr: 검색 결과가 없습니다.
nb_no: Ingen søkeresultater.
pl_pl: Brak wyników
pt_br: Nenhum resultado para a busca.
sr_cyrl_rs: Нема резултата претраге.
sv_se: Inga sök resultat.
tr_tr: Aranılan sonuç bulunamadı.
zh_cn: 没有搜索结果。
zh_tw: 沒有搜尋結果。

# music_paused
source: Music playback paused.
de_de: Musikwiedergabe pausiert.
es_es: Música pausada.
fr_fr: Lecture mise en pause.
he_il: השמעת מוזיקה נעצרה.
id_id: Pemutaran musik berhenti sebentar.
it_it: Riproduzione della musica messa in pausa.
ko_kr: 음악 재생이 일시정지되었습니다.
nb_no: Musikkavspilling pauset
pl_pl: Odtwarzanie muzyki wstrzymane.
pt_br: Música pausada.
sr_cyrl_rs: Музика је паузирана.
sv_se: Musikuppspelning pausas.
tr_tr: Müzik oynatıcısı duraklatıldı.
zh_cn: 音乐播放暂停。
zh_tw: 暫停播放音樂。

# music_player_queue
source: Player queue - Page {0}/{1}
de_de: Musik-Warteschlange - Seite {0}/{1}
es_es: Cola - Página {0}/{1}
fr_fr: File d'attente - Page {0}/{1}
he_il: תור השחקן - עמוד {0}/{1}
id_id: Antrian pemutar musik - Halaman {0}/{1}
it_it: Coda degli utenti - Pagina {0}/{1}
ko_kr: 음악 대기열 - {0}/{1} 페이지
nb_no: Spilleliste - Side {0}/{1}
pt_br: Fila de Músicas - Página {0}/{1}
sr_cyrl_rs: Ред пуштања - Страна {0}/{1}
sv_se: Spelar Kö - Sida {0}/{1}
tr_tr: Oynatıcı Sıra Listesi - Sayfa {0}/{1}
zh_cn: 播放器队列 - {0} / {1}页
zh_tw: 播放清單 - 第 {0} / {1} 頁

# music_playing_song
source: Playing song
de_de: Spiele Lied
es_es: Reproduciendo
fr_fr: Lecture en cours
he_il: מנגן שיר
id_id: Memutar lagu
it_it: Canzone iniziata
ko_kr: 노래 재생 중
nb_no: Spiller sang
pl_pl: Gra utwór
pt_br: Tocando Musica
sr_cyrl_rs: Пушта се песма
sv_se: Spelar låt
tr_tr: Şarkı oynatılıyor
zh_cn: 正在播放
zh_tw: 正在播放

# music_playlists
source: `#{0}` - **{1}** by *{2}* ({3} songs)
de_de: `#{0}` - **{1}** by *{2}* ({3} Lieder)
es_es: `#{0}` - **{1}** por *{2}* ({3} canciones)
fr_fr: `#{0}` - **{1}** par *{2}* ({3} pistes)
he_il: `#{0}` - **{1}** by *{2}* ({3} שירים)
id_id: `#{0}` - **{1}** oleh *{2}* ({3} lagu)
it_it: `#{0}` - **{1}** da *{2}* ({3} canzoni)
ko_kr: `#{0}` - {2}님의 재생목록 **{1}** ({3} 곡)
nb_no: #{0}` - **{1}** av *{2}* ({3} sanger)
pl_pl: `#{0}` - **{1}** przez *{2}* ({3} piosenek)
pt_br: `#{0}` - **{1}** by *{2}* ({3} músicas)
sr_cyrl_rs: `#{0}` - **{1}** by *{2}* ({3} песама)
sv_se: `#{0}` - **{1}** by *{2}* ({3} låtar)
tr_tr: `#{0}` - **{1}** *{2}* tarafından ({3} müzik)
zh_cn: `＃{0}` - ** {1} ** by * {2} *（{3}首歌）
zh_tw: `#{0}` - **{1}** by *{2}* ({3}首歌)

# music_playlists_page
source: Page {0} of saved playlists
de_de: Seite {0} der gespeicherten Playlists
es_es: Página {0} de listas de reproducción guardadas.
fr_fr: Page {0} des listes de lecture sauvegardées
he_il: עמוד {0} של פלייליסטים שמורים
id_id: Halaman {1} playlist yang tersimpan
it_it: Pagina {0} della playlist salvata
ko_kr: 저장된 재생목록의 {0}번째 페이지
nb_no: Side {0} av lagrede spillelister
pl_pl: Strona {0} zapisanych playlist
pt_br: Página {0} de Playlists Salvas
sr_cyrl_rs: Страна {0} сачуваних плејлисти
sv_se: Sida {0} av Sparade Spellistor
tr_tr: Kayıtlı çalma listelerinin {0}. sayfası.
zh_cn: 有保存{0}页的播放列表
zh_tw: 已儲存的播放清單第 {0} 頁

# music_playlist_deleted
source: Playlist deleted.
de_de: Playlist gelöscht.
es_es: Lista de reproducción eliminada.
fr_fr: Liste de lecture supprimée.
he_il: פלייליסט נמחק.
id_id: Playlist dihapus
it_it: Playlist cancellata.
ko_kr: 재생목록이 삭제되었습니다.
nb_no: Spilleliste slettet.
pl_pl: Playlista usunięta.
pt_br: Playlist deletada.
sr_cyrl_rs: Плејлиста обрисана.
sv_se: Spelllista borttagen.
tr_tr: Çalma listesi silindi.
zh_cn: 播放列表已删除。
zh_tw: 播放清單已刪除。

# music_playlist_delete_fail
source: Failed to delete that playlist. It either doesn't exist, or you are not its author.
de_de: Playlist konnte nicht gelöscht werden. Entweder es existiert nicht oder es gehört nicht Ihnen.
es_es: No pude eliminar esa lista. O no existe, o no eres el autor.
fr_fr: Impossible de supprimer cette liste de lecture. Soit elle n'existe pas, soit vous n'en êtes pas le créateur.
he_il: נכשל לנסות למחוק אל הפלייליסט הזה. זה אולי לא קיים, או שאתה לא מחברו.
id_id: Gagal untuk menghapus playlist. Playlist tidak ditemukan, atau anda bukan pemilik playlist tersebut.
it_it: Impossibile cancellare quella playlist perché non esiste oppure perché non ne sei l'autore.
ko_kr: 재생목록 삭제에 실패했습니다. 존재하지 않거나, 당신이 재생목록의 저자가 아닙니다.
nb_no: Klarte ikke å slette spillelisten. Enten eksisterer den ikke, eller så var det ikke du som lagde den.
pl_pl: Nie możesz usunąć tej playlisty. Albo nie istnieje albo nie jesteś jej autorem.
pt_br: Falha ao deletar essa playlist. Ela não existe ou você não é seu o criador.
sr_cyrl_rs: Није успело брисање те плејлисте. Или не постоји, или ниси ти ниси њен аутор.
sv_se: Kunde ej ta bort den låtlistan. Antingen finns den ej eller så är det inte du som skapat den.
tr_tr: Bu çalma listesini silmek başarısız oldu.Ya mevcut değil yada oluşturan siz değilsiniz.
zh_cn: 无法删除该播放列表。 它不存在，或者你不是它的作者。
zh_tw: 刪除清單失敗。清單要不是不存在，或你不是該清單的作者。

# music_playlist_id_not_found
source: Playlist with that ID doesn't exist.
de_de: Es gibt keine Playlist mit dieser ID.
es_es: No existe una lista con tal ID.
fr_fr: Aucune liste de lecture ne correspond a cet ID.
he_il: פלייליסט עם הזהוי הזה לא קיים.
id_id: Playlist dengan ID tersebut tidak ditemukan.
it_it: Non esiste una playlist con quel ID.
ko_kr: 그 ID에 해당하는 재생목록이 존재하지 않습니다.
nb_no: Spilleliste med den IDen eksisterer ikke.
pl_pl: Playlista z takim ID nie istnieje.
pt_br: Não existe uma playlist com esse ID.
sr_cyrl_rs: Плејлиста са тим ИДем не постоји.
sv_se: Spellista med det ID existerar inte.
tr_tr: Bu id'ye sahip oynatma listesi mevcut değil.
zh_cn: 具有该ID的播放列表不存在。
zh_tw: 此播放清單代號並不存在。

# music_playlist_queue_complete
source: Playlist queue complete.
de_de: Playlist wurde an die Warteschlange angehängt.
es_es: Cola de lista de reproducción completa.
fr_fr: Liste de lecture ajoutée à la file d'attente.
he_il: תור הפלייליסט שלם.
id_id: Antrian playlist selesai.
it_it: Playlist in coda completata.
ko_kr: 재생목록 대기열 추가 완료.
nb_no: Spilleliste-kø komplett.
pl_pl: Kolejka do playlisty zakończona
pt_br: Playlist adicionada à fila.
sr_cyrl_rs: Успешно учитавање плејлисте.
sv_se: Spellista komplett.
tr_tr: Oynatma listesi tamamlandı.
zh_cn: 播放列表队列完成。
zh_tw: 播放清單載入完成。

# music_playlist_saved
source: Playlist saved
de_de: Playlist gespeichert
es_es: Lista de reproducción guardada
fr_fr: Liste de lecture sauvegardée
he_il: פליילסט נשמר
id_id: Playlist disimpan
it_it: Playlist salvata
ko_kr: 재생목록이 저장되었습니다.
nb_no: Spilleliste lagret
pl_pl: Playlista zapisana
pt_br: Playlist Salva
sr_cyrl_rs: Плејлиста је сачувана.
sv_se: Spellista Sparad
tr_tr: Oynatma listesi kayıt edildi.
zh_cn: 播放列表已保存
zh_tw: 播放清單已儲存

# music_play_limit
source: {0}s limit
es_es: Límite de {0}
fr_fr: Limite à {0}s
he_il: {0} הגבלה
id_id: Batasan milik {0}
it_it: limite di {0} secondi
ko_kr: {0}초 한계
nb_no: {0}s grense
pl_pl: Limit {0}
pt_br: Limite de {0}s
sr_cyrl_rs: {0}s лимит
sv_se: {0}s gräns
tr_tr: Limit {0}
zh_cn: {0}秒限制
zh_tw: {0} 秒限制

# music_queue
source: Queue
de_de: Warteschlange
es_es: Cola.
fr_fr: File d'attente
he_il: תור
id_id: Antrian
it_it: Coda
ko_kr: 대기열
nb_no: Kø
pl_pl: Kolejka
pt_br: Fila
sr_cyrl_rs: Ред
sv_se: Kö
tr_tr: Sıra
zh_cn: 队列
zh_tw: 排序清單

# music_queued_song
source: Queued song
de_de: Eingereihtes Lied
es_es: Canción en cola.
fr_fr: Piste ajoutée à la file d'attente
he_il: שיר בתור
id_id: Antrian lagu
it_it: Canzone in coda
ko_kr: 대기열에 추가됨
nb_no: Sang i kø
pl_pl: Zakolejkowany utwór
pt_br: Músicas em fila
sr_cyrl_rs: Песма је учитана
sv_se: Köad sång
tr_tr: Şarkı sıraya eklendi.
zh_cn: 歌加入队列
zh_tw: 加入排序

source: Music queue cleared.
de_de: Musik-Warteschlange geleert.
es_es: Se eliminó la cola de música.
fr_fr: File d'attente effacée.
he_il: תור המוזיקה נוקה.
id_id: Antrian lagu dibersihkan
it_it: Coda della musica ripulita
ko_kr: 음악 대기열이 초기화되었습니다.
nb_no: Musikk-kø tømt.
pl_pl: Kolejka wyczyszczona.
pt_br: Fila de músicas limpa.
sr_cyrl_rs: Музички ред је очишћен.
sv_se: Musik kön rensad.
tr_tr: Müzik sırası temizlendi.
zh_cn: 音乐队列已清除。
zh_tw: 排序清單已清除

# music_queue_full
source: Queue is full at {0}/{0}.
de_de: Warteschlange ist voll bei {0}/{1}.
es_es: La cola está llena con {0}/{0}.
fr_fr: File d'attente complète ({0}/{0}).
he_il: התור מלא ב{0}/{0}
id_id: Antrian penuh pada {0}/{0}.
it_it: La coda é piena a {0}/{0}
ko_kr: 대기열이 {0}/{0}으(로) 가득찼습니다.
nb_no: Køen er full {0}/{0}-
pl_pl: Zapełnienie kolejki: {0}/{0}
pt_br: A fila está cheia em {0}/{0}
sr_cyrl_rs: Ред је пун на {0}/{0}.
sv_se: Kön är full på {0}/{0}.
tr_tr: Sıra {0}/{0} dolu.
zh_cn: 队列已满{0} / {0}。
zh_tw: 排序已滿於 {0} / {0}。

# music_removed_song
source: Removed song
de_de: Lied entfernt
es_es: Canción eliminada
fr_fr: Piste retirée
he_il: שיר מחוק
id_id: Menghapus lagu
it_it: Canzone rimossa
ko_kr: 곡 삭제됨
nb_no: Fjernet sang
pl_pl: Usunięto utwór
pt_br: Música removida:
sr_cyrl_rs: Песма је обрисана
sv_se: Tog bort låt
tr_tr: Şu numaradaki şarkı kaldırıldı.
zh_cn: 歌被移除
zh_tw: 已移除歌曲

# music_repeating_cur_song
source: Repeating current song
de_de: Aktuelles Lied wird wiederholt
es_es: Repitiendo la canción actual
fr_fr: Répétition de la piste actuelle.
he_il: חוזרים על השיר הנוכחי
id_id: Mengulang lagu yang diputar saat ini
it_it: Ripetendo la canzone corrente
ko_kr: 현재 곡을 반복재생합니다.
nb_no: Repeterer nåværende sang
pl_pl: Powtarzanie aktualnego utworu
pt_br: Repetindo a Música Atual
sr_cyrl_rs: Понављам тренутну песму
sv_se: Repeterar Nuvarande Låt
tr_tr: Geçerli şarkı tekrarlanıyor
zh_cn: 重复播放当前歌曲
zh_tw: 重複播放目前歌曲

# music_repeating_playlist
source: Repeating playlist
de_de: Playlist wird wiederholt
es_es: Repitiendo lista de reproducción
fr_fr: Liste de lecture en boucle
he_il: חוזרים על הפלייליסט
id_id: Mengulang playlist
it_it: Ripetendo la playlist
ko_kr: 현재 재생목록을 반복재생합니다.
nb_no: Repeterer spilleliste
pl_pl: Powtarzenie playlisty
pt_br: Repetindo Playlist
sr_cyrl_rs: Понављам плејлисту
sv_se: Repeterar Spellistan
tr_tr: Oynatma listesi tekrarlanıyor
zh_cn: 重复播放列表
zh_tw: 重複播放目前清單

# music_repeating_track
source: Repeating track
de_de: Lied wird wiederholt
es_es: Repitiendo canción
fr_fr: Piste en boucle
id_id: Musik diulang
it_it: Traccia ripetuta
ko_kr: 현재 트랙을 반복재생합니다.
nb_no: Repeterer spor
pl_pl: Powtarzanie utworu
pt_br: Repetindo Faixa
sr_cyrl_rs: Понављам нумеру
sv_se: Repeterar Låt
tr_tr: Müzik parçası tekrarlanıyor
zh_cn: 重复曲目
zh_tw: 重複曲目

# music_repeating_track_stopped
source: Current track repeat stopped.
de_de: Aktuelles Lied wird nicht mehr wiederholt.
es_es: Repetición de la canción actual detenida.
fr_fr: La piste ne sera lue qu'une fois.
id_id: Pengulangan musik diberhentikan.
it_it: Riproduzione del brano attuale fermata.
ko_kr: 현재 트랙 반복이 중지되었습니다.
nb_no: Repetisjon av nåværende sang stoppet
pl_pl: Powtarzanie aktualnego utworu zatrzymane.
pt_br: A repetição da faixa atual parou.
sr_cyrl_rs: Понављање нумбере стопирано.
sv_se: Nuvarande låt repetering stoppad.
tr_tr: Geçerli müzik parçası tekrarı durduruldu.
zh_cn: 当前曲目停止重复。
zh_tw: 停止重複播放目前歌曲。

# music_resumed
source: Music playback resumed.
de_de: Musikwiedergabe wiederaufgenommen.
es_es: Reproducción resumida
fr_fr: Reprise de la lecture.
id_id: Pemutaran kembali lagu dilanjutkan.
it_it: Riproduzione della musica ricominciata.
ko_kr: 음악 재생이 재개되었습니다.
nb_no: Musikk-avspilling gjenopptatt.
pl_pl: Odtwarzanie muzyki wznowione.
pt_br: Música retomada.
sr_cyrl_rs: Музика је пуштена.
sv_se: Musikuppspelning återupptas.
tr_tr: Müzik oynatıcısı yürütülüyor.
zh_cn: 音乐播放已恢复。
zh_tw: 繼續播放音樂。

# music_rpl_disabled
source: Repeat playlist disabled.
de_de: Playlist-Wiederholung deaktiviert.
es_es: Repetición de listas de reproducción desactivada.
fr_fr: Lecture en boucle désactivée.
id_id: Pengulangan playlist dibatalkan.
it_it: Ripeti playlist disabilitato.
ko_kr: 재생목록 반복이 비활성화되었습니다.
nb_no: Repetisjon av spilleliste stoppet.
pl_pl: Powtarzanie playlisty wyłączone.
pt_br: Repetição de playlist desabilitada.
sr_cyrl_rs: Понављање плејлисте је угашено.
sv_se: Upprepning av spellista inaktiverad.
tr_tr: Çalma listesi tekrarı devre dışı
zh_cn: 禁用重复播放列表
zh_tw: 停用重複播放清單

# music_rpl_enabled
source: Repeat playlist enabled.
de_de: Playlist-Wiederholung aktiviert.
es_es: Repetición de listas de reproducción activada.
fr_fr: Lecture en boucle activée.
id_id: Pengulangan playlist diaktifkan
it_it: Ripeti playlist abilitato.
ko_kr: 재생목록 반복이 활성화되었습니다.
nb_no: Repetisjon av spilleliste startet.
pl_pl: Powtarzanie playlisty włączone.
pt_br: Repetição de playlist habilitada.
sr_cyrl_rs: Понављање плејлисте је упаљено.
sv_se: Upprepning av spellista aktiverad.
tr_tr: Çalma listesi tekrarı etkin.
zh_cn: 重复播放列表已启用。
zh_tw: 啟用重複播放清單。

# music_set_music_channel
source: I will now output playing, finished, paused and removed songs in this channel.
de_de: Ich werde nun spielende, beendete, pausierte und entfernte Lieder in diesem Channel ausgeben.
es_es: Desde ahora publicaré la reproducción, finalización, pausa y eliminación de canciones en este canal.
fr_fr: Je vais désormais afficher les pistes en cours, en pause, terminées et supprimées dans ce salon.
id_id: Sekarang saya akan mengeluarkan lagu yang sedang diputar, yang telah diputar, yang dihentikan dan menghapus lagu-lagu di channel ini.
it_it: Ora mostrerò i brani in ascolto, finiti, messi in pausa e rimossi in questo canale.
ko_kr: 앞으로 재생 중, 완료, 일시정지, 삭제된 곡들을 이 채널에 출력합니다.
nb_no: Meldinger om sanger som spilles av, er ferdige, pauset og fjernet vil bli vist i denne kanalen.
pt_br: Eu irei mostrar as músicas em andamento, concluídas, pausadas e removidas neste canal.
sr_cyrl_rs: Исписиваћу поруке за почетак, крај, паузу и брисање песме у овом каналу.
sv_se: Jag kommer nu att utgångs spela, färdig pausad och borttagna låtar i denna kanal.
tr_tr: Şimdi bu kanaldaki şarkıların çalınması, bitmesi, duraklatılması ve çıkarılmasını yapacağım.
zh_cn: 我现在将在此频道里输出播放，完成，暂停和删除歌曲。
zh_tw: 我將在此頻道輸出播放、暫停、結束和移除歌曲的訊息。

# music_skipped_to
source: Skipped to `{0}:{1}`
de_de: Gesprungen zu `{0}:{1}`
es_es: Saltado a `{0}:{1}`
fr_fr: Saut à `{0}:{1}`
id_id: Lewat ke `{0}:{1}`
it_it: Saltato a '{0}:{1}'
ko_kr: `{0}:{1}`로 이동하였습니다.
nb_no: Skippet til '{0}:{1}'
pl_pl: Przewinięto do `{0}:{1}`
pt_br: Pulando para `{0}:{1}`
sr_cyrl_rs: Прескочено на `{0}:{1}`
sv_se: Skippat till `{0}:{1}`
tr_tr: `{0}:{1}` atlandı
zh_cn: 跳到‘{0}：{1}’
zh_tw: 跳至 `{0}:{1}`

# music_songs_shuffled
source: Songs shuffled
de_de: Lieder gemischt.
es_es: Canciones reorganizadas.
fr_fr: Pistes mélangées.
id_id: Lagu diacak
it_it: Canzoni mischiate
ko_kr: 곡을 섞었습니다.
nb_no: Sanger stokket
pl_pl: Utwory pomieszane
pt_br: Músicas embaralhadas.
sr_cyrl_rs: Песме су измешане
sv_se: Sånger blandade.
tr_tr: Şarkılar karıştırıldı
zh_cn: 歌播放列表曲被随机。
zh_tw: 隨機播放

# music_song_moved
source: Song moved
de_de: Lied bewegt
es_es: Canción movida
fr_fr: Piste déplacée
id_id: Lagu dipindahkan
it_it: Canzone spostata
ko_kr: 곡이 이동되었습니다.
nb_no: Sang flyttet
pl_pl: Utwór przeniesiony
pt_br: Música movida
sr_cyrl_rs: Песме су померене
sv_se: Sång flyttad
tr_tr: Şarkı taşındı
zh_cn: 歌曲被移动
zh_tw: 歌曲移至

# music_time_format
source: {0}h {1}m {2}s
id_id: {0}jam {1}menit {2}detik
it_it: {0}o {1}m {2}s
ko_kr: {0}시간 {1}분 {2}초
nb_no: {0}t {1}m {2}s
pl_pl: {0}g {1}m {2}s
sr_cyrl_rs: {0}х {1}м {2}с
tr_tr: {0} saat {1} dakika {2} saniye
zh_cn: {0}小时 {1}分钟 {2}秒
zh_tw: {0}小時{1}分鐘{2}秒

# music_to_position
source: To position
de_de: Zu Position
es_es: A la posición
fr_fr: À la position
id_id: Pada posisi
it_it: Alla posizione
ko_kr: 바뀐 위치
nb_no: Til posisjon
pl_pl: Do pozycji
pt_br: para a posição
sr_cyrl_rs: На позицију
sv_se: Till position
tr_tr: Konumlandır
zh_cn: 到位置
zh_tw: 到位置

# music_unlimited
source: unlimited
de_de: unbegrenzt
es_es: ilimitada
fr_fr: Illimité
id_id: tidak terbatas
it_it: infinito
ko_kr: 무제한
nb_no: Ubegrenset
pl_pl: bez limitu
pt_br: ilimitada
sr_cyrl_rs: неограничено
sv_se: obegränsad
tr_tr: limitsiz
zh_cn: 无限
zh_tw: 無限

# music_volume_input_invalid
source: Volume must be between 0 and 100
de_de: Lautstärke muss zwischen 0 und 100 sein
es_es: El volumen debe ser entre 0 y 100.
fr_fr: Le volume doit être compris entre 0 et 100
id_id: Volume harus di antara 0 dan 100
it_it: Il volume dev'essere impostato fra 0 e 100.
ko_kr: 음량은 0과 100 사이의 값이여야 합니다.
nb_no: Lyden må være mellom 0 og 100
pl_pl: Głośność musi być pomiędzy 0 a 100.
pt_br: Volume deve estar entre 0 e 100
sr_cyrl_rs: Јачина звука мора бити између 0 и 100
sv_se: Volym måste vara mellan 0 och 100
tr_tr: Ses düzeyi 0 ile 100 arasında olmalıdır.
zh_cn: 音量必须介于0和100之间
zh_tw: 音量必須介於0至100之間

# music_volume_set
source: Volume set to {0}%
de_de: Lautstärke auf {0}% gesetzt
es_es: Volumen definido en {0}%
fr_fr: Volume réglé sur {0}%
id_id: Volume diset pada {0}%
it_it: Volume impostato a {0}%
ko_kr: 음량이 {0}% 로 설정되었습니다.
nb_no: Volum satt til {0}%
pl_pl: Głośność ustawiona na {0}%
pt_br: Volume ajustado para {0}%
sr_cyrl_rs: Јачина звука подешена на {0}%
sv_se: Volym satt till {0}%
tr_tr: Ses düzeyi {0}% olarak ayarlandı.
zh_cn: 音量设置为{0}％
zh_tw: 音量調整為 {0}％

# permissions_acm_disable
source: Disabled usage of ALL MODULES on channel {0}.
de_de: Benutzung ALLER MODULE für Kanal {0} verboten.
es_es: Desactivado el uso de todos los módulos en el canal {0}.
fr_fr: Désactivation de TOUS LES MODULES pour le salon {0}.
id_id: Menonaktifkan pemakaian dari SEMUA MODUL pada channel {0}.
it_it: Non può essere più usato ALCUN MODULO in questo canale.
ko_kr: {0} 채널에서 모든 모듈의 사용을 비활성화했습니다.
nb_no: Deaktivert bruk av ALLE MODULER i kanalen {0}.
pl_pl: Wyłączono użycie WSZYSTKICH MODÓŁÓW na kanale {0}.
pt_br: O uso de TODOS OS MÓDULOS foi desabilitado no canal {0}.
sr_cyrl_rs: Искључено коришћење СВИХ МОДУЛА на каналу {0}.
sv_se: Avaktiverat användning av alla MODULER på kanalen {0}.
tr_tr: {0} kanalı için TÜM MODÜLLERİN kullanımı devre dışı bırakıldı.
zh_cn: 在{0}频道上禁止所有组件的使用。
zh_tw: 在{0}頻道上禁用執行所有模組指令。
