Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# gambling_max_bet_limit
source: You can't bet more than {0}
de_de: Sie können nicht mehr als {0} wetten
es_es: No puedes apostar más de {0}
fr_fr: Vous ne pouvez pas miser plus de {0}
he_il: אתה לא יכול להמר יותר מ-{0}
id_id: Anda tidak bisa bertaruh lebih dari {0}
it_it: Non puoi puntare più di {0}
ko_kr: {0}보다 더 배팅 할 수 없습니다.
nb_no: Du kan ikke vedde mer enn {0}
pl_pl: Nie możesz założyć się o więcej niż {0}
pt_br: Você não pode apostar mais que {0}
sv_se: Du kan inte satsa mer än {0}
tr_tr: {0}'dan fazla bahse giremezsiniz.
zh_cn: 您赌注不能超过{0}
zh_tw: 你的賭注不能大於 {0}

# gambling_min_bet_limit
source: You can't bet less than {0}
de_de: Sie können nicht weniger als {0} wetten
es_es: No puedes apostar menos de {0}
fr_fr: Vous ne pouvez pas parier moins de {0}
he_il: אתה לא יכול להמר פחות מ-{0}
id_id: Anda tidak bisa bertaruh kurang dari {0}
it_it: Non puoi puntare meno di {0}
ko_kr: {0}보다 적게 배팅 할 수 없습니다.
nb_no: Du kan ikke vedde mindre enn {0}
pl_pl: Nie możesz założyć się o mniej niż {0}
pt_br: Você não pode apostar menos que {0}
sv_se: Du kan inte satsa mindre än {0}
tr_tr: {0}'dan daha az bahis oynayamazsınız
zh_cn: 您赌注不能低于{0}
zh_tw: 你的賭注不能少於 {0}

# gambling_not_enough
source: You don't have enough {0}
de_de: Sie haben nicht genug {0}
es_es: No tienes suficientes {0}
fr_fr: Vous n'avez pas assez de {0}
he_il: אין לך מספיך {0}
id_id: Anda tidak memiliki cukup {0}
it_it: Non hai abbastanza {0}
ko_kr: 당신은 충분한 {0}이(가) 없습니다.
nb_no: Du har ikke nok {0}
pl_pl: Nie masz wystarczająco {0}
pt_br: Você não tem {0} suficientes.
sv_se: Du har inte nog med {0}
tr_tr: Yeterli düzeyde {0} yok
zh_cn: 您没有足够的{0}
zh_tw: 你沒有足夠的 {0}

# gambling_no_more_cards
source: No more cards in the deck.
de_de: Keine Karten mehr im Deck.
es_es: No hay más cartas en el mazo.
fr_fr: Plus de carte dans le deck.
he_il: אין יותר קלפים בחפיסה.
id_id: Tidak ada lagi kartu di dalam deck.
it_it: Non ci sono più carte nel mazzo.
ko_kr: 덱에 더 이상 카드가 없습니다.
nb_no: Ikke flere kort i kortstokken.
pl_pl: W talii nie ma więcej kart.
pt_br: Sem cartas no baralho.
sv_se: Inga fler kort i kortleken.
tr_tr: Destede artık kart yok.
zh_cn: 卡牌组中没有更多的牌。
zh_tw: 卡堆中没有更多的牌。

# gambling_raffled_user
source: Raffled user
de_de: Ausgewählter Benutzer
es_es: Usuario escogido:
fr_fr: Utilisateur tiré au sort
he_il: משתמש הגרלות
id_id: Pengguna yang diundi
it_it: Utente sorteggiato
ko_kr: 래플 결과
nb_no: Trakk bruker
pl_pl: Wylosowano użytkownika
pt_br: Usuário sorteado
sv_se: Lotto användare
tr_tr: Kullanıcı piyango çekti
zh_cn: 抽奖用户
zh_tw: 得獎成員

# gambling_roll
source: You rolled {0}.
de_de: Sie haben eine {0} gewürfelt.
es_es: Sacaste {0}.
fr_fr: Vous avez roulé un {0}.
he_il: אתה גלגלת {0}.
id_id: Kamu mendapatkan {0}.
it_it: Hai rollato {0}
ko_kr: {0} 를 굴렸습니다.
nb_no: Du rullet {0}.
pl_pl: Wyrzucono {0}
pt_br: Você rolou {0}.
sv_se: Du rullade {0}
tr_tr: {0} çevrildi.
zh_cn: 您抛了{0}。
zh_tw: 您骰了 {0}。

# gambling_slot_bet
source: Bet
de_de: Wette
es_es: Apostó
fr_fr: Mise
he_il: להמר
id_id: Bertaruh
it_it: Punta
ko_kr: 배팅
nb_no: Vedde
pl_pl: Zakład
pt_br: Aposta
sv_se: Satsa
tr_tr: Bahis
zh_cn: 赌注
zh_tw: 下注

# gambling_slot_jackpot
source: WOAAHHHHHH!!! Congratulations!!! x{0}
de_de: WOAAHHHHHH!!! Glückwunsch!!! x{0}
es_es: ¡Cielos! ¡Felicitaciones! x{0}
fr_fr: WOAAHHHHHH!!! Félicitations!!! x{0}
he_il: ווווווווווווואאווו!!! מזל טוב!!! x{0}
id_id: WOAAHHHHHH!!! Selamat!!! x{0}
it_it: WOAAHHHHHHH!!! Congratulazioni!!! x{0}
ko_kr: 대박!!! 축하합니다!!! x{0}
nb_no: WOAAHHHHHH!!! Gratulerer!!! x{0}
pl_pl: ŁAAAAAAAAAAAAŁ!!! Gratulacje!!! x{0}
pt_br: WOAAHHHHHH!!! Parabéns!!! x{0}
sv_se: WOAAHHHHHH!!! Grattis!!! x{0}
tr_tr: Vay canına!!! Tebrik ederiz!!! x{0}
zh_cn: 哇啊啊啊啊啊啊！ 恭喜！ x {0}
zh_tw: 哇啊啊啊啊啊啊!!! 恭喜!!! - 投注 x{0}

# gambling_slot_single
source: A single {0}, x{1}
de_de: Eine einzelne {0}, x{1}
es_es: Solo una {0}, x{1}
fr_fr: Une simple {0}, x{1}
he_il: {0} יחיד, x{1}
id_id: Sebuah {0}, x{1}
it_it: Un singolo {0}, x{1}
ko_kr: {0} 한 개를 맞추셨네요! x{1}
nb_no: En enkel {0}, x{1}
pl_pl: Pojedyńczy {0}, x{1}
pt_br: Um único {0}, x{1}
sv_se: En enda {0}, x {1}
tr_tr: Tek bir {0}, x{1}
zh_cn: 单个{0}，x {1}
zh_tw: 一個 {0} - 投注 x{1}

# gambling_slot_three
source: Wow! Lucky! Three of a kind! x{0}
de_de: Wow! Glückspilz! Ein Drilling! x{0}
es_es: ¡Guau! ¡Suertudo! ¡Tres iguales! x{0}
fr_fr: Wow! Quelle chance! Trois du même genre! x{0}
he_il: וואו! בר מזל! שלושה מאותו הסוג! x{0}
id_id: Wow! Beruntung! Three of a kind! x{0}
it_it: Wow! Fortunato! Tre di un tipo! x{0}
ko_kr: 와! 운이 좋습니다! 트리플입니다! x{0}
nb_no: Wow! Heldig! Tre like! x{0}
pl_pl: Wow! Szczęściarz! Trójka! x{0}
pt_br: Wow! Que sorte! Três de um tipo! x{0}
sv_se: Wow! Tur! Tre av en sort! x {0}
tr_tr: Vaov! Şanslı! Üç çeşit! x{0}
zh_cn: 哇！好运！ 三个相同！ x {0}
zh_tw: 哇! 真幸運! 三個一樣! - 投注 x{0}

# gambling_slot_two
source: Good job! Two {0} - bet x{1}
de_de: Gut gemacht! Zwei {0} - Einsatz x{1}
es_es: ¡Buen trabajo! Dos {0} - Apostado x{1}
fr_fr: Bon travail! Deux {0} - mise x{1}
he_il: עבודה טובה! שני {0} - ההימור x{1}
id_id: Good job! Dua {0} - bertaruh x{1}
it_it: Bel lavoro! Due {0} - puntato x{1}
ko_kr: 잘했습니다! {0} 두 개를 맞추셨습니다! - x{1}
nb_no: Godt jobbet! To {0} - veddemål x{1}
pl_pl: Nieźle! Dwójka {0} - stawka x{1}
pt_br: Bom trabalho! Dois {0} - aposta x{1}
sv_se: Bra jobbat! Två {0} - insats x {1}
tr_tr: Aferin! İki {0} - bahis x{1}
zh_cn: 做得好！ 两个{0} - 投注x {1}
zh_tw: 不錯喔! 兩個{0} - 投注 x{1}

# gambling_slot_won
source: Won
de_de: Gewonnen
es_es: Ganó
fr_fr: Gagné
he_il: זכית
id_id: Menang
it_it: Vinto
ko_kr: 얻은 액수
nb_no: Vant
pl_pl: Wygrana
pt_br: Ganhou
sv_se: Vann
tr_tr: Kazandı
zh_cn: 胜利
zh_tw: 獲得

# gambling_sneakygamestatus_desc
source: Users must type a secret code to get {0}. Lasts {1} seconds. Don't tell anyone. Shhh.
de_de: Benutzer müssen einen geheimen Code schreiben um {0} zu erhalten. Gültig für {1} Sekunden. Erzähls niemanden. Pshhh.
es_es: Los usuarios deben escribir un código secreto para obtener {0}. Quedan {1} segundos. No le digas a nadie.
fr_fr: Les utilisateurs doivent écrire un code secret pour avoir {0}. Dure {1} secondes. Ne le dites à personne. Shhh.
he_il: משתמשים חייבים להקליד קוד סודי כדי לקבל {0}. נמשך {1} שניות. אל תספר לאף אחד. ששש.
id_id: User harus mengetikkan kode rahasia untuk mendapatkan {0}. Berlangsung selama {1} detik. Jangan bilang bilang. Shhh.
it_it: Gli utenti devono scrivere un codice segreto per ottenere {0}. Dura {1} secondi. Non dirlo a nessuno. Shhh.
ko_kr: 사용자는 {0}을(를) 얻기 위해서 비밀 코드를 입력해야합니다. {1}초 동안 유효합니다. 아무에게도 알려주지 마세요.
nb_no: Brukere må skrive et hemmelig kodeord for å få {0}. Varer i {1} sekunder. Ikke si det til noen. Shhh.
pl_pl: Użytkownicy muszą wpisać tajny kod aby dostać {0}. Trwa {0} sekund. Nie nikomu. Ciiii.
pt_br: Usuários devem digitar um código secreto pra ganhar {0}. Dura {1} segundos. Não diga a ninguém. Shhh.
sv_se: Användare måste ange en hemlig kod för att få {0}. Varar {1} sekunder. Berätta inte för någon. Shhh.
tr_tr: Kullanıcılar {0} almak için gizli bir kod yazmalıdır. {1} saniye sürer. Kimseye söyleme. Shhh.
zh_cn: 用户必须键入密码才能获取{0}。 持续{1}秒。 嘘~别跟任何人说。
zh_tw: 成員必須要輸入一個暗號來獲得 {0}。 持續 {1} 秒。嘘~别跟任何人说。

# gambling_sneakygamestatus_end
source: SneakyGame event ended. {0} users received the reward.
de_de: Das SneakyGame-Event ist beendet. {0} Nutzer haben die Belohnung erhalten
es_es: El evento de EstadoEscurridizo ha terminado. {0} recibieron el premio.
fr_fr: L’événement "jeu sournois" s'est fini. {0} utilisateurs ont reçu la récompense.
he_il: האירוע של משחקערמומי הסתיים. {0} משתמשים קיבלו את הפרס.
id_id: Event SneakyGame berakhir. {0} pengguna telah menerima hadiah.
it_it: L'evento SneakyGame è finito. {0} utenti hanno ricevuto la loro ricompensa.
ko_kr: SneakyGame 이벤트가 종료되었습니다. {0}명의 사용자들이 보상을 받았습니다.
nb_no: SneakyGame hendelse avsluttet. {0} brukere fikk belønning.
pl_pl: Wydarzenie SneakyGame zakończyło się. {0} użytkowników otrzymało nagrodę.
pt_br: O evento "Jogo Sorrateiro" terminou. {0} usuários receberam o prêmio.
sv_se: Hemlig spel händelse har tagit slut. {0} användare fick belöningen.
tr_tr: GizliOyun etkinliği sona erdi. {0} kullanıcılar ödüllerini aldı.
zh_cn: SneakyGame事件结束。 {0}个用户收到了奖励。
zh_tw: 秘密活動结束。 {0}個成員獲得獎勵。

# gambling_sneakygamestatus_title
source: SneakyGameStatus event started
de_de: SneakyGameStatus-Event wurde gestartet
es_es: Evento de EstadoEscurridizo iniciado
fr_fr: L'événement "jeu sournois" a démarré
he_il: משחקערמומיסטטוס אירוע התחיל
id_id: Event SneakyGameStatus telah dimulai
it_it: L'evento SneakyGameStatus è iniziato
ko_kr: SneakyGameStatus 이벤트가 시작되었습니다.
nb_no: SneakyGameStatus hendelse startet
pl_pl: Wydarzenie SneakyGameStatus rozpoczęło się.
pt_br: O evento "Jogo Sorrateiro" começou
sv_se: Hemlig spel status händelse har börjat
tr_tr: GizliOyunDurumu etkinliği başlatıldı
zh_cn: SneakyGameStatus事件已启动
zh_tw: 秘密活動開始

# gambling_tails
source: Tail
de_de: Zahl
es_es: Cruz
fr_fr: Pile
he_il: זנב
id_id: Ekor
it_it: Croce
ko_kr: 뒷면
nb_no: Kron
pl_pl: Reszka
pt_br: Coroa
sr_cyrl_rs: Tails
sv_se: Klave
tr_tr: Kuyruk
zh_cn: 尾
zh_tw: 反面

# gambling_take
source: successfully took {0} from {1}
de_de: hat erfolgreich {0} von {1} genommen
es_es: le quitó {0} a {1}
fr_fr: Vous avez pris {0} de {1} avec succès
he_il: בהצלחה נלקח {0} מ{1}
id_id: berhasil mengambil {0} dari {1}
it_it: Hai preso con successo {0} da {1}
ko_kr: {1}에게서 {0}을(를) 성공적으로 빼앗았습니다.
nb_no: vellykket i og ta {0} fra {1}
pl_pl: z powodzeniem wziął {0} od {1}
pt_br: Tomou {0} de {1} com sucesso
sv_se: Lyckats ta {0} från {1}
tr_tr: Başarıyla {1}'den {0} aldı
zh_cn: 已成功从{1}取得{0}
zh_tw: 成功從 {1} 獲得 {0}

# gambling_take_fail
source: was unable to take {0} from{1} because the user doesn't have that much {2}!
de_de: war es nicht möglich {0} von {1} zu nehmen, da der Benutzer nicht so viele {2} besitzt!
es_es: no pudo quitarle {0} a {1} porque el usuario no tiene tal cantidad de {2}.
fr_fr: Impossible de prendre {0} de {1} car l'utilisateur n'a pas assez de {2}!
he_il: לא הצליח לקחת {0} מ{1} משום שלמשתמש אין כל כך הרבה {2}!
id_id: tidak dapat mengambil {0} dari{1} karena user itu tidak memiliki {2} sebanyak itu!
it_it: non sono stata in grado di prendere {0} da{1} perché l'utente non aveva abbastanza {2}!
ko_kr: {1}님이 {2}만큼을 가지고있지 않기 때문에 {0}을(를) 회수 할 수 없습니다.
nb_no: Kunne ikke ta {0} fra {1} fordi brukeren hadde ikke så mye {2}!
pl_pl: nie był w stanie wziąć {0} od {1}, ponieważ użytkownik nie ma tylu {2}!
pt_br: Não foi possível tomar {0} de {1} porque o usuário não possuí tanto {2}!
sv_se: Lyckades inte ta {0} från {1} för att användaren inte har så mycket {2}!
tr_tr: Kullanıcı {2} sayısına sahip olmadığından {1}'ten {0} alamadı!
zh_cn: 无法从{1}取得{0}，因为用户没有那么多{2}！
zh_tw: 無法從 {1} 獲得 {0}，因為成員並沒有那麼多 {2}!

# help_back_to_toc
source: Back to ToC
de_de: Zurück zu ToC
es_es: Regresar a la tabla de contenidos
fr_fr: Retour à la table des matières
he_il: חזר לToC
id_id: Kembali ke ToC
it_it: Torna al sommario
ko_kr: 목차로 돌아가기
nb_no: Tilbake til innholdsfortegnelsen
pl_pl: Powrót do ToC
pt_br: Voltar à Tabela de Conteúdos
sr_cyrl_rs: Назад на Садржај
sv_se: Tillback till ToC
tr_tr: Listenin başına dön
zh_cn: 返回ToC
zh_tw: 回目錄

# help_bot_owner_only
source: Bot owner only
de_de: Nur Bot-Besitzer
es_es: Solo el dueño del Bot.
fr_fr: Propriétaire du Bot seulement
he_il: מנהל של הבוט בלבד
id_id: Hanya untuk pemilik bot
it_it: Solo il proprietario del bot.
ko_kr: 봇 소유자만 가능합니다.
nb_no: Kun boteier
pl_pl: Tylko właściciel bota
pt_br: Proprietário do bot apenas.
sr_cyrl_rs: Само Власник Бота
sv_se: Bara Bot ägare
tr_tr: Sadece bot sahibi
zh_cn: 仅限Bot Owner
zh_tw: 只限Bot擁有者

# help_channel_permission
source: Requires {0} channel permission.
de_de: Benötigt Kanalrecht {0}.
es_es: Requiere {0} permisos del canal.
fr_fr: Nécessite {0} permissions du salon.
he_il: מתחייבת {0} רשות ערוץ.
id_id: Memerlukan izin {0} channel.
it_it: Richiede il permesso del canale {0}.
ko_kr: {0} 채널의 권한이 필요합니다.
nb_no: Krever {0} kanal tillatelse.
pl_pl: Wymagane {0} uprawnienie kanału.
pt_br: Requer a permissão {0} do canal.
sr_cyrl_rs: Захтева {0} дозволу на каналу.
sv_se: Kräver {0} kanal tillstånd.
tr_tr: {0} kanal izni gerektiriyor.
zh_cn: 需要{0}频道权限。
zh_tw: 需要 {0} 頻道權限。

# help_cmdlist_donate
source: You can support the project on patreon: <{0}> or paypal: <{1}>
de_de: Sie können das Projekt auf Patreon: <{0}> oder Paypal: <{1}> unterstützen.
es_es: Puedes apoyar el proyecto en Patreon: <{0}> o PayPal: <{1}>
fr_fr: Vous pouvez supporter ce projet sur Patreon <{0}> ou via Paypal <{1}>
he_il: אתה יכול לתמוח בפרוייקט על Patreon: <{0}> או Paypal: <{1}>
id_id: Anda dapat mendukung project ini di patreon: <{0}> atau paypal: <{1}>
it_it: Puoi supportare il progetto sul patreon: <{0}> o paypal: <{0}>
ko_kr: Patreon( <0> )이나 Paypal( <1> )을 통해서 프로젝트를 후원 할 수 있습니다.
nb_no: Du kan støtte prosjektet på Patreon: <{0}> eller paypal: <{1}>
pl_pl: Możesz wspierać ten projekt na patreonie: <{0}> albo poprzez paypala: <{1}>
pt_br: Você pode dar suporte ao projeto no Patreon: <{0}> ou Paypal: <{1}>
sr_cyrl_rs: Можете подржати пројекат на Пејтриону: <{0}> или Пејпалу: <{1}>
sv_se: Du kan stödja projektet på patreon: <{0}> eööer paypal: <{1}>
tr_tr: Projeyi patreonda destekleyebilirsin:<{0}> ya da paypalde:<{1}>
zh_cn: 您可以在patreon上支持项目：<{0}>或paypal：<{1}>
zh_tw: 您可以透過 Patreon: <{0}> 或 Paypal: <{1}> 來贊助此專案

# help_cmd_and_alias
source: Commands and aliases
de_de: Befehle und Alias
es_es: Comandos y alias
fr_fr: Commandes et alias
he_il: פקודות וכינויים
id_id: Daftar perintah dan alias
it_it: Comandi e alias
ko_kr: 명령어와 가명
nb_no: Kommandoer og aliaser
pl_pl: Komendy i aliasy
pt_br: Comandos e abreviações
sr_cyrl_rs: Команде и псеудоними
sv_se: Kommando och alias
tr_tr: Komutlar ve takma adlar
zh_cn: 命令和别名
zh_tw: 指令和快捷

# help_commandlist_regen
source: Commandlist regenerated.
de_de: Befehlsliste neu generiert.
es_es: Lista de comandos regenerada.
fr_fr: Liste des commandes rafraîchie.
he_il: רשימת הפיקוד התחדשה.
id_id: Daftar perintah telah dibuat ulang.
it_it: Lista dei comandi rigenerata.
ko_kr: 명령어 목록이 재생성되었습니다.
nb_no: Kommandoliste regenerert.
pl_pl: Lista komend została wygenerowana na nowo.
pt_br: Lista de Comandos Regenerada.
sr_cyrl_rs: Листа команди је обновљена.
sv_se: Kommando lista regenereras.
tr_tr: Komut listesi yeniden oluşturuldu.
zh_cn: 命令列表已重新生成。
zh_tw: 已重建指令清單。

# help_commands_instr
source: Type `{0}h CommandName` to see the help for that specified command. e.g. `{0}h >8ball`
de_de: Gebe `{0}h NameDesBefehls` ein, um die Hilfestellung für diesen Befehl zu sehen. Z.B. `{0}h >8ball`
es_es: Escribe `{0}h NombreDelComando` para recibir ayuda específica. Ej: `{0}h >8ball`
fr_fr: Écrivez `{0}h NomDeLaCommande` pour voir l'aide spécifique à cette commande. Ex: `{0}h >8ball`
id_id: Ketik '{0}h CommandName' untuk melihat bantuan untuk perintah tersebut. Contoh '{0}h >8ball'
it_it: Scrivi `{0}h NomeDelComando` per consultare la guida per il comando specificato. Ad esempio: `{0}h >8ball`
ko_kr: `{0}h 명령어이름`을 입력해서 특정 명령어에 대한 도움말을 볼 수 있습니다. 예시 : `{0}h >8ball`
nb_no: Skriv `{0}h Kommandonavn` å se hjelpen for den oppgitte kommandoen. f.eks `{0}h >8ball`
pl_pl: Wpisz `{0}h NazwaKomendy` aby otrzymać pomoc dla danej komendy, np. `{0}h >8ball`
pt_br: Digite `{0}h NomeDoComando` para ver a ajuda para o comando especificado. Ex: `{0}h >8ball`
sr_cyrl_rs: Укуцај `{0}h ИмеКоманде` да видиш помоћ за ту команду. нпр. `{0}h >8ball`
sv_se: Skriv `{0}h CommandName` för att se hjälp för det specifika kommandot. t.ex. `{0}h >8ball`
tr_tr: Belirli bir komut hakkinda yardim icin, {0}h "Komut Adı" bu şekilde kullanınız. (Örneğin: {0}h >8ball).
zh_cn: 输入`{0} h CommandName`可查看该指定命令的帮助。 例如 `{0} h> 8ball`
zh_tw: 輸入`{0}h 指令名稱`來查閱該指令的詳細說明。 例如 `{0}h >8ball`

# help_command_not_found
source: I can't find that command. Please verify that the command exists before trying again.
de_de: Ich konnte diesen Befehl nicht finden. Bitte stelle sicher das dieser Befehl existiert bevor Sie es erneut versuchen.
es_es: No puedo encontrar ese comando. Por favor verifica que el comando exista antes de tratar de nuevo.
fr_fr: Impossible de trouver cette commande. Veuillez vérifier qu'elle existe avant de réessayer.
he_il: אני לא יכול למצוא את הפקודה הזאת. בבקשה תוודא שהפקודה הזאת נמצאת לפני שתנסה שוב.
id_id: Saya tidak dapat menemukan perintah itu. Tolong verifikasi perintah itu ada sebelum mencoba lagi.
it_it: Non riesco a trovare questo comando. Perfavore verifica che questo comando esiste prima di riprovare.
ko_kr: 입력하신 명령어를 찾을 수 없습니다. 입력하시기 전에 유효한 명령어인지 확인해주세요.
nb_no: Jeg kan ikke finne den kommandoen. Kontroller at kommandoen finnes før du prøver igjen.
pl_pl: Nie mogę znaleźć komendy. Proszę sprawdź czy komenda istnieje, zanim jej użyjesz.
pt_br: Não consigo encontrar esse comando. Por favor, verifique se esse comando existe antes de tentar de novo.
sr_cyrl_rs: Не могу да нађем ту команду. Проверите да ли команда постоји, па покушајте поново.
sv_se: Jag kan inte hitta det kommandot. Var snäll och verifiera om det kommandot existerar innan du provar igen.
tr_tr: Bu komutu bulamıyorum. Lütfen tekrar denemeden önce komutun var olduğunu doğrulayın.
zh_cn: 我找不到该命令。 请再次尝试之前验证该命令是否存在。
zh_tw: 我找不到该指令。請再次查詢前確定該指令是否存在。

# help_desc
source: Description
de_de: Beschreibung
es_es: Descripción
he_il: תאור
id_id: Deskripsi
it_it: Descrizione
ko_kr: 설명
nb_no: Beskrivelse
pl_pl: Opis
pt_br: Descrição
sr_cyrl_rs: Опис
sv_se: Beskrivning
tr_tr: Tanıtım
zh_cn: 描述
zh_tw: 說明

# help_donate
source: You can support the NadekoBot project on Patreon <{0}> or Paypal <{1}> Don't forget to leave your discord name or id in the message. **Thank you** ♥️
de_de: Sie können das NadekoBot-Projekt über Patreon <{0}> oder PayPal <{1}> unterstützen. Vergessen Sie bitte nicht, Ihren Discord-Namen oder Ihre ID in der Nachricht zu hinterlassen. **Vielen Dank**♥️
es_es: Puedes apoyar el proyecto de NadekoBot en Patreon <{0}> o PayPal <{1}> No olvides dejar tu usuario de Discord o ID en el mensaje. *Gracias** ♥
fr_fr: Vous pouvez supporter le projet NadekoBot sur Patreon <{0}> par Paypal <{1}> N'oubliez pas de mettre votre nom discord ou ID dans le message. **Merci** ♥️
he_il: אתה יכול למתוח את הנאדקובוט פרוייקט על Patreon <{0}> או Paypal <{1}> אל תשכח להשאיר את השם של הדיסקורד שלך או הזהוי בהודעה. **תודה** ♥️
id_id: Anda dapat mendukung projek NadekoBot di Patreon <{0}> atau Paypal <{1}> Jangan lupa untuk meninggalkan nama atau ID Discord anda di dalam pesan. **Terima kasih**♥️
it_it: Puoi supportare "NadekoBot project" su Patreon <{0}> oppure su Paypal <{1}> Non dimenticarti di firmare con il tuo nome o id di discord. **Grazie** ♥️
ko_kr: Patreon <{0}>이나 Paypal <{1}>에서 NadekoBot 프로젝트를 지원할 수 있습니다. Discord 닉네임이나 ID를 메시지에 남겨 두는 것을 잊지 마세요. **감사합니다** ♥️
nb_no: Du kan støtte NadekoBot prosjektet på Patreon <{0}> eller Paypal <{1}> Ikke glem å skrive Discord navnet eller ID i meldingen. ** Takk ** ♥ ️
pl_pl: Możesz wspierać projekt NadekoBot na Patreonie <{0}> albo Paypalu <{1}> Nie zapomnij zostawić swojej discordowej nazwy użytkownika albo ID w wiadomości. **Dziękujemy** ♥️
pt_br: Você pode dar suporte ao projeto da NadekoBot por Patreon <{0}> ou Paypal <{1}> Não esqueça de deixar seu nome ou id do discord na mensagem. **Obrigado**♥️
sr_cyrl_rs: Можете подржати НадекоБот пројекат на Пејтриону <{0}> или Пејпалу <{1}> Не заборавите да оставите своје корисничко име или ИД. **Хвала** ♥️
sv_se: Du kan stödja NadekoBot projektet på Patreon <{0}> eller Paypal <{1}> Glömm inte att lämna ditt discord namn eller id i meddelandet. **Tack så mycket** ♥️
tr_tr: NadekoBot projesini destekleyebilirsiniz Patreon <{0}> yada Paypal <{1}> Mesajda discord adınızı veya kimliğini bırakmayı unutma. **Teşekkür ederim** ♥️
zh_cn: 您可以在： Patreon <{0}>或 Paypal <{1}> 上支持NadekoBot 不要忘记在邮件中留下您的不和名字或ID。 **谢谢**♥️
zh_tw: 您可以透過： Patreon <{0}> 或 Paypal <{1}> 來贊助NadekoBot專案 請不要忘記在訊息中留下您的ID。 **感謝您**♥️

# help_guide
source: **List of commands**: <{0}> **Hosting guides and docs can be found here**: <{1}>
de_de: **Liste der Befehle**: <{0}> **Hosting Anleitungen und Dokumentationen können hier gefunden werden**: <{1}>
es_es: **Lista de comandos**. <{0}> **Las guías para albergar y documentos pueden ser encontrados aquí**: <{1}>
fr_fr: **Liste des Commandes**: <{0}> **La liste des guides et tous les documents peuvent être trouvés ici**: <{1}>
he_il: **רשימה של פקודות**: <{0}> **מדריכי אירוך ומסמכים אפשר למצוא כאן**: <{1}>
id_id: **Daftar perintah**: <{0}> **Panduan dan dokumentasi hosting dapat ditemukan disini**: <{1}>
it_it: **Lista dei comandi**: <{0}> **Trovi delle guide per diventare host e altri documenti qui**: <{1}>
ko_kr: **명령어 목록**: <{0}> **호스팅 가이드와 문서는 여기서 찾을 수 있습니다**: <{1}>
nb_no: ** Liste over kommandoer **: <{0}> ** Hosting guider og dokumenter finner du her **: <{1}>
pl_pl: **Lista komend**:<{0}> **Poradniki hostowania i dokumenty znajdziesz tutaj**:<{1}>
pt_br: **Lista de Comandos**. <{0}> **Guias de hosteamento e documentos podem ser encontrados aqui**. <{1}>
sv_se: **Lista av kommandon**. <{0}> **Värd guider och dokument kan bli hittade här*': <{1}>
tr_tr: **Komutların listesi**: <{0}> **Rehber ve dokümanlar barındırma sayfasında bulunabilir**: <{1}>
zh_cn: **命令列表**：<{0}> **主机指南和文档可以在这里找到**：<{1}>
zh_tw: **指令清單**: <{0}> **自己架設的教學和文件可參考**: <{1}>

# help_list_of_commands
source: List of commands
de_de: Liste der Befehle
es_es: Lista de comandos
fr_fr: Liste des commandes
he_il: רשימה של פקודות
id_id: Daftar perintah
it_it: Lista dei comandi
ko_kr: 명령어 목록
nb_no: Liste av kommandoer
pl_pl: Lista komend
pt_br: Lista de Comandos
sr_cyrl_rs: Листа Команди
sv_se: Kommandolista
tr_tr: Komutların listesi
zh_cn: 命令列表
zh_tw: 指令清單

# help_list_of_modules
source: List of modules
de_de: Liste der Module
es_es: Lista de módulos
fr_fr: Liste des modules
he_il: רשימה של מודולים
id_id: Daftar modul
it_it: Lista dei moduli
ko_kr: 모듈 목록
nb_no: Liste av moduler
pl_pl: Lista modułów
pt_br: Lista de Módulos
sr_cyrl_rs: Листа Модула
sv_se: Modullista
tr_tr: Modüllerin listesi
zh_cn: 组件列表
zh_tw: 模組清單

# help_modules_footer
source: Type `{0}cmds ModuleName` to get a list of commands in that module. eg `{0}cmds games`
de_de: Schreibe `{0}cmds ModuleName` um eine Liste aller Befehle dieses Moduls zu erhalten. z.B. `{0}cmds games`
es_es: Escribe `{0}cmds NombreDelMódulo` para obtener una lista de comandos en ese módulo. Ej: `{0}cmds games`
fr_fr: Entrez `{0}cmds NomDuModule` pour avoir la liste des commandes de ce module. ex `{0}cmds games`
id_id: Ketik '{0}cmds ModuleName' untuk mendapatkan daftar perintah di dalam modul tersebut. Contoh '{0}cmds games'
it_it: Scrivi `{0}cmds NomeModulo` per vedere la lista di tutti i comandi in quel modulo. Ad esempio: `{0}cmds giochi`
ko_kr: `{0}h 모듈이름`을 입력해서 특정 모듈에 대한 도움말을 볼 수 있습니다. 예시 : `{0}cmds games`
nb_no: Skriv '{0}cmds ModulNavn' for og få en liste av kommandoer i den modulen. f.eks '{0}cmds spill'
pt_br: Digite `{0}cmds NomeDoMódulo` para receber uma lista de comandos deste módulo. Ex: `{0}cmds games`
sr_cyrl_rs: Укуцај `{0}cmds ИмеМодула` да видиш листу свих команди у том модулу. нпр `{0}cmds games`
sv_se: Skriv `{0}cmds ModuleName` för att få en lista av kommandon i den modulen. t.ex. `{0}cmds games`
tr_tr: Modül komutlarının bir listesini görmek için "{0}cmds Modül İsmi" (Örneğin: {0}cmds Administration) şeklinde kullanmalısınız.
zh_cn: 输入“{0} cmds ModuleName”以获取该组件中的命令列表。 例如`{0} cmds games`
zh_tw: 輸入`{0}cmds 模組名稱`來查閱該模組的詳細說明。 例如 `{0}cmds games`

# help_module_not_found
source: That module does not exist.
de_de: Dieses Modul existiert nicht.
es_es: Ese módulo no existe.
fr_fr: Ce module n'existe pas.
he_il: המודול הזה לא קיים.
id_id: Modul tersebut tidak ada.
it_it: Modulo inesistente.
ko_kr: 그 모듈은 존재하지 않습니다.
nb_no: Den modulen finnes ikke.
pl_pl: Ten moduł nie istnieje.
pt_br: Esse módulo não existe.
sr_cyrl_rs: Тај модул не постоји.
sv_se: Modulen existerar inte.
tr_tr: Bu modül mevcut değil.
zh_cn: 该组件不存在。
zh_tw: 該模組不存在。
