Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# administration_self_assign_no_excl
source: Self assigned roles are now not exclusive!
de_de: Selbst zugewiesene Rollen sind nicht länger exklusiv!
es_es: Los roles autoasignables ya no son exclusivos.
fr_fr: Les rôles auto-attribuables ne sont désormais plus exclusifs!
id_id: Peran yang ditetapkan sendiri sekarang tidak eksklusif!
it_it: I ruoli auto-assegnati ora non sono più riservati!
ko_kr: 자가 배정 역할은 이제 복수 선택 할 수 있습니다!
nb_no: Selvsettende roller er nå ikke eksklusive!
pl_pl: Role, które można nadawać sobie samemu, nie są już ekskluzywne.
pt_br: Cargos auto-atribuíveis agora são exclusivos!
sv_se: Egentilldelade roller är nu inte exklusiva!
tr_tr: Otomatik atanabilir roller artık özel değil!
zh_cn: 自我分配的身份现在不是独家的！
zh_tw: 自入身分群組不再為擇一模式!

# administration_self_assign_perms
source: I am unable to add that role to you. `I can't add roles to owners or other roles higher than my role in the role hierarchy.`
de_de: Ich kann Ihnen diese Rolle nicht zuweisen. `Ich kann keine Rollen zu Besitzern oder andere Rollen die höher als meine in der Rangordnung sind hinzufügen.`
es_es: No puedo añadirte ese rol. No puedo añadirle roles a administradores u otros roles con rangos más altos.
fr_fr: Je suis incapable de vous ajouter ce rôle. `Je ne peux pas ajouter de rôles aux propriétaires et aux autres rôles plus haut que le mien dans la hiérarchie.`
id_id: Saya tidak dapat menambahkan peran itu pada anda. 'Saya tidak dapat menambahkan peran kepada pemilik atau peran lain yang lebih tinggi daripada peran saya di dalam hierarki peran.'
it_it: Non sono in grado di assegnarti quel ruolo. `Non posso assegnare ruoli al proprietario o ad altri utenti con un ruolo superiore al mio.`
ko_kr: 그 역할을 당신에게 추가 할 수 없습니다. `당신보다 상위나 동등한 권한관계를 가진 사람에게 역할을 추가 할 수 없습니다.`
nb_no: Jeg kan ikke gi deg den rollen. `Jeg kan ikke gi roller til eiere eller brukere som har en rolle høyere enn min egen i hierarkiet`
pl_pl: Nie jestem w stanie nadać ci tej roli. `Nie mogę nadawać ról wyższych niż moja.`
pt_br: Não sou capaz de adicionar esse cargo a você. `Não posso adicionar cargos a donos ou outros cargos maiores que o meu cargo na hierarquia dos cargos.`
sv_se: Jag är oförmögen att lägga den rollen för dig. 'Jag kan inte lägga till roller till ägare eller andra roller högre än min roll i roll hierarkin.`
tr_tr: Bu rolü ekleyemem. `Rol hiyerarşisinde rolümden daha yüksek olan sahiplere veya diğer rollere rol ekleyemem. '
zh_cn: 我无法向您添加该身份。 ‘我不能向身份层次结构中我身份以外的所有者或其他身份添加身份。’
zh_tw: 我無法新增身分組比我還高的身分組給您。

# administration_self_assign_rem
source: {0} has been removed from the list of self-assignable roles.
de_de: {0} wurde von der Liste der selbst zuweisbaren Rollen entfernt.
es_es: {0} ha sido removido de la lista de roles autoasignables.
fr_fr: {0} a été supprimé de la liste des rôles auto-attribuables.
id_id: {0} telah dihapus dari daftar peran yang dapat ditetapkan sendiri.
it_it: {0} è stato rimosso dalla lista dei ruoli auto-assegnabili.
ko_kr: {0}은(는) 자신이 적용 할 수 있는 역할 목록에서 삭제되었습니다.
nb_no: {0} ble fjernet fra listen over selvsettende roller.
pl_pl: Rola {0} została usunięta z listy ról, które użytkownik może sobie nadać sam.
pt_br: {0} foi removido da lista de cargos auto-atribuíveis.
sv_se: {0} har tagits bort från listan av egentilldelade roller.
tr_tr: {0}, otomatik atanabilir roller listesinden kaldırıldı.
zh_cn: {0}已从可自我分配身份列表中删除。
zh_tw: {0} 已從自入身分組清單中移除。

# administration_self_assign_remove
source: You no longer have {0} role.
de_de: Sie haben nicht länger die Rolle {0}.
es_es: Ya no tienes el rol {0}.
fr_fr: Vous n'avez plus le rôle {0}.
he_il: אין לך את התפקיד {0}.
id_id: Anda tidak lagi memiliki peran {0}.
it_it: Se non più un {0}.
ko_kr: 당신은 더 이상 {0} 역할이 아닙니다.
nb_no: Du har ikke lenger rollen {0}
pl_pl: Nie masz więcej roli {0}
pt_br: Você não possui mais o cargo {0}.
sv_se: Du har inte längre {0} roll.
tr_tr: Artık {0} rolü yok.
zh_cn: 您不再拥有{0}身份。
zh_tw: 您不再是 {0} 身分組的成員了。

# administration_self_assign_success
source: You now have {0} role.
de_de: Sie haben nun die Rolle {0}.
es_es: Ahora tienes el rol {0}.
fr_fr: Vous avez désormais le rôle {0}.
he_il: יש לך את התפקיד {0}.
id_id: Anda sekarang memiliki peran {0}.
it_it: Ora sei un {0}.
ko_kr: 당신은 이제 {0} 역할입니다.
nb_no: Du har nå rollen {0}
pl_pl: Masz teraz rolę {0}.
pt_br: Você agora possui o cargo {0}.
sv_se: Du har nu {0} roll.
tr_tr: Şimdi {0} rolünüz var.
zh_cn: 您现在拥有{0}身份。
zh_tw: 您現在是 {0} 身份組的成員了。

# administration_setrole
source: Successfully added role {0} to user {1}
de_de: Erfolgreich die Rolle {0} zum Benutzer {1} hinzugefügt
es_es: Añadido satisfactoriamente el rol {0} al usuario {1}.
fr_fr: L'utilisateur {1} a désormais le rôle {0}.
id_id: Berhasil menambahkan peran {0} ke user {1}
it_it: All'utente {1} è stato assegnato con successo il ruolo di {0}.
ko_kr: {1}님에게 {0} 역할을 성공적으로 추가했습니다.
nb_no: Gav rollen {0} til {1}
pl_pl: Z powodzeniem nadano rolę {0} użytkownikowi {1}
pt_br: Cargo {0} adicionado ao usuário {1} com sucesso.
sr_cyrl_rs: Sucessfully added role {0} to user {1}
sv_se: Lyckats lägga till roll {0} till användare {1}
tr_tr: {1} kullanıcısına {0} rolü başarıyla eklendi
zh_cn: 已成功将身份{0}添加到用户{1}
zh_tw: 成功將 {0} 身分組指派給 {1}

# administration_setrole_err
source: Failed to add role. I have insufficient permissions.
de_de: Fehlgeschlagen die Rolle hinzuzufügen. Ich habe nicht die erforderlichen Rechte.
es_es: No pude añadir el rol. Insuficientes permisos.
fr_fr: Impossible d'ajouter un rôle. Je ne possède pas les permissions suffisantes.
id_id: Gagal menambahkan peran. Saya tidak punya izin.
it_it: Impossibile assegnare ruolo. Non dispongo dei permessi necessari.
ko_kr: 역할 추가에 실패했습니다. 권한이 부족합니다.
nb_no: Kunne ikke legge til rolle. Jeg har ikke de rette tillatelsene.
pl_pl: Nadanie roli nie powiodło się. Nie mam wystarczających uprawnień.
pt_br: Falha ao adicionar o cargo. Não possuo permissões suficientes.
sv_se: Misslyckades att lägga till roll. Jag har inte nog behörighet.
tr_tr: Rol eklenemedi. İzinlerim yetersiz.
zh_cn: 无法添加身份。 我没有足够的权限。
zh_tw: 無法指派身分組。我沒有足夠的權限。

# administration_set_avatar
source: New avatar set!
de_de: Neuer Avatar gesetzt!
es_es: Nuevo avatar configurado.
fr_fr: Nouvel avatar défini!
he_il: תמונת הפרופיל הוספה.
id_id: Avatar baru telah diset!
it_it: Nuovo avatar impostato!
ko_kr: 새로운 아바타가 설정되었습니다!
nb_no: Nytt profilbilde er satt!
pl_pl: Nowy awatar został ustawiony!
pt_br: Novo avatar definido!
sv_se: Ny avatar satt!
tr_tr: Yeni profil resmi belirlendi!
zh_cn: 新头像集！
zh_tw: 新的大頭貼已設定!

# administration_set_channel_name
source: New channel name set.
de_de: Neuer Kanalname gesetzt.
es_es: Nuevo nombre del canal configurado.
fr_fr: Nouveau nom de Salon défini avec succès.
he_il: שם הערוץ החדש נקבע.
id_id: Nama channel baru telah diset.
it_it: Nuovo nome del canale impostato.
ko_kr: 새로운 채널 이름이 설정되었습니다.
nb_no: Nytt kanalnavn satt.
pl_pl: Nowa nazwa kanału została ustawiona!
pt_br: Novo nome do canal definido.
sv_se: Nytt kanal namn satt.
tr_tr: Yeni kanal adı belirlendi.
zh_cn: 新频道名称设定。
zh_tw: 新的頻道名稱已設定。

# administration_set_game
source: New game set!
de_de: Neues Spiel gesetzt!
es_es: Nuevo juego configurado.
fr_fr: Nouveau jeu défini!
he_il: משחק חדש נוצר.
id_id: Permainan baru telah diset!
it_it: Nuovo gioco impostato!
ko_kr: 새로운 게임이 설정되었습니다!
nb_no: Nytt spill satt.
pl_pl: Nowa gra ustawiona!
pt_br: Novo jogo definido!
sv_se: Nytt spel satt!
tr_tr: Yeni oyun belirlendi!
zh_cn: 新游戏设定！
zh_tw: 新的遊戲名稱已設定!

# administration_set_stream
source: New stream set!
de_de: Neuer Stream gesetzt!
es_es: Nueva transmisión configurada.
fr_fr: Nouveau stream défini!
id_id: Aliran baru telah diset!
it_it: Nuova sequenza impostata!
ko_kr: 새로운 방송이 설정되었습니다!
nb_no: Ny strøm satt.
pl_pl: Nowy stream ustawiony!
pt_br: Nova stream definida!
sv_se: Nytt stream satt!
tr_tr: Yeni yayıncı belirlendi!
zh_cn: 新直播设定！
zh_tw: 已設定新的實況台!

# administration_set_topic
source: New channel topic set.
de_de: Neues Kanalthema gesetzt.
es_es: Nuevo tema del canal configurado.
fr_fr: Nouveau sujet du salon défini.
id_id: Topik channel baru telah diset!
it_it: Nuova discussione del canale impostata.
ko_kr: 새로운 채널 주제를 설정했습니다.
nb_no: Nytt kanalemne satt
pl_pl: Nowy temat kanału ustawiony.
pt_br: Novo tópico do canal definido.
sv_se: Nytt kanal ämne satt!
tr_tr: Yeni kanal konusu belirlendi.
zh_cn: 新频道主题集。
zh_tw: 新的頻道主題已設定!

# administration_shard_reconnected
source: Shard {0} reconnected.
de_de: Verbindung zu Shard {0} wiederhergestellt.
es_es: Fragmento {0} reconectado.
fr_fr: Shard {0} reconnecté.
id_id: Potongan {0} telah tersambung ulang.
it_it: Frammento {0} ricollegato.
ko_kr: Shard {0}이(가) 다시 연결되었습니다.
nb_no: Shard {0} gjentilkoblet.
pl_pl: Shard {0} połączony ponownie.
pt_br: Shard {0} reconectado.
sv_se: Shard {0} har återansluts.
tr_tr: Shard {0} yeniden bağlandı.
zh_cn: 分段{0}已重新连接。
zh_tw: Shard {0} 已重新連線。

# administration_shard_reconnecting
source: Shard {0} reconnecting.
de_de: Verbindung zu Shard {0} wird wiederhergestellt.
es_es: Reconectando fragmento {0}.
fr_fr: Shard {0} en reconnection.
id_id: Potongan {0} sedang menyambung ulang.
it_it: Frammento {0} si sta ricollegando.
ko_kr: Shard {0}을(를) 다시 연결 중입니다.
nb_no: Kobler til shard {0} på nytt
pl_pl: Shard {0} łączy się ponownie.
pt_br: Reconectando shard {0}.
sv_se: Shard {0} håller på att återansluta.
tr_tr: Shard {0} yeniden bağlanıyor.
zh_cn: 分段{0}重新连接中。
zh_tw: Shard {0} 重新連線中。

# administration_shutting_down
source: Shutting down
de_de: Fahre herunter
es_es: Apagando
fr_fr: Arrêt en cours.
he_il: קורס
id_id: Mematikan
it_it: Spegnimento
ko_kr: 종료 중...
nb_no: Avslutter
pl_pl: Wyłączanie.
pt_br: Desligando
sv_se: Stänger ner.
tr_tr: Kapatılıyor.
zh_cn: 关闭中
zh_tw: 關閉中

# administration_slowmode_desc
source: Users can't send more than {0} messages every {1} seconds.
de_de: Benutzer können nicht mehr als {0} Nachrichten alle {1} Sekunden senden.
es_es: Los usuarios no pueden enviar más de {0} mensajes cada {1} segundos.
fr_fr: Les utilisateurs ne peuvent pas envoyer plus de {0} messages toutes les {1} secondes.
he_il: משתמשים לא יכולים לשלוח יותר מ{0} הודאות כל {1} שניות.
id_id: User tidak dapat mengirim lebih dari {0} pesan setiap {1} detik.
it_it: Gli utenti non possono mandare più di {0} messaggi ogni {1} secondi.
ko_kr: 사용자는 {1}초마다 {0}개 이상의 메시지를 보낼 수 없습니다.
nb_no: Brukere kan ikke sende flere enn {0} meldinger i løpet av {1} sekunder.
pl_pl: Użytkownik nie może wysłać więcej niż {1} wiadomości na {1} sekund.
pt_br: Usuários não podem mandar mais de {0} mensagens a cada {1} segundos.
sv_se: Användare kan inte skicka mer än {0} meddelanden varje {1} sekunder.
tr_tr: Kullanıcılar, {1} saniyede bir {0}'den fazla mesaj gönderemez.
zh_cn: 用户不能在{1}秒内发送超过{0}条消息。
zh_tw: 成員無法在 {1} 秒發送超過 {0} 條訊息。

# administration_slowmode_disabled
source: Slow mode disabled.
de_de: Slow mode deaktiviert.
es_es: Modo lento desactivado.
fr_fr: Mode ralenti désactivé.
he_il: מצב איתי הופסק.
id_id: Mode lambat dimatikan.
it_it: Modalità lenta disattivata
ko_kr: 슬로우 모드가 비활성화되었습니다.
nb_no: Sakte modus deaktivert
pl_pl: Slow mode wyłączony.
pt_br: Modo lento desativado.
sv_se: Långsamt läge avaktiverat.
tr_tr: Yavaşlatılmış mod devre dışı.
zh_cn: 慢速模式关闭。
zh_tw: 慢速模式已停用。

# administration_slowmode_init
source: Slow mode initiated
de_de: Slow mode eingeleitet
es_es: Modo lento iniciado
fr_fr: Mode ralenti activé
he_il: מצב איתי הותחל.
id_id: Mode lambat dinyalakan.
it_it: Modalità lenta attivata
ko_kr: 슬로우 모드가 활성화되었습니다.
nb_no: Sakte modus aktivert
pl_pl: Slow mode włączony
pt_br: Modo lento iniciado.
sv_se: Långsamt läge initierad
tr_tr: Yavaşlatılmış mod başlatıldı
zh_cn: 慢速模式启动
zh_tw: 慢速模式已啟用

# administration_soft_banned_pl
source: soft-banned
de_de: soft-banned (gekickt)
es_es: advertidos (expulsado)
fr_fr: expulsés (kick)
he_il: הסרה קלה (גורש)
id_id: Ban halus (Dikeluarkan)
it_it: Ammonizione (Espulso)
ko_kr: 소프트 밴 (강제퇴장)
nb_no: soft-banned (sparket)
pl_pl: lekko zbanowany (wyrzucony)
pt_br: Banidos temporariamente (kickados)
sr_cyrl_rs: soft-banned (kicked)
sv_se: mjukt-bannad (kickad)
tr_tr: Hafif bir şekilde yasaklandılar (atıldılar)
zh_cn: 软禁（踢出）
zh_tw: 軟禁 (踢出)

# administration_spam_ignore
source: {0} will ignore this channel.
de_de: {0} wird diesen Kanal ignorieren.
es_es: {0} ignorará este canal.
fr_fr: {0} ignorera ce Salon.
he_il: {0} יתעלם מערוץ זה.
id_id: {0} akan mengabaikan channel ini.
it_it: {0} ignorerà questo canale.
ko_kr: {0}은(는) 이 채널을 무시할 것입니다.
nb_no: {0} vil nå ignorere denne kanalen.
pl_pl: {0} będzie ignorował ten kanał.
pt_br: {0} irá ignorar esse canal.
sv_se: {0} kommer ignorera denna kanal.
tr_tr: {0} bu kanalı yoksayacak.
zh_cn: {0}将忽略此通道。
zh_tw: {0} 將會忽略此頻道。

# administration_spam_not_ignore
source: {0} will no longer ignore this channel.
de_de: {0} wird diesen Kanal nicht mehr ignorieren.
es_es: {0} no ignorará este canal.
fr_fr: {0} n'ignorera plus ce Salon.
he_il: {0} לא יתעלם מערוץ זה.
id_id: {0} tidak lagi akan mengabaikan channel ini.
it_it: {0} non ignorerà più questo canale.
ko_kr: {0}은(는) 더 이상 이 채널을 무시하지 않을 것입니다.
nb_no: {0} vil ikke lenger ignorere denne kanalen.
pl_pl: {0} nie będzie więcej ignorował tego kanału.
pt_br: {0} irá deixar de ignorar esse canal.
sv_se: {0} kommer inte längre att ignorera denna kanal.
tr_tr: {0} artık bu kanalı yoksaymayacak.
zh_cn: 0}将不再忽略此通道。
zh_tw: {0} 將會注意此頻道。

# administration_spam_stats
source: If a user posts {0} same messages in a row, I will {1} them. __IgnoredChannels__: {2}
de_de: Wenn ein Benutzer {0} gleiche Nachrichten sendet werde ich ihn {1}. __ignoredChannels__: {2}
es_es: Si un usuario publica {0} el mismo mensaje rápidamente, voy a {1}. __CanalesIgnorados__: {2}
fr_fr: Si un utilisateur poste {0} fois le même message à la suite, je le {1}. __SalonsIgnorés__: {2}
id_id: Jika user memposting {0} pesan yang sama secara berurutan, Saya akan {1} mereka. __IgnoredChannels__: {2}
it_it: Se un utente posta {0} lo stesso messaggio consecutivamente, io {0} loro. __Canaliignorati__: {2}
ko_kr: 만약 사용자가 {0}개 이상의 같은 메시지를 보내면 {1} 합니다. __무시하는 채널들__: {2}
nb_no: Hvis en bruker sender {0} like meldinger på rad, vil de bli {1}. __IgnoredChannels__: {2}
pl_pl: Jeśli użytkownik napisze {0} takich samych wiadomości pod rząd, {0} go. __IgnorowaneKanały__: {2}
pt_br: Se um usuário postar {0} mensagens iguais em seguida, {1}. __Canais Ignorados__: {2}
sv_se: Om en användare skriver {0} samma meddelanden på en gång so kommer jag {1} dom. __IgnoreradeKannaler_: {2}
tr_tr: Bir kullanıcı {0} aynı mesajı aynı sırada gönderirse, bunları {1} yapacağım. __Yok Sayılan Kanallar__: {2}
zh_cn: 如果用户发布{0}个相同的消息，我会{1}他们。 __IgnoredChannels__：{2}
zh_tw: 如果成員連續貼出 {0} 個相同的訊息，我將會把他們 {1}。 __忽略的頻道__: {2}

# administration_text_chan_created
source: Text channel created.
de_de: Textkanal erstellt
es_es: Canal de texto creado.
fr_fr: Salon textuel créé.
he_il: ערוץ כתב נוצר.
id_id: Channel teks telah dibuat.
it_it: Canale di testo creato.
ko_kr: 텍스트 채널이 생성되었습니다.
nb_no: Tekstkanal opprettet
pl_pl: Kanał tekstowy został stworzony.
pt_br: Canal de Texto Criado
sr_cyrl_rs: Уништен текстуелни канал
sv_se: Text kanal skapad.
tr_tr: Metin kanalı oluşturuldu.
zh_cn: 新文字频道成立
zh_tw: 文字頻道已建立

# administration_text_chan_destroyed
source: Text channel destroyed.
de_de: Textkanal zerstört
es_es: Canal de texto removido.
fr_fr: Salon textuel supprimé.
he_il: ערוץ כתב הושמד.
id_id: Channel teks telah dihancurkan.
it_it: Canale di testo distrutto.
ko_kr: 텍스트 채널이 삭제되었습니다.
nb_no: Tekstkanal fjernet
pl_pl: Kanał tekstowy został usunięty.
pt_br: Canal de Texto Destruído
sv_se: Text kanal förstörd.
tr_tr: Metin kanalı yok edildi.
zh_cn: 文字频道已删除
zh_tw: 文字頻道已刪除

# administration_undeafen
source: Undeafen successful.
de_de: Taubschaltung aufgehoben.
es_es: Ensordecimiento removido.
fr_fr: Son activé avec succès.
id_id: penulian nonaktif.
it_it: Desilenziato con successo.
ko_kr: 음소거 해제 완료.
nb_no: Demping fjernet
pl_pl: wyciszenie wyłączone
pt_br: Desensurdecido com sucesso.
sv_se: Borttagning av dövning lyckats.
tr_tr: Sağırlaştırmayı kaldırma başarılı.
zh_cn: Undeafen成功。
zh_tw: 成功解除靜音。

# administration_unmuted_sn
source: Unmuted
de_de: Stummschaltung aufgehoben
es_es: Desilenciado
fr_fr: Micro activé
id_id: Non-bisukan
it_it: Smutato
ko_kr: 음소거 해제
nb_no: Fjernet demping
pl_pl: Odciszony
pt_br: Desmutado
sv_se: Omutad
tr_tr: Sesi açıldı
zh_cn: 已取消静音
zh_tw: 解除靜音

# administration_username
source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
he_il: שם משתמש
id_id: Nama pengguna
it_it: Nome Utente
ko_kr: 사용자 이름
nb_no: Brukernavn
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
sv_se: Användarnamn
tr_tr: Kullanıcı adı
zh_cn: 用户名
zh_tw: 成員名稱

# administration_username_changed
source: Username changed
de_de: Benutzername geändert
es_es: Nombre de usuario cambiado
fr_fr: Nom d'utilisateur modifié.
he_il: שם משתמש שונה
id_id: Nama pengguna telah diubah
it_it: Nome utente cambiato.
ko_kr: 사용자 이름이 변경되었습니다.
nb_no: Brukernavn endret
pl_pl: Nazwa użytkownika została zmieniona
pt_br: Nome de usuário alterado
sv_se: Användarnamn ändrats
tr_tr: Kullanıcı adı değişti
zh_cn: 用户名已更改
zh_tw: 成員名稱已更改

# administration_users
source: Users
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
he_il: משתמשים
id_id: Para pengguna
it_it: Utenti
ko_kr: 사용자
nb_no: Brukere
pl_pl: Użytkownicy
pt_br: Usuários
sv_se: Användare
tr_tr: Kullanıcılar
zh_cn: 用户
zh_tw: 成員

# administration_user_banned
source: User banned
de_de: Benutzer gebannt
es_es: Usuario bloqueado
fr_fr: Utilisateur banni
he_il: משתמש מורחק
id_id: Pengguna dilarang
it_it: Utente bannato
ko_kr: 사용자 밴
nb_no: Bruker utestengt
pl_pl: Użytkownik zbanowany
pt_br: Usuário Banido
sv_se: Användare Bannad
tr_tr: Kullanıcı yasaklandı
zh_cn: 用户被禁止
zh_tw: 成員已封鎖

# administration_user_chat_mute
source: {0} has been **muted** from chatting.
de_de: {0} wurde **stummgeschaltet** im Chat.
es_es: {0} ha sido **silenciado** del chat.
fr_fr: {0} est maintenant **muet** sur le chat.
id_id: {0} telah **didiamkan** dari chatting.
it_it: {0} è stato **mutato** dalla chat.
ko_kr: {0}님이 채팅으로부터 **음소거**되었습니다.
nb_no: {0} har blit **dempet** fra å chatte.
pl_pl: {0} został **wyciszony** z chatowania.
pt_br: {0} foi **mutado**
sv_se: {0} har blivit **mutad** från att chatta.
tr_tr: {0} sohbet **edemiyor**.
zh_cn: {0}已从聊天内被静音**。
zh_tw: 已**禁止** {0} 的__文字聊天__。

# administration_user_chat_unmute
source: {0} has been **unmuted** from chatting.
de_de: {0} ist nicht länger **stummgeschaltet** im Chat.
es_es: {0} ha sido **desilenciado** del chat.
fr_fr: **La parole a été rétablie** sur le chat pour {0}.
id_id: {0} telah **tidak didiamkan** dari chatting.
it_it: {0} è stato **smutato** dalla chat.
ko_kr: {0}님이 채팅으로부터 **음소거 해제**되었습니다.
nb_no: Fjernet demping på {0} for chatting.
pl_pl: {0} został **odciszony** z chatowania.
pt_br: {0} foi **desmutado**
sv_se: {0} har blivit **omutad** från att chatta.
tr_tr: {0} sohbet **edebiliyor**.
zh_cn: {0}已从聊天内**取消静音**。
zh_tw: 已**開啟** {0} 的__文字聊天__。

# administration_user_joined
source: User joined
de_de: Benutzer ist beigetreten
es_es: Usuario se unió.
fr_fr: L'utilisateur a rejoint
he_il: משתמש הצתרף
id_id: User bergabung
it_it: Utente entrato
ko_kr: 사용자 입장
nb_no: Bruker ble med i samtalen.
pl_pl: Użytkownik dołączył
pt_br: Usuário juntou-se
sv_se: Användare har gått med.
tr_tr: Kullanıcı katıldı
zh_cn: 用户已加入
zh_tw: 成員已加入

# administration_user_left
source: User left
de_de: Benutzer ist gegangen
es_es: Usuario se fue.
fr_fr: L'utilisateur a quitté
he_il: משתמש עזב
id_id: User pergi
it_it: Utente è andato via
ko_kr: 사용자 퇴장
nb_no: Bruker Forlatt.
pl_pl: Użytkownik wyszedł
pt_br: Usuário saiu
sv_se: Användare har lämnat.
tr_tr: Kullanıcı ayrıldı
zh_cn: 用户离开了
zh_tw: 成員已離開

# administration_user_muted
source: {0} has been **muted** from text and voice chat.
de_de: {0} wurde **stummgeschaltet** im Text- und Sprachchat.
es_es: {0} ha sido **silenciado** de chat y voz.
fr_fr: {0} est maintenant **muet** à la fois sur les salons textuels et vocaux.
id_id: {0} telah **didiamkan** dari chat teks dan suara
it_it: {0} è stato **mutato** dal canale di testo e vocale.
ko_kr: {0}님이 텍스트와 음성 채팅으로부터 **차단**되었습니다.
nb_no: {0} har blitt **dempet** fra tekst og talekanaler.
pl_pl: {0} został **wyciszony** z chatu głosowego i pisanego.
pt_br: {0} foi **mutado** nos chats de voz e texto.
sv_se: {0} har blivit **mutad** från text och röst kanal.
tr_tr: {0}, metin ve sesli sohbetde **sessiz durumda**.
zh_cn: {0} 已被文字与语音静音了
zh_tw: 已**禁止** {0} 的__文字和語音聊天__。

# administration_user_role_add
source: User's role added
de_de: Benutzerrolle hinzugefügt
es_es: Rol del usuario añadido
fr_fr: Rôle ajouté à l'utilisateur
he_il: התפקיד של המשתמש הוסף.
id_id: Peran pengguna telah ditambahkan
it_it: Ruolo utente aggiunto
ko_kr: 사용자의 역할이 추가되었습니다.
nb_no: Brukerrolle lagt til
pl_pl: Rola użytkownika dodana
pt_br: Cargo do usuário adicionado
sv_se: Användarens roll har blivit tillagd.
tr_tr: Kullanıcının rolü eklendi
zh_cn: 用户身份添加成功
zh_tw: 成員身分組已新增

# administration_user_role_rem
source: User's role removed
de_de: Benutzerrolle entfernt
es_es: Rol del usuario removido
fr_fr: Rôle retiré de l'utilisateur
he_il: התפקיד של שמשתמש הורד.
id_id: Peran pengguna telah dihapuskan
it_it: Ruolo utente rimosso
ko_kr: 사용자의 역할이 제거되었습니다.
nb_no: Brukerrolle fjernet
pl_pl: Rola użytkownika usunięta
pt_br: Cargo do usuário removido
sv_se: Användarens roll har blivit borttagen.
tr_tr: Kullanıcının rolü kaldırıldı
zh_cn: 用户身份移除了
zh_tw: 成員身分組已移除

# administration_user_status_change
source: {0} is now {1}
de_de: {0} ist nun {1}
es_es: {0} ahora está {1}
fr_fr: {0} est maintenant {1}
he_il: {0} עכשיו {1}
id_id: {0} sekarang adalah {1}
it_it: {0} ora é {1}
ko_kr: {0}님의 상태는 {1} 입니다.
nb_no: {0} er nå {1}
pl_pl: {0} jest teraz {1}
pt_br: {0} agora está {1}
sv_se: {0} är nu {1}
tr_tr: {0} artık {1}
zh_cn: {0} 改成了 {1}
zh_tw: {0} 現在 {1}

# administration_user_unmuted
source: {0} has been **unmuted** from text and voice chat.
de_de: {0} ist nicht länger **stummgeschaltet** im Text- und Sprachchat.
es_es: {0} ha sido **desilenciado** de chat y voz.
fr_fr: {0} n'est maintenant **plus muet** des salons textuels et vocaux.
id_id: {0} telah **tidak didiamkan** dari chat teks dan suara.
it_it: {0} è stato **smutato** dal canale di testo e vocale.
ko_kr: {0}님이 텍스트와 음성 채팅으로부터 **차단해제**되었습니다.
nb_no: {0} er ikke lenger dempet fra tekst og tale.
pl_pl: {0} został **odciszony** z chatu głosowego i pisanego.
pt_br: {0} foi **desmutado** nos chats de voz e texto.
sv_se: {0} har nu blivit **omutad** från text och röst kanal.
tr_tr: {0}, metin ve sesli sohbetde **sessiz durumda değil**.
zh_cn: {0}已从文字和语音频道中取消静音**。
zh_tw: 已**開放** {0} 的__文字和語音聊天__。

# administration_user_vjoined
source: {0} has joined {1} voice channel.
de_de: {0} ist dem Sprachkanal {1} beigetreten.
es_es: {0} ha entrado al canal de voz {1}.
fr_fr: {0} a rejoint le salon vocal {1}.
he_il: {0} הצטרף ל{1} ערוץ קול.
id_id: {0} telah bergabung di channel suara {1} .
it_it: {0} è entrato {1} canale vocale.
ko_kr: {0}님이 음성채널 {1}에 입장하셨습니다.
nb_no: {0} har blitt med i {1}
pl_pl: {0} dołączył do kanału {1}.
pt_br: {0} juntou-se ao canal de voz {1}.
sv_se: {0} har gått med {1} röst kanal.
tr_tr: {0}, {1} sesli kanalına katıldı.
zh_cn: {0}已加入{1}语音通道。
zh_tw: {0} 加入了 {1} 語音頻道。

# administration_user_vleft
source: {0} has left {1} voice channel.
de_de: {0} hat den Sprachkanal {1} verlassen.
es_es: {0} ha salido del canal de voz {1}.
fr_fr: {0} a quitté le salon vocal {1}.
he_il: {0} עזב מ{1} ערוץ קול.
id_id: {0} telah meninggalkan channel suara {1}.
it_it: {0} è uscito {1} canale vocale.
ko_kr: {0}님이 음성채널 {1}에서 퇴장하셨습니다.
nb_no: {0} har forlatt {1}
pl_pl: {0} opuścił kanał {1}.
pt_br: {0} deixou o canal de voz {1}.
sv_se: {0} har lämnat {1} röst kanal.
tr_tr: {0}, {1} sesli kanalından ayrıldı.
zh_cn: {0}已离开{1}语音通道。
zh_tw: {0} 離開了 {1} 語音頻道。
