Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# administration_startcmdlist_none
source: No startup commands on this page.
de_de: Keine Startbefehle auf dieser Seite
es_es: No hay comandos de inicio en esta página.
fr_fr: Aucune commande de démarrage sur cette page.
id_id: Tidak ada perintah startup dihalaman ini.
it_it: Nessun comando di avvio in questa pagina
ko_kr: 이 페이지에는 시작 명령어가 없습니다.
nb_no: Ingen oppstartskommandoer på denne siden.
pt_br: Não há comandos de inicialização nesta página.
sv_se: Ingen uppstart kommando har hittats på denna sidan.
tr_tr: Bu sayfada başlangıç komutları bulunmuyor.
zh_cn: 该页并无启动执行命令
zh_tw: 此頁沒有啟動執行命令。

# administration_startcmds_cleared
source: Cleared all startup commands.
de_de: Alle Startbefehle wurden entfernt.
es_es: Reiniciados todos los comandos de inicio.
fr_fr: Toutes les commandes au démarrage ont été retirées.
id_id: Membersihkan semua perintah startup.
it_it: Ripuliti tutti i comandi all'avvio.
ko_kr: 모든 시작 명령어를 삭제했습니다.
nb_no: Fjernet alle oppstartskommandoer
pt_br: Todos os comandos de inicialização foram removidos.
sv_se: Rensat alla uppstart kommando.
tr_tr: Tüm başlangıç komutları temizlendi.
zh_cn: 清除所有启动执行命令
zh_tw: 已清除所有啟動執行命令。

# administration_unbanned_user
source: User {0} has been unbanned.
de_de: Benutzer {0} wurde entbannt.
es_es: El usuario {0} ha sido desbloqueado.
fr_fr: L'utilisateur {0} a été débanni.
id_id: Pengguna {0} telah dinonlarangkan.
it_it: All'utente {0} é stato rimosso il ban.
ko_kr: 사용자 {0}님이 밴에서 해제되었습니다.
nb_no: Bruker {0} er ikke lenger utestengt
pl_pl: Użytkownik {0} został odbanowany.
pt_br: Usuário {0} foi desbanido.
sv_se: Användaren {0} har blivit icke avstängd.
tr_tr: {0} kullanıcısının yasağı kaldırıldı.
zh_cn: 用户 {0} 已被解禁
zh_tw: 成員 {0} 已解除封鎖。

# administration_user_not_found
source: User not found.
de_de: Benutzer nicht gefunden.
es_es: No encuentro tal usuario.
fr_fr: Utilisateur introuvable.
id_id: Pengguna tidak ditemukan
it_it: Utente non trovato.
ko_kr: 사용자를 찾을 수 없습니다.
nb_no: Fant ikke bruker.
pl_pl: Użytkownik nieznaleziony.
pt_br: Usuário não encontrado.
sv_se: Användaren hittades inte.
tr_tr: Kullanıcı bulunamadı.
zh_cn: 该用户未找到
zh_tw: 找不到成員。

# administration_user_warned
source: User {0} has been warned.
de_de: Benutzer {0} wurde gewarnt.
es_es: El usuario {0} ha sido advertido.
fr_fr: L'utilisateur {0} a été averti.
id_id: Pengguna {0} telah diperingatkan.
it_it: L'utente {0} é stato avvisato.
ko_kr: 사용자 {0}님이 경고를 받았습니다.
nb_no: Advarte bruker {0}
pl_pl: Użytkownik {0} został ostrzeżony.
pt_br: Usuário {0} foi advertido.
sv_se: Användaren {0} har blivit varnad.
tr_tr: {0} kullanıcısı uyarıldı.
zh_cn: 用户{0}已被警告
zh_tw: 已警告成員 {0} 。

# administration_user_warned_and_punished
source: User {0} has been warned and {1} punishment has been applied.
de_de: Benutzer {0} wurde gewarnt und Strafe {1} wurde ausgeführt.
es_es: El usuario {0} ha sido advertido y el castigo {0} ha sido aplicado.
fr_fr: L'utilisateur {0} a été averti et la punition {1} a été appliquée.
id_id: Pengguna {0} telah diperingatkan dan hukuman {1} diberikan.
it_it: L'utente {0} é stato avvisato e {1} punizioni sono state applicate.
ko_kr: 사용자 {0}님이 경고를 받았고, {1} 처벌이 적용되었습니다.
nb_no: Bruker {0} ble advart og straffet med {0}
pt_br: Usuário {0} foi advertido e {1} punição foi aplicada.
sv_se: Användaren {0} har blivit varnad och {1} straff har blivit tillämpat.
tr_tr: {0} kullanıcısı uyarıldı ve {1} cezası uygulandı.
zh_cn: 用户 {0} 已被警告，惩罚已执行。
zh_tw: 成員 {0} 因警告多次故以 {0} 作為懲罰。

# administration_warned_on
source: Warned on {0} server
de_de: Gewarnt auf dem Server {0}
es_es: Advertido en el servidor {0}
fr_fr: Averti sur le serveur {0}
id_id: Diperingatkan di server {0}
it_it: Avvisato nel server {0}
ko_kr: {0} 서버에 경고했습니다.
nb_no: Advart på server {0}
pt_br: Advertiu no server {0}
sv_se: Varning på {0} server
tr_tr: {0} sunucusunda uyarıldı.
zh_cn: 在 {0} 服务器上被警告
zh_tw: 在 {0} 伺服器上警告

# administration_warned_on_by
source: On {0} at {1} by {2}
de_de: Am {0} um {1} von {2}
es_es: El {0} a las {1} por {2}
fr_fr: Le {0} à {1} par {2}
id_id: Di {0} saat {1} oleh {2}
it_it: Il {0} alle {1} da {2}
ko_kr: {0} {1}에 {2}이(가)
nb_no: Den {0} kl. {1} av {2}
pl_pl: Dnia {0} o godzinie {1} przez {2}
pt_br: Em {0} às {1} por {2}
sv_se: På {0} i {1} av {2}
tr_tr: {0} - {1} tarihinde {2} tarafından
zh_cn: 在 {0} {1} 被 {2}
zh_tw: 於 {0} {1}，由 {2}

# administration_warnings_cleared
source: All warnings have been cleared for {0}.
de_de: Alle Warnungen wurden bereinigt für {0}.
es_es: Todas las advertencias han sido reiniciadas por {0}.
fr_fr: Tous les avertissements ont été effacés pour {0}.
id_id: Semua peringatan telah dibersihkan untuk {0}.
it_it: Tutti gli avvisi sono stati cancellati per {0}.
ko_kr: {0}님이 모든 경고를 삭제했습니다.
nb_no: Alle advarsler fjernet for {0}
pt_br: Todas as advertências foram removidas para {0}
sv_se: Alla varningar har blivit rensad.
tr_tr: {0} için tüm uyarılar silindi.
zh_cn: {0} 的所有警告已清除。
zh_tw: 已清除成員 {0} 上的所有警告。

# administration_warnings_none
source: No warning on this page.
de_de: Keine Warnungen auf dieser Seite.
es_es: No hay advertencias en esta página.
fr_fr: Pas d'avertissement sur cette page.
id_id: Tidak ada peringatan dihalaman ini.
it_it: Nessun avviso in questa pagina.
ko_kr: 이 페이지에는 경고가 없습니다.
nb_no: Ingen advarsler på denne siden.
pt_br: Não há advertências nessa página.
sv_se: Inga varningar på denna sidan.
tr_tr: Bu sayfada uyarı bulunamadı.
zh_cn: 该页并无警告。
zh_tw: 此頁沒有警告。

# administration_warnlog_for
source: Warnlog for {0}
es_es: Registro de advertencias para {0}
fr_fr: Log d'avertissement pour {0}
id_id: Berkas peringatan untuk {0}
it_it: Lista degli avvisi per {0}
ko_kr: {0}의 경고 기록
nb_no: Advarselslogg for {0}
pt_br: Log de advertências para {0}
sv_se: Varning log för {0}
tr_tr: {0} için Uyarı Kayıtları
zh_cn: {0} 的警告记录。
zh_tw: {0} 的警告紀錄

# administration_warnpl_none
source: No punishments set.
de_de: Keine Bestrafungen gesetzt.
es_es: No hay castigos configurados.
fr_fr: Pas de punition définie.
id_id: Tidak ada hukuman ditetapkan.
it_it: Nessuna punizione stabilita.
ko_kr: 처벌이 설정되지 않았습니다.
nb_no: Ingen straff satt.
pt_br: Nenhuma punição definida.
sv_se: Ingen straff ställt.
tr_tr: Hiç ceza belirlenmedi.
zh_cn: 没有设定任何惩罚
zh_tw: 沒有設定懲處罰則。

# administration_warn_cleared_by
source: cleared by {0}
de_de: Bereinigt bei {0}
es_es: Reiniciados por {0}
fr_fr: Effacé par {0}
id_id: Dibersihkan oleh {0}
it_it: ripulito da {0}
ko_kr: {0}님이 초기화했습니다.
nb_no: fjernet av {0}
pt_br: Limpado por {0}
sv_se: rensad av {0}
tr_tr: {0} tarafından temizlendi.
zh_cn: 被{0} 清除
zh_tw: 由 {0} 清除

# administration_warn_punish_list
source: Warning punishment list
de_de: Warnungs Straf Liste
es_es: Lista de castigos de advertencia
fr_fr: Liste des avertissements de punitions.
id_id: Daftar peringatan hukum
it_it: Lista degli avvisi.
ko_kr: 경고 처벌 목록
nb_no: Straffliste
pt_br: Lista de punições por advertência
sv_se: Varning straff lista
tr_tr: Uyarı ceza listesi
zh_cn: 警告惩罚记录
zh_tw: 警告懲處清單

# administration_warn_punish_rem
source: Having {0} warnings will no longer trigger a punishment.
de_de: {0} Warnungen werden nicht mehr eine Bestrafung auslösen.
es_es: Tener {0} advertencias ya no ejecutará un castigo.
fr_fr: Avoir {0} avertissements ne déclenche plus de punition.
id_id: Mempunyai {0} peringatan tidak akan memulai hukuman.
it_it: Avere {0} avvisi non porterá piú a una punizione.
ko_kr: {0}개의 경고를 받은 사용자에 대한 처벌을 하지않습니다.
nb_no: Å ha {0} advarsler vil ikke lenger gi noen straff.
pt_br: Possuir {0} advertências não irá mais resultar em punição.
sv_se: Har {0} varningar kommer inte längre aktivera ett straff.
tr_tr: {0} uyarılarına sahip olmak artık cezayı tetiklemeyecektir.
zh_cn: 拥有{0} 个警告已不会触动惩罚。
zh_tw: 擁有 {0} 支警告不再觸發懲處。

# administration_warn_punish_set
source: I will apply {0} punishment to users with {1} warnings.
de_de: Ich werde die Bestrafung {0} an Benutzern mit {1} Warnungen ausführen.
es_es: Aplicaré el castigo {0} a los usuarios con {1} advertecias.
fr_fr: J'appliquerai seulement la punition {0} aux utilisateurs ayant {1} avertissements.
id_id: Saya akan menambahkan hukuman {0} untuk pengguna dengan {1} peringatan.
it_it: Applicheró la punizione {0} agli utenti con {1} avvisi.
ko_kr: {1}개의 경고를 받은 사용자에게 {0} 처벌을 내립니다.
nb_no: Brukere med {1} advarsler vil bli straffet med {0}
pt_br: Eu irei aplicar punição {0} para usuários com {1} advertências.
sv_se: Jag kommer att tillägga {0} straff till användare med {1} varningar.
tr_tr: {1} uyarılarıyla {0} cezasını kullanıcılara uygulayacağım.
zh_cn: 我会给拥有 {1} 个警告的用户执行{0} 惩罚。
zh_tw: 我將會用 {0} 懲處擁有 {0} 支警告的成員。

# administration_slowmodewl_role_start
source: Slowmode will now ignore {0} role.
es_es: El modo lento ahora ignorará el rol {0}.
fr_fr: Le mode lent ignorera le rôle {0}.
id_id: Slowmode akan mengabaikan peran {0}.
it_it: La modalitá lenta ignorerá il ruolo {0}.
ko_kr: 이제 슬로우모드는 {0} 역할에게 적용되지 않습니다.
nb_no: Slowmode vil nå ignorere rollen {0}.
pt_br: Modo lento agora irá ignorar o cargo {0}.
sv_se: Långsam läge kommer nu att bli ignorerad {0} roll.
tr_tr: Yavaş mod, artık {0} rolünü görmezden gelecektir.
zh_cn: Slowmode 现在会无视 {0} 身份组。
zh_tw: Slowmode 將不再套用於 {0} 身分組。

# administration_slowmodewl_role_stop
source: Slowmode will no longer ignore {0} role.
es_es: El modo lento ya no ignorará el rol {0}.
fr_fr: Le mode lent n'ignorera plus le rôle {0}.
id_id: Slowmode tidak akan lagi mengabaikan peran {0}
it_it: La modalitá lenta non ignorerá piú il ruolo {0}.
ko_kr: 이제 슬로우모드는 {0} 역할에게 적용됩니다.
nb_no: Slowmode ignorerer ikke lenger rollen {0}.
pt_br: Modo lento não ira mais ignorar o cargo {0}.
sv_se: Långsam läge kommer inte längre att bli ignorerad {0} roll.
tr_tr: Yavaş mod, artık {0} rolünü görmezden gelmeyecek.
zh_cn: Slowmode不会无视 {0} 身份组。
zh_tw: Slowmode 將套用於 {0} 身分組。

# administration_slowmodewl_user_start
source: Slowmode will now ignore user {0}.
es_es: El modo lento ignorará al usuario {0}.
fr_fr: Le mode lent ignorera l'utilisateur {0}.
id_id: Slowmode akan mengabaikan pengguna {0}
it_it: La modalitá lenta ignorerá l'utente {0}.
ko_kr: 이제 슬로우모드는 {0}님에게 적용되지 않습니다.
nb_no: Slowmode vil nå ignorere brukeren {0}.
pt_br: Modo lento irá ignorar o usuário {0}.
sv_se: Långsam läge kommer nu ignorera användaren {0}
tr_tr: Yavaş mod, artık {0} kullanıcısını yoksayacak.
zh_cn: Slowmode 现在会无视用户 {0} 。
zh_tw: Slowmode 將不再套用於 {0} 成員。

# administration_slowmodewl_user_stop
source: Slowmode will no longer ignore user {0}.
es_es: El modo lento ya no ignorará al usuario {0}.
fr_fr: Le mode lent n'ignorera plus l'utilisateur {0}.
id_id: Slowmode tidak akan lagi mengabaikan pengguna {0}.
it_it: La modalitá lenta non ignorerá piú l'utente {0}.
ko_kr: 이제 슬로우모드는 {0}님에게 적용됩니다.
nb_no: Slowmode vil ikke lenger ignorere brukeren {0}
pt_br: Modo lento não irá mais ignorar o usuário {0}.
sv_se: Långsam läge kommer inte längre ignorera användaren {0}
tr_tr: Yavaş mod, {0} kullanıcısını artık görmezden gelmeyecek.
zh_cn: Slowmode 现在不会无视用户 {0} 。
zh_tw: Slowmode 將套用於 {0} 成員。

# utility_clpa_fail
source: Failed claiming rewards due to one of the following reasons:
es_es: Imposible reclamar recompensas debido a una de las siguientes razones:
fr_fr: Échec de la réclamation des récompenses à cause d'une des raisons suivantes:
id_id: Gagal untuk mengambil hadiah karena salah satu dari alasan ini:
it_it: Errore nella richiesta dei premi per le seguenti ragioni:
ko_kr: 다음과 같은 이유로 인해서 보상을 요청하지 못했습니다.
nb_no: Kunne ikke hevde premie p.g.a. én av følgende grunner:
pt_br: Falha em reivindicar recompensas devido a uma das seguintes razões:
sv_se: Misslyckad anpråk av pris på grund av följande anledningar:
tr_tr: Aşağıdaki nedenlerden biriyle ödül talebinde bulunamadı:
zh_cn: 因下列原因无法领取奖励：
zh_tw: 因下列因素而無法領獎:

# utility_clpa_fail_already
source: Maybe you've already received your reward for this month. You can receive rewards only once a month unless you increase your pledge.
es_es: Tal vez ya has recibido tu recompensa de este mes. Puedes recibir recompensa solo una vez cada mes a menos que incrementes el monto.
fr_fr: Vous avez peut-être déjà reçu votre récompense mensuelle. Vous ne pouvez recevoir qu'une récompense mensuelle sauf si vous augmentez votre engagement.
id_id: Mungkin anda telah mendapatkan hadiah anda untuk bulan ini. Anda hanya bisa mendapatkan hadiah sekali sebulan kecuali anda menambahkan jumlah janji anda.
it_it: Magari hai giá ricevuto il tuo premio per questo mese, Puoi ricevere premi solo una volta al mese sempre se non aumenti la tua donazione mensile.
ko_kr: 당신은 이미 이번달의 보상을 받은 것 같습니다. 당신의 후원금을 올리지 않는 이상 한 달에 한 번만 보상을 받을 수 있습니다.
nb_no: Det er mulig du allerede har mottatt premien din for denne måneden. Du kan bare hevde premien én gang i måneden med mindre du øker summen.
pt_br: Talvez você já tenha recebido sua recompensa esse mês. Você pode receber recompensas apenas uma vez por mês a não ser que você aumente o seu pagamento.
sv_se: Du har kanske redan mottagit din pris för denna månaden. Du kan bara motta priser en gång per månad om inte du ökar din pledge.
tr_tr: Belki de bu ay için ödülünüzü zaten almışsınızdır. Bağış miktarınızı artırmadıkça, yalnızca ayda bir kez ödül alabilirsiniz.
zh_cn: 你可能已领取这个月的奖励。除非你的赞助金额增加，你只能领取奖励一个月一次。
zh_tw: 您一個月只能領一次獎勵，除非您的贊助金額有提升。

# utility_clpa_fail_already_title
source: Already rewarded
es_es: Ya recompensado
fr_fr: Déjà récompensé.
id_id: Telah dihadiahkan
it_it: Giá premiato
ko_kr: 이미 지급되었습니다
nb_no: Allerede belønnet.
pt_br: Já recompensado
sv_se: Redan belönat
tr_tr: Zaten ödüllendirildi
zh_cn: 已被奖励
zh_tw: 獎勵已發送

# utility_clpa_fail_conn
source: Your discord account might not be connected to Patreon. If you are unsure what that means, or don't know how to connect it - you have to go to [Patreon account settings page](https://patreon.com/settings/account) and click 'Connect to discord' button.
es_es: Puede que tu cuenta de Discord no esté conectada a Patreon. Si no estás seguro de lo que significa, o no sabes cómo conectarla, tienes que ir a la página de configuración de Patreon (https://patreon.com/settings/account) y presionar el botón de 'conectar a Discord'.
fr_fr: Votre compte Discord n'est peut-être pas connecté à Patreon. Si vous n'êtes pas sur de ce que ça veut dire, ou ne savez pas comment le connecter, vous devez aller à la [Page de configuration du compte Patreon](https://patreon.com/settings/account) et cliquer sur 'Connect to discord'.
id_id: Akun DIscord anda mungkin tidak terkoneksi ke Patreon. Jika anda tidak yakin artinya, atau tidak tahu cara menghubungkannya ` anda harus pergi ke [Halaman pengaturan akun Patreon] (https://patreon.com/settings/account) dan menekan tombol 'Connect to Discord'.
it_it: Il tuo account discord potrebbe non essere connesso con Patreon. Se non sai cosa significa, o non sai come connetterlo - bisogna andare su [la pagina delle impostazioni dell'account Patreon] (https://patreon.com/settings/account) e cliccare su 'Connetti a discord'
ko_kr: 당신의 디스코드 계정이 Patreon에 연결되지 않았습니다. 이것이 무슨 뜻인지 모르거나, 어떻게 연결하는지 모른다면, [Patreon 계정 설정 페이지] (https://patreon.com/settings/account)에 접속해서 'Connect to discord' 버튼을 클릭하세요.
nb_no: Din Discord konto er ikke tilkoblet Patreon. Om du er usikker på hva dette betyr, eller ikke er sikker på hvordan du gjør det, kan du gå til [Patreon kontoinnstillinger](https://patreon.com/settings/account) og klikk på 'Connect to Discord'-knappen.
pt_br: Sua conta do discord pode não estar conectada ao Patreon. Se você não tem certeza do que isso significa, ou não sabe como conectá-la - Você deve ir para [Página de configurações de conta do Patreon](https://patreon.com/settings/account) e clicar no botão 'Connect to discord'.
sv_se: Din discord konto är kanske inte ansluten till Patreon. Om du inte är säker om vad det betyder, eller inte vet hur du skall ansluta det - du måse då gå till [Patreon account settings page] (https://patreon.com/settings/account) och klicka på 'Connect to discord' knappen.
tr_tr: Discord hesabınız Patreon'a bağlı olmayabilir. Bunun ne anlama geldiğinden emin değilseniz veya nasıl bağlanacağınızı bilmiyorsanız - [Patreon hesap ayarları sayfasına] (https://patreon.com/settings/account) adresine gidin ve 'Bağlantı' butonuna tıklayın.
zh_cn: 你的discord账户可能未与Patreon连接。如果你并不明白或不知如何连接 - 你需要去 [Patreon account settings page] (https://patreon.com/settings/account) 然后点击'Connect to discord' 的按钮。
zh_tw: 您的Discord帳號可能未與Patreon帳戶連結。若您不確定，或不知道如何連結的話，請至您的[Patreon帳戶設定](https://patreon.com/settings/account)並點選'連節至Discord'按鈕。

# utility_clpa_fail_conn_title
source: Discord account not connected
es_es: Cuenta de Discord no conectada.
fr_fr: Le compte Discord n'est pas connecté
id_id: Akun Discord tidak terhubung
it_it: L'account discord non é connesso
ko_kr: 디스코드 계정이 연결되지 않았습니다
nb_no: Discord kontoen er ikke tilknyttet.
pt_br: Conta do discord não conectada
sv_se: Discord konto är icke ansluten.
tr_tr: Discord hesabı bağlı değil
zh_cn: Discord账号没有连接
zh_tw: 尚未連接Discord帳號

# utility_clpa_fail_sup
source: In order to be eligible for the reward, you must support the project on patreon. You can use {0} command to get the link.
es_es: Para elegir una recompensa, debes apoyar el proyecto en Patreon. Puedes usar el comando {0} para obtener el enlace.
fr_fr: Pour être éligible à la récompense, vous devez supporter le projet sur Patreon. Vous pouvez utiliser la commande {0} afin d'avoir le lien.
id_id: Untuk berhak mendapatkan hadiah, anda harus mendukung proyek di Patreon.
it_it: Per essere consono a ricevere premi, devi supportare il progetto su patreon. Puoi usare il comando {0} per ricevere il link.
ko_kr: 보상을 받을 수 있는 자격을 얻기 위해서는 Patreon에서 프로젝트를 후원해야 합니다. {0} 명령어를 이용해서 링크를 얻을 수 있습니다.
nb_no: For å være kvalifisert for belønning, må du støtte prosjektet på Patreon. Du kan bruke {0} kommandoen for å få link.
pt_br: Para poder receber recompensas, você deve dar suporte ao projeto no patreon. Você pode usar o comando {0} para receber o link.
sv_se: För att vara berättigad till priset så måste du stödja projektet på patreon. Du kan använda {0} kommandot för att få länken.
tr_tr: Ödül için uygun olabilmeniz için, projeyi patreon'da bağış yapmanız gerek. Bağlantıyı almak için {0} komutunu kullanabilirsiniz.
zh_cn: 你必须要在patreon赞助该项目才有资格领取奖励。你可以使用命令 {0} 取得网址。
zh_tw: 您必須要與Patreon連結您的Discord帳戶才符合領獎資格。您可以使用 {0} 指令來取得連結。

# utility_clpa_fail_sup_title
source: Not supporting
de_de: Keine Unterstützung
es_es: No apoyando
fr_fr: Ne supporte pas.
id_id: Tidak mendukung.
it_it: Non sta donando
ko_kr: 후원 중이지 않습니다
nb_no: Støttes ikke
pt_br: Não suportando
sv_se: Ingen stöd
tr_tr: Desteklemiyor
zh_cn: 无法支援
zh_tw: 無法支援

# utility_clpa_fail_wait
source: You have to wait a few hours after making your pledge, if you didn't, try again later.
de_de: Sie müssen ein paar Stunden warten nachdem sie ihre Unterstützung zusagenl, falls Sie das nicht getan haben, versuchen Sie es später erneut.
es_es: Tienes que esperar algunas horas después de hacer tu colaboración, sino, trata otra vez más tarde.
fr_fr: Vous devez attendre quelques heures après avoir fait votre engagement, si ce n'est pas le cas, réessayez plus tard.
id_id: Anda harus menunggu beberapa jam setelah memohon, jika anda tidak, cobalah nanti lagi.
it_it: Devi aspettare un po' di ore dopo aver donato, se non lo hai fatto, prova di nuovo piú tardi.
ko_kr: 후원을 한 후에 몇 시간을 기다려야합니다, 그렇지 않다면 나중에 다시 시도해주세요.
nb_no: Du må vente noen timer etter du har gitt ditt løfte. Prøv igjen om litt.
pt_br: Você deve esperar algumas horas depois de realizar seu pagamento. Se não o fez, tente novamente mais tarde.
sv_se: Du måste vänta några timmer efter din pledge, om du inte har gjort det, prova igen senare.
tr_tr: Bağış yaptıktan sonra birkaç saat beklemek zorundasınız, yapmadıysanız, daha sonra tekrar deneyin.
zh_cn: 你需要在赞助了之后等几个小时。如果你没有，请稍后再试。
zh_tw: 贊助完畢後需要等待數小時等資訊入系統，還請稍後再嘗試。

# utility_clpa_fail_wait_title
source: Wait some time
es_es: Espera un tiempo
fr_fr: Attendez quelque temps
id_id: Tunggulah sebentar.
it_it: Aspetta un po' di tempo
ko_kr: 잠시만 기다려주세요
nb_no: Vent litt.
pt_br: Espere um momento
sv_se: Vänta en stund
tr_tr: Biraz bekleyin
zh_cn: 稍等片刻
zh_tw: 請稍等

# utility_clpa_success
source: You've received {0} Thanks for supporting the project!
es_es: Has recibido {0} ¡Gracias por apoyar el proyecto!
fr_fr: Vous avez reçu {0}. Merci de supporter le projet!
id_id: Anda telah menerima {0}. Terima kasih untuk mendukung proyek ini!
it_it: Hai ricevuto {0} ringraziamenti per il supporto del progetto!
ko_kr: {0}을(를) 받았습니다. 프로젝트를 후원 해주셔서 감사합니다!
nb_no: Du har mottatt {0}. Takk for at du støtter prosjektet!
pl_pl: Otrzymałeś {0}. Dziękujemy, że wspierasz projekt!
pt_br: Você recebeu {0} Obrigado por dar suporte ao projeto!
sv_se: Du har mottagit {0} Tack för att du har stödjat projektet!
tr_tr: {0} Projeyi desteklediğiniz için teşekkürlerimizi aldınız!
zh_cn: 您已领取 {0} 。感谢您支持该项目！
zh_tw: 您因贊助了此專案而獲得了{0}!

# utility_clpa_too_early
source: Rewards can be claimed on or after 5th of each month.
es_es: Las recompensas pueden ser reclamadas el día 5 de cada mes.
fr_fr: Les récompenses peuvent être réclamés le 5e du mois ou après.
id_id: Hadiah bisa diambil saat atau setelah tanggal 5 dari setiap bulan.
it_it: I premi possono essere richiesti dal 5 di ogni mese
ko_kr: 보상은 매 달 5일에 요구 할 수 있습니다.
nb_no: Belønninger kan bare hevdes fra og med den 5. dagen i måneden.
pt_br: Recompensas podem ser reivindicadas no ou a partir do 5° dia de cada mês
sv_se: Pris kan bli hävdad på eller efter femte av varje månad.
tr_tr: Ödüller, her ayın 5'inde veya sonrasında talep edilebilir.
zh_cn: 奖励只能在每月五号或五号后才能领取。
zh_tw: 獎勵可於每月5日之後領取。

# searches_url
source: Url
es_es: Enlace
he_il: קישור
sr_cyrl_rs: Линк
zh_cn: 链接
zh_tw: 連結

# utility_shard
source: Shard
es_es: Fragmento.
id_id: Pecahan
it_it: Frammento
sr_cyrl_rs: Шард
zh_cn: 分片

# music_id
source: Id
he_il: זהוי
sr_cyrl_rs: ИД
tr_tr: Kimlik
zh_tw: 代號

# searches_height_weight_val
source: {0}m/{1}kg
he_il: {0}מ'/{1}ק"ג
sr_cyrl_rs: {0}м/{1}кг
