Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# help_server_permission
source: Requires {0} server permission.
de_de: Benötigt Serverrecht {0}.
es_es: Requiere {0} permisos del servidor
fr_fr: Permission serveur {0} requise.
he_il: נדרשת {0} רשות השרת.
id_id: Memerlukan izin {0} server.
it_it: Richiede il permesso {0} del server.
ko_kr: 서버의 {0} 권한이 필요합니다.
nb_no: Krever {0} servertillatelse.
pl_pl: Wymaga {0} uprawnień na serwerze.
pt_br: Requer a permissão {0} do servidor.
sr_cyrl_rs: Захтева {0} дозволу на серверу.
sv_se: Kräver {0} server tillåtelse.
tr_tr: {0} sunucu izni gerektirir.
zh_cn: 需要{0}服务器权限。
zh_tw: 需要 {0} 伺服器權限。

# help_table_of_contents
source: Table of contents
de_de: Inhaltsverzeichnis
es_es: Tabla de contenidos
fr_fr: Table des matières
he_il: תוכן העניינים
id_id: Daftar isi
it_it: Tabella dei contenuti
ko_kr: 목차
nb_no: Innholdsfortegnelse
pl_pl: Spis treści
pt_br: Tabela de Conteúdo
sr_cyrl_rs: Садржај
sv_se: Innehållsförteckning
tr_tr: İçindekiler
zh_cn: 目录
zh_tw: 目錄

# help_usage
source: Usage
de_de: Verwendung
es_es: Uso
he_il: נוהג
id_id: Penggunaan
it_it: Uso
ko_kr: 사용법
nb_no: Bruk
pl_pl: Użycie
pt_br: Modo de uso
sr_cyrl_rs: Упутство
sv_se: Användning
tr_tr: Kullanım
zh_cn: 用法
zh_tw: 使用方式

# nsfw_autohentai_started
source: Autohentai started. Reposting every {0}s with one of the following tags: {1}
de_de: Autohentai wurde gestartet. Es wird alle {0} Sekunden etwas mit einem der folgenden Stichwörtern gepostet: {1}
es_es: Hentai automático iniciado. Publicando cada {0}s con los siguientes tags: {1}
fr_fr: Autohentai commencé. Publie toutes les {0}s avec l'un des tags suivants: {1}
he_il: הנטאי אוטומטי התחיל. פורסים מחדש כל {0}ש עם אחד מהתגים הבאים: {1}
id_id: Autohentai dimulai. Posting ulang setiap {0} detik dengan satu dari tanda berikut: {1}
it_it: Autohentai avviato. Ogni {0} secondi verrà postato qualcosa coi seguenti tag: {1}
ko_kr: Autohentai 기능이 활성화되었습니다. 다음의 태그와 함께 {0}초마다 사진이 올라옵니다. 태그 : {1}
nb_no: Autohentai startet. Poster hvert {0}s med følgende stikkord: {1}
pl_pl: Autohentai uaktywnione. Obrazki z jednym z tagów: {1} będą zamieszczane co {0} sekund.
pt_br: Autohentai iniciado. Repostando a cada {0}s com uma das seguintes tags: {1}
sr_cyrl_rs: Аутохентаи започет. Постоваћу сваких {0} сек. користећи један од следећих тагова: {1}
sv_se: Auto hentai startad. Svarar varje {0}s med en av följande taggar: {1}
tr_tr: Otomatik hentai başladı. Her {0} saniyede bir aşağıdaki etiketlerden biriyle yeniden yayınlanıyor: {1}
zh_cn: 自动hentai启动。 使用以下标记之一重新排列每个{0}： {1}
zh_tw: 啟動 Autohentai。每 {0} 秒發送一張含有以下標籤的圖片: {1}

# nsfw_tag
source: Tag
de_de: Stichwort
he_il: תג
id_id: Tanda
ko_kr: 태그
nb_no: Stikkord
sr_cyrl_rs: Таг
sv_se: Tagg
tr_tr: Etiket
zh_cn: 标签
zh_tw: 標籤

# gambling_animal_race
source: Animal race
de_de: Tierrennen
es_es: Carrera de animales
fr_fr: Course d'animaux
he_il: מרוץ בעלי חיים
id_id: Balap hewan
it_it: Gara degli animali
ko_kr: 동물 레이스
nb_no: Veddeløp med dyr
pl_pl: Wyścig zwierzaków
pt_br: Corrida de Animais
sr_cyrl_rs: Трка Животиња
sv_se: Djur Lopp
tr_tr: Hayvan yarışı
zh_cn: 动物竞赛
zh_tw: 動物賽跑

# gambling_animal_race_failed
source: Failed to start since there was not enough participants.
de_de: Das Rennen konnte nicht gestartet werden, da es nicht genügend Teilnehmer gibt.
es_es: No pude iniciar la carrera porque no hay suficientes participantes.
fr_fr: Pas assez de participants pour commencer.
he_il: נכשל להתחיל מכיוון שלא היו מספיק משתתפים.
id_id: Gagal memulai karena tidak cukup peserta.
it_it: Impossibile iniziare perché non ci sono abbastanza partecipanti.
ko_kr: 참가자가 충분히 없어서 시작하지 못했습니다.
nb_no: Kunne ikke starte siden det ikke var nok deltakere
pl_pl: Nie udało się zacząć wyścigu, ponieważ nie wzięła w nim udziału wystarczająca ilość osób.
pt_br: Falha ao iniciar, não houve participantes suficientes.
sr_cyrl_rs: Започињање трке није успело јер нема довољно учесника.
sv_se: Det gick inte att starta eftersom det inte fanns tillräckligt många deltagare.
tr_tr: Yeterli katılımcı olmadığından başlatılamadı.
zh_cn: 启动失败，因为没有足够的参与者。
zh_tw: 參賽者不足，無法開始比賽。

# gambling_animal_race_full
source: Race is full! Starting immediately.
de_de: Rennen ist voll! Startet sofort.
es_es: ¡Todo listo! ¡Allá vamos!
fr_fr: Suffisamment de participants ! La course commence.
he_il: המרוץ מלא! מתחיל מיד.
id_id: Balapan penuh!! Segera memulai.
it_it: La gara è piena! Inizio immediato.
ko_kr: 참가자가 모두 모였습니다! 즉시 시작하겠습니다.
nb_no: Løpet er fullt. Starter nå.
pl_pl: Wszystkie miejsca są zajęte! Wyścig zacznie się natychmiastowo.
pt_br: Corrida cheia! Começando imediatamente.
sr_cyrl_rs: Трка је пуна! Почиње одмах.
sv_se: Loppet är full! Startar omedelbart.
tr_tr: Yarış doldu! Derhal başlıyoruz.
zh_cn: 竞赛已满！ 立即开始。
zh_tw: 參賽者已滿! 立即開始比賽。

# gambling_animal_race_join
source: {0} joined as a {1}
de_de: {0} tritt als {1} bei
es_es: {0} entró como un {1}
fr_fr: {0} a rejoint sous la forme d'un {1}
he_il: {0} הצתרף כ{1}
id_id: {0} bergabung sebagai seekor {1}
it_it: {0} è entrato come {1}
ko_kr: {0}이(가) {1}(으)로 참가했습니다.
nb_no: {0} ble med som {1}
pl_pl: {0} dołączył jako {1}
pt_br: {0} juntou-se como {1}
sr_cyrl_rs: {0} се прикључио као {1}
sv_se: {0} gick med som en {1}
tr_tr: {0} bir {1} olarak katıldı
zh_cn: {0}加入为{1}
zh_tw: {0} 扮演為 {1}

# gambling_animal_race_join_bet
source: {0} joined as a {1} and bet {2}!
de_de: {0} tritt als {1} bei und wettete {2}!
es_es: {0} entró como un {1} y apostó {2}.
fr_fr: {0} a rejoint sous la forme d'un {1} et mise sur {2} !
he_il: {0} הצתרף כ{1} והימר {2}!
id_id: {0} bergabung sebagai seekor {1} dan bertaruh {2}!
it_it: {0} è entrato come {1} e ha scommesso {2}!
ko_kr: {0}님이 {1}(으)로 참가하였고, {2}을(를) 걸었습니다!
nb_no: {0} ble med som {1} og veddet {2}!
pl_pl: {0} dołączył jako {1} i założył się o {2}!
pt_br: {0} juntou-se como {1} e apostou {2}!
sr_cyrl_rs: {0} се прикључио као {1} и уложио {2}!
sv_se: {0} gick med som en {1} och satsa {2}!
tr_tr: {0} bir {1} olarak ve {2} bahisleriyle katıldı!
zh_cn: {0}加入为{1}，赌注{2}！
zh_tw: {0} 扮演為 {1} 並下注了 {2}!

# gambling_animal_race_join_instr
source: Type {0}jr to join the race.
de_de: Schreibe {0}jr um dem Rennen beizutreten.
es_es: Escribe {0}jr para entrar en la carrera.
fr_fr: Entrez {0}jr pour rejoindre la course.
he_il: תרשום jr{0} כדי להצתרף למרוץ.
id_id: Ketik {0}jr untuk mengikuti balapan.
it_it: Scrivi {0}jr per partecipare alla gara.
ko_kr: {0}jr을 입력해서 레이스에 참가합니다.
nb_no: Skriv {0}jr for og bli med i løpet.
pl_pl: Wpisz {0}jr aby wciąć udział w wyścigu.
pt_br: Digite {0}jr para juntar-se a corrida.
sr_cyrl_rs: Укуцај {0}jr да би се прикључио трци.
sv_se: Skriv {0}jr för att ansluta dig till loppet.
tr_tr: Yarışa katılmak için {0}jr yazın.
zh_cn: 输入{0} jr 以加入竞赛。
zh_tw: 輸入 {0}jr 來加入比賽。

# gambling_animal_race_starting
source: Starting in 20 seconds or when the room is full.
de_de: Starte in 20 Sekunden oder wenn der Raum voll ist.
es_es: Empezaremos en 20 segundos o cuando ya no haya lugar.
fr_fr: Début dans 20 secondes ou quand le nombre maximum de participants est atteint.
he_il: מתחיל ב20 שניות או מתי שהחדר מלא.
id_id: Dimulai dalam 20 detik atau ketika telah penuh.
it_it: Inizia tra 20 secondi o quando la stanza è piena.
ko_kr: 20초 동안 기다리거나, 방이 가득 차면 시작됩니다.
nb_no: Starter om 20 sekunder eller når rommet er fullt.
pl_pl: Zacznie się za 20 sekund albo gdy wszystkie miejsca będą zajęte.
pt_br: Iniciando em 20 segundos ou quando estiver completa.
sr_cyrl_rs: Почиње за 20 секунди или када је соба пуна.
sv_se: Börjar från inom 20 sekunder eller när rummet är fullt.
tr_tr: 20 saniye içinde veya oda dolu olduğunda başlayarak.
zh_cn: 在20内秒或当房间满后开始。
zh_tw: 比賽將於20秒後或參賽人數人滿時開始。

# gambling_animal_race_starting_with_x
source: Starting with {0} participants.
de_de: Starte mit {0} Teilnehmern.
es_es: Empezando con {0} participantes.
fr_fr: Début avec {0} participants.
he_il: מתחיל עם {0} משתתפים.
id_id: Memulai dengan {0} peserta.
it_it: Inizia con {0} partecipanti.
ko_kr: {0}명의 참가자와 함께 시작합니다.
nb_no: Starter med {0} deltakere.
pl_pl: Zaczyna z {0} uczestnikami.
pt_br: Iniciando com {0} participantes.
sr_cyrl_rs: Почиње са {0} учесника.
sv_se: Startar från och med {0} deltagare.
tr_tr: {0} katılımcı ile başlıyor.
zh_cn: {0}个参与者开始。
zh_tw: 比賽開始，共有 {0} 位參賽者。

# gambling_animal_race_won
source: {0} as {1} Won the race!
de_de: {0} hat als {1} das Rennen gewonnen!
es_es: {0} como un {1} ganó la carrera.
fr_fr: {0} sous la forme d'un {1} a gagné la course !
he_il: {0} כ{1} ניצח במרוץ!
id_id: {0} sebagai {1} Memenangkan balapan!
it_it: {0} come {1} Ha vinto la gara!
ko_kr: {0}이(가) {1}(으)로 레이스를 이겼습니다!
nb_no: {0} som {1} vant løpet!
pl_pl: {1} czyli {0} wygrał wyścig!
pt_br: {0} como {1} ganhou a corrida!
sr_cyrl_rs: {0} као {1} је победио!
sv_se: {0} som {1} Vann loppet!
tr_tr: {0} {1}. olarak yarışı kazandı!
zh_cn: {0}为{1}赢得竞赛！
zh_tw: 身為 {1} 的 {0} 贏得比賽!

# gambling_animal_race_won_money
source: {0} as {1} Won the race and {2}!
de_de: {0} hat als {1} das Rennen und {2} gewonnen!
es_es: {0} como un {1} ganó la carrera y {2}.
fr_fr: {0} sous la forme d'un {1} a gagné la course et {2}!
he_il: {0} כ{1} ניצח במרוץ ו{2}!
id_id: {0} sebagai {1} Memenangkan balapan dan {2}!
it_it: {0} come {1} Ha vinto la gara e {2}!
ko_kr: {0}이(가) {1}(으)로 레이스를 이겼고 {2}을(를) 획득했습니다!
nb_no: {0} som {1} vant løpet og {2}!
pl_pl: {1} czyli {0} wygrał wyścig i {2}!
pt_br: {0} como {1} ganhou a corrida e {2}!
sr_cyrl_rs: {0} као {1} је победио трку и освојио {2}!
sv_se: {0} som {1} Vann loppet och {2}!
tr_tr: {0} {1}. olarak yarışı kazandı ve {2} aldı!
zh_cn: 0}为{1}赢得竞赛，和赢得{2}！
zh_tw: 身為 {1} 的 {0} 贏得比賽並獲得 {2}!

# gambling_dice_invalid_number
source: Invalid number specified. You can roll {0}-{1} dice at once.
de_de: Ungültige Anzahl angegeben. Sie können {0}-{1} Würfel gleichzeitig Rollen.
es_es: Número especificado no válido. Puedes lanzar {0}-{1} dados a la vez.
fr_fr: Nombre spécifié invalide. Vous pouvez lancer de {0} à {1} dés à la fois.
he_il: המספר שצוין אינו חוקי. אתה יכול לגלגל {0}-{1} קוביות בבת אחת.
id_id: Angka tidak valid. Anda dapat melemparkan {0}-{1} dadu bersamaan.
it_it: Numero specificato invalido. Puoi tirare {0}-{1} dadi alla volta.
ko_kr: 유효하지 않은 숫자입니다. 한번에 {0}-{1}개의 주사위를 던질 수 있습니다.
nb_no: Ugyldig nummer spesifisert. Du kan rulle {0}-{1} terninger på en gang.
pl_pl: Użyty numer jest niepoprawny. Możesz rzucić {0}-{1} kośćmi na raz
pt_br: Número especificado inválido. Você pode rolar {0}-{1} dados de uma vez.
sr_cyrl_rs: Неисправан број. Можете бацити {0}-{1} коцкица у исто време.
sv_se: Ogiltigt nummer specificerat. Du kan rulla {0}-{1} tärningar på en gång.
tr_tr: Geçersiz numara belirtildi. Bir kerede {0} - {1} zar atabilirsiniz.
zh_cn: 指定的数字无效。 您可以一次滚动{0} - {1}骰子。
zh_tw: 指定的數量無效。您可以一次骰 {0} ~ {1} 個骰子。

# gambling_dice_rolled
source: rolled {0}
de_de: würfelte {0}
es_es: sacaste {0}
fr_fr: tiré au sort {0}
he_il: גלגל {0}
id_id: mendapatkan {0}
it_it: Ha rollato {0}
ko_kr: 님이 {0}을(를) 굴렸습니다.
nb_no: rullet {0}
pl_pl: wyrzucono {0}
pt_br: rolou {0}
sr_cyrl_rs: је добио {0}
sv_se: rullade {0}
tr_tr: {0} çevirdi
zh_cn: 掷了{0}
zh_tw: 骰出了 {0}

# gambling_dice_rolled_num
source: Dice rolled: {0}
de_de: Würfel gerollt: {0}
es_es: Dado lanzado: {0}
fr_fr: Dés lancés: {0}
he_il: הקוביה גלגלה: {0}
id_id: Dadu yang dilemparkan: {0}
it_it: Dadi tirati: {0}
ko_kr: 주사위 결과: {0}
nb_no: Terning rullet: {0}
pl_pl: Wyrzucone kostki: {0}
pt_br: Dados rolados: {0}
sr_cyrl_rs: Коцкица бачена: {0}
sv_se: Tärningar rullade: {0}
tr_tr: Zar atıldı: {0}
zh_cn: 掷骰子：{0}
zh_tw: 骰子數量: {0}

# gambling_race_failed_starting
source: Failed starting the race. Another race is probably running.
de_de: Das Rennen konnte nicht gestartet werden. Ein anderes Rennen läuft wahrscheinlich.
es_es: No pude iniciar la carrera. Probablemente otra está en curso.
fr_fr: Le lancement de la course a échoué. Une autre course doit probablement être en cours.
he_il: נכשל להתחיל את המרוץ. יכול להיות שמרוץ אחר כבר פעיל.
id_id: Gagal memulai balapan. Balapan lain mungkin sedang berlangsung.
it_it: Fallito a iniziare la gara. Un'altra gara è probabilmente in corso.
ko_kr: 레이스 시작에 실패했습니다. 다른 레이스가 진행중입니다.
nb_no: Kunne ikke starte løpet. Et annet løp er sannsynligvis igang.
pl_pl: Nie można zacząć wyścigu. Prawdopodobnie inny wyścig jest już aktywny.
pt_br: Falha ao iniciar a corrida. Outra corrida provavelmente está em andamento.
sr_cyrl_rs: Неуспешно започињање партије. Друга трка је вероватно у току.
sv_se: Misslyckades att starta loppet. Ett annat lopp är förmodligen igång.
tr_tr: Yarış başlatılamadı. Muhtemelen başka bir yarış çalışıyor.
zh_cn: 竞赛启动失败。 另一个比赛可能正在运行。
zh_tw: 無法開始比賽。另一個比賽可能正在進行中。

# gambling_race_not_exist
source: No race exists on this server
de_de: Es gibt kein Rennen auf diesem Server
es_es: No hay carrera en este servidor.
fr_fr: Aucune course n'existe sur ce serveur.
he_il: אין מרוץ קיים ברשת הזאת.
id_id: Tidak ada balapan di server ini
it_it: Nessuna gara esistente su questo server.
ko_kr: 이 서버에 레이스가 존재하지 않습니다.
nb_no: Ingen løp eksisterer på denne serveren
pl_pl: Żaden wyścig nie jest aktywny na tym serwerze.
pt_br: Nenhuma raça existe neste servidor.
sr_cyrl_rs: Не постоји трка на овом серверу.
sv_se: Inget lopp finns på denna server
tr_tr: Bu sunucuda yarış yok
zh_cn: 此服务器上不存在竞赛
zh_tw: 此伺服器上沒有競賽

# gambling_second_larger_than_first
source: Second number must be larger than the first one.
de_de: Die zweite Zahl muss größer als die erste sein.
es_es: El segundo número debe ser más largo que el primero.
fr_fr: Le deuxième nombre doit être plus grand que le premier.
he_il: המספר השני חייב להיות גדול יותר מהמספר הראשון.
id_id: Angka kedua harus lebih besar daripada angka pertama.
it_it: Il secondo numero dev'essere maggiore del primo.
ko_kr: 두번째 숫자는 첫번째 숫자보다 큰 숫자여야 합니다.
nb_no: Det andre tallet må være større enn det første
pl_pl: Drugi numer musi być większy od pierwszego.
pt_br: O segundo número deve ser maior que o primeiro.
sr_cyrl_rs: Други број мора бити већи од првог.
sv_se: Andra numret måste vara större än den första.
tr_tr: İkinci numara birinciden büyük olmalıdır.
zh_cn: 第二个数字必须大于第一个数字。
zh_tw: 第二個數字必須大於前者。

# gambling_changes_of_heart
source: Changes of heart
de_de: Sinneswandel
es_es: Cambios de opinión
fr_fr: Changements d'avis
he_il: שינויים של הלב
id_id: Perubahan hati
it_it: Cambi di cuore
ko_kr: 마음의 변화
nb_no: Ombestemmelser
pl_pl: Zmiany serca
pt_br: Mudanças de ideia
sr_cyrl_rs: Промена Осећања
sv_se: Ändring av hjärta
tr_tr: Aşkı değişti
zh_cn: 爱被改变
zh_tw: 變心次數

# gambling_claimed_by
source: Claimed by
de_de: Beansprucht von
es_es: Reclamado por
fr_fr: Revendiquée par
he_il: נתבע על ידי
id_id: Diklaim oleh
it_it: Rivendicato da
ko_kr: 요구한 사람
nb_no: Hevdet av
pl_pl: Zdobyta przez
pt_br: Reivindicado por
sr_cyrl_rs: Присвојена од стране
sv_se: Anspråk av
tr_tr: tarafından talip talep etti.
zh_cn: 声称
zh_tw: 契身約者

# gambling_divorces
source: Divorces
de_de: Scheidungen
es_es: Divorcios
he_il: גירושים
id_id: Perceraian
it_it: Divorziati
ko_kr: 이혼
nb_no: Skilsmisser
pl_pl: Rozwody
pt_br: Divórcios
sr_cyrl_rs: Развода
sv_se: Skilsmässor
tr_tr: Boşandı
zh_cn: 离婚
zh_tw: 離婚次數

# gambling_likes
source: Likes
de_de: Mag
es_es: Le gusta
fr_fr: Aime
he_il: מחבב
id_id: Suka
it_it: Piace
ko_kr: 좋아하는 사람
nb_no: Liker
pl_pl: Lubi
pt_br: Gosta de
sr_cyrl_rs: Свиђа јој се
sv_se: Gillar
tr_tr: Beğendi
zh_cn: 喜欢
zh_tw: 暗戀著

# gambling_price
source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix
he_il: מחיר
id_id: Harga
it_it: Prezzo
ko_kr: 값
nb_no: Pris
pl_pl: Cena
pt_br: Preço
sr_cyrl_rs: Цена
sv_se: Pris
tr_tr: Fiyat
zh_cn: 价钱
zh_tw: 贖身價格

# gambling_waifus_none
source: No waifus have been claimed yet.
de_de: Keine Waifus wurden bisher beansprucht.
es_es: Ninguna waifu ha sido reclamada aún.
fr_fr: Aucune waifu n'a été revendiquée pour l'instant.
he_il: שום וואיפוס נתבעו עדיין.
id_id: Tidak ada waifu yang belum diklaim.
it_it: Nessuna waifu è stata rivendicata.
ko_kr: 아무 와이프도 요청되지 않았습니다.
nb_no: Ingen waifus har blitt hevdet enda.
pl_pl: Nie zdobyłeś jeszcze żadnej waifu.
pt_br: Nenhuma waifu foi reivindicada ainda.
sr_cyrl_rs: Ниједна waifu још није присвојена.
sv_se: Inga waifus har blivit tagna hittls.
tr_tr: Henüz hiçbir talep de bulunulmadı.
zh_cn: 没有waifus被要求。
zh_tw: 還沒有任何人擄獲任何對象。

# gambling_waifus_top_waifus
source: Top Waifus
es_es: Top de waifus
he_il: וואיפוס ראשיות
id_id: Top Waifu
it_it: Classifica delle waifu
ko_kr: 최고의 와이프
nb_no: Topp Waifus
pl_pl: Ranking
sr_cyrl_rs: Најбоље Waifu
tr_tr: En İyi Talipler
zh_cn: 最佳Waifus
zh_tw: 最佳對象

# gambling_waifu_affinity_already
source: your affinity is already set to that waifu or you're trying to remove your affinity while not having one.
de_de: Ihre Neigung ist bereits zu dieser Waifu gesetzt oder Sie versuchsen Ihre Neigung zu entfernen während Sie keine gesetzt haben.
es_es: tu afinidad ya ha sido configurada hacia esa waifu o intentas remover tu afinidad sin tenerla.
fr_fr: Votre affinité est déjà liée à cette waifu ou vous êtes en train de retirer votre affinité avec quelqu'un alors que vous n'en possédez pas.
he_il: הזיקה שלך כבר מוגדרת לוואיפו הזאת או שאתה מנסה להסיר את ההזיקה שלך בזמן שאין לך אחת.
id_id: Afinitas anda sudah ditetapkan ke waifu tersebut atau anda sedang mencoba menghilangkan afinitas tanpa mempunyainya.
it_it: La tua affinità è già stabilita a quella waifu oppure stai cercando di rimuovere la tua affinità mentre non ne hai una.
ko_kr: 당신의 친밀감이 이미 그 와이프로 설정 되었거나 당신에게 친밀감이 없는 상태의 와이프에게 친밀감 삭제를 시도했습니다.
nb_no: Din affinitet er allerede satt til den waifuen eller så prøver du å fjerne din egen affinitet uten å ha en.
pt_br: Sua afinidade já foi definida para essa waifu ou você está tentando remover sua afinidade sem ter uma.
sr_cyrl_rs: твој афинитет је већ постављен на ту waifu или покушаваш да обришеш афинитет који не постоји.
sv_se: din affinitet är redan inställd på den waifun eller så försöker du att ta bort din affinitet utan att ha en.
tr_tr: Çekiminiz zaten o talip ayarlıyken veya çekim yapmadığınız halde çekimliliğinizi kaldırmaya çalışıyorsunuz.
zh_cn: 您的兴趣已设置为该waifu，或者您尝试在没有兴趣的情况下删除您的兴趣。
zh_tw: 您的暗戀目標已經是該對象，或是您在沒有暗戀對象下嘗試取消暗戀對象。

# gambling_waifu_affinity_changed
source: changed their affinity from {0} to {1}. *This is morally questionable.*🤔
de_de: hat seine Neigung von {0} zu {1} geändert. *Das ist moralisch nicht vertretbar.*🤔
es_es: cambió su afinidad de {0} a {1}. *Esto es moralmente cuestionable.* 🤔
fr_fr: Affinités changées de de {0} à {1}. *C'est moralement discutable.* 🤔
he_il: שינה את הזיקה שלהם מ{0} ל{1} *זה מפקפק באופן מוסרי.* 🤔
id_id: Mengubah afinitas mereka dari {0} ke {1} *Ini dapat ditanyakan moralitasnya.* 🤔
it_it: ha cambiato la sua affinità da {0} a {1}. *È moralmente questionabile.*🤔
ko_kr: 친밀감이 {0}에서 {1}(으)로 변경되었습니다. *도덕성이 의심스럽습니다.*🤔
nb_no: byttet affinitet fra {0} til {1}. *Dette er moralsk tvilsomt.*
pl_pl: lubi teraz {0} zamiast {1}. *Czy to aby na pewno moralne?*
pt_br: Mudou a afinidade de {0} para {1}. *Isto é moralmente questionável.*🤔
sr_cyrl_rs: променили су афинитет са {0} на {1}.
sv_se: ändrat sin affinitet från {0} till {1}. * Detta är moraliskt tveksamt. * 🤔
tr_tr: Bağlılıkları {0}'dan {1}'e değiştirildi. *Bu ahlaki açıdan sorgulanabilir.*🤔
zh_cn: 将把兴趣从{0}更改为{1}。 *这在道德上是有问题的*🤔
zh_tw: 已將暗戀者 {0} 變更為 {1}。 *這是一個值得沈思的道德問題*🤔

# gambling_waifu_affinity_cooldown
source: You must wait {0} hours and {1} minutes in order to change your affinity again.
de_de: Sie müssen {0} Stunden und {1} Minuten warten bevor Sie Ihre Neigung ändern können.
es_es: Debes esperar {0} horas y {1} minutos para cambair tu afinidad otra vez.
fr_fr: Vous devez attendre {0} heures et {1} minutes avant de pouvoir changer de nouveau votre affinité.
he_il: אתה חייב לחכות {0} שעות ו{1} דקות כדי לשנות את הזיקה שלך עוד פעם.
id_id: Anda harus menunggu {0} jam dan {1} menit untuk mengubah afinitas anda lagi.
it_it: Devi aspettare {0} ore e {1} minuti prima di poter cambiare di nuovo la tua affinità.
ko_kr: 친밀감을 다시 바꾸기 위해서는 {0}시간 {1}분을 기다려야합니다.
nb_no: Du må vente {0} timer og {1} minutt for å bytte affinitet igjen.
pl_pl: Musisz poczekać {0} godzin i {1} minut aby zmienić swój obiekt westchnień.
pt_br: Você deve esperar {0} horas e {1} minutos para mudar sua afinidade de novo.
sr_cyrl_rs: Морате сачекати {0} сати и {1} минута да поново промените афинитет.
sv_se: Du måste vänta {0} timmar och {1} minuter för att byta affinitet igen.
tr_tr: Benzeşimini tekrar değiştirmek için {0} saat ve {1} dakika beklemelisiniz.
zh_cn: 您必须等待{0}小时和{1}分钟才能再次更改您的兴趣。
zh_tw: 您必须等待 {0} 小時 {1} 分鐘才能再次變更您的暗戀者。

# gambling_waifu_affinity_reset
source: Your affinity is reset. You no longer have a person you like.
de_de: Ihre Neigung wurde zurückgesetzt. Sie haben keine Person mehr die Sie mögen.
es_es: Tu afinidad ha sido reiniciada. Ya no tienes una persona que te guste.
fr_fr: Votre affinité a été réinitialisée. Vous n'aimez plus personne désormais.
he_il: הזיקה שלך אופסה. אין לך יותר אדם שאתה מחבב.
id_id: Afinitas anda telah diulang. Anda tidak lagi memiliki seseorang yang anda sukai.
it_it: La tua affinità è stata reimpostata. Non ti piace più nessuno.
ko_kr: 당신의 친밀감은 초기화되었습니다. 당신이 좋아하는 사람은 더 이상 없습니다.
nb_no: Affiniteten din er tilbakestillt. Du liker ingen.
pt_br: Sua afinidade foi reiniciada. Você não possui mas alguém que você goste.
sr_cyrl_rs: Твој афинитет је ресетован, Више немаш особу која ти се свиђа.
sv_se: Din affinitet återställs. Du har inte en person som du gillar längre.
tr_tr: Benzeşim sıfırlandı. Artık sevdiğin bir insana sahip değilsin.
zh_cn: 您的兴趣已重置。 你不再有你喜欢的人。
zh_tw: 你已經不再暗戀任何人。

# gambling_waifu_affinity_set
source: wants to be {0}'s waifu. Aww <3
de_de: will {0}s Waifu sein. Aww <3
es_es: quiere ser la waifu de {0}. Aww <3
fr_fr: veut être la waifu de {0}. Aww <3
he_il: רוצה להיות וואיפו של {0}. אוו 3>
id_id: ingin menjadi waifu si {0}. Aww <3
it_it: vuole essere la waifu di {0}. Aww <3
ko_kr: 님이 {0}의 와이프가 되고싶어합니다.
nb_no: ønsker å bli {0} sin waifu. Aww <3
pl_pl: chce być zdobyta przez {0}. Aww <3
pt_br: quer ser a waifu de {0}. Aww <3
sr_cyrl_rs: хоће да буде waifu од {0}
sv_se: vill vara {0}s waifu. Aww <3
tr_tr: {0} 'ın talip olmasını istiyor. Aww <3
zh_cn: 想成为{0}的waifu。哇非常可爱<3
zh_tw: 想要成為 {0} 的後宮。 嗚挖~ <3

# gambling_waifu_claimed
source: claimed {0} as their waifu for {1}!
de_de: hat {0} als seine/Ihre Waifu für {1} beansprucht!
es_es: reclamó a {0} como su waifu por {1}
fr_fr: a revendiqué {0} comme sa waifu pour {1}!
he_il: תבע {0} כהוואיפו שלהם בשביל {1}!
id_id: mengklaim {0} sebagai waifu dia seharga {1}!
it_it: ha rivendicato {0} come la sua waifu per {1}!
ko_kr: 님이 {1}에 {0}님을 와이프로 요구했습니다.
nb_no: hevdet {0} som sin waifu for {1}!
pl_pl: zdobył waifu {0} za {1}!
pt_br: clamou {0} como sua waifu por {1}!
sr_cyrl_rs: је присвојио {0} као своју waifu за {1}!
sv_se: har tagit {0} som deras waifu för {1}!
tr_tr: {1} için kendi talibi olarak {0} iddiasında bulundu!
zh_cn: 声明{0}为他的waifu，花了{1}！
zh_tw: 花了 {1} 將 {0} 收為後宮!
