Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# permissions_rx_disable
source: Disabled usage of {0} {1} for {2} role.
de_de: Benutzung von {0} {1} wurde für Rolle {2} verboten.
es_es: Desactivado el uso de {0} {1} para el rol {2}.
fr_fr: Désactivation: {1} {0} pour le rôle {2}.
id_id: Menonaktifkan pemakaian pada {0} {1} untuk peran {2}.
it_it: Disabilitato l'uso di {0} {1} per il ruolo {2}.
ko_kr: {2} 역할에 대한 {0} {1}의 사용을 비활성화했습니다.
nb_no: Deaktivert bruk av {0} {1} for {2} rollen.
pl_pl: Wyłączono użycie {0} {1} dla roli {2}.
pt_br: Desabilitado o uso de {0} {1} para o cargo {2}.
sr_cyrl_rs: Искључено коришћење {0} {1} за {2} ролу.
sv_se: Avaktiverat användning av {0} {1} för {2} rollen.
tr_tr: {2} rolü için {0} {1} kullanımını devre dışı bırakıldı.
zh_cn: 禁止{2}身份使用{0} {1}。
zh_tw: 禁止{2}身份組執行{0} {1}。

# permissions_rx_enable
source: Enabled usage of {0} {1} for {2} role.
de_de: Benutzung von {0} {1} wurde für Rolle {2} erlaubt.
es_es: Activado el uso de {0} {1} para el rol {2}.
fr_fr: Activation: {1} {0} pour le rôle {2}.
id_id: Mengaktifkan pemakaian pada {0} {1} untuk peran {2}.
it_it: Abilitato l'uso di {0} {1} per il ruolo {2}.
ko_kr: {2} 역할에 대한 {0} {1}의 사용을 활성화했습니다.
nb_no: Aktivert bruk av {0} {1} for {2} rollen.
pl_pl: Włączono użycie {0} {1} dla roli {2}.
pt_br: Habilitado o uso de {0} {1} para o cargo {2}.
sr_cyrl_rs: Укључено коришћење {0} {1} за {2} ролу.
sv_se: Aktiverat användning av {0} {1} för {2} rollen.
tr_tr: {2} rolü için {0} {1} kullanımını etkinleştirildi.
zh_cn: 允许{2}身份使用{0} {1}。
zh_tw: 開放{2}身份組執行{0} {1}。

# permissions_sec
source: sec.
de_de: sek.
es_es: seg.
ko_kr: 초.
nb_no: sek.
pl_pl: sek.
sr_cyrl_rs: сек.
sv_se: sek.
tr_tr: sn.
zh_cn: 秒
zh_tw: 秒

# permissions_sx_disable
source: Disabled usage of {0} {1} on this server.
de_de: Benutzung von {0} {1} wurde für diesen Server verboten.
es_es: Desactivado el uso de {0} {1} en este servidor.
fr_fr: Désactivation: {1} {0} sur tout le serveur.
id_id: Menonaktifkan pemakaian dari {0} {1} pada server ini.
it_it: Disabilitato l'utilizzo di {0} {1} in questo server
ko_kr: 이 서버에서 {0} {1}의 사용을 비활성화했습니다.
nb_no: Deaktivert bruk av {0} {1} på denne serveren.
pl_pl: Wyłączono użycie {0} {1} na tym serwerze.
pt_br: Desabilitado o uso de {0} {1} nesse servidor.
sr_cyrl_rs: Искључено коришћење {0} {1} на овом серверу.
sv_se: Avaktiverat användning av {0} {1} på denna server.
tr_tr: Bu sunucuda {0} {1} kullanımını devre dışı bırakıldı.
zh_cn: 此服务器上的{0} {1}已被禁止使用。
zh_tw: 禁止在此服务器上執行{0} {1}。

# permissions_sx_enable
source: Enabled usage of {0} {1} on this server.
de_de: Benutzung von {0} {1} wurde für diesen Server erlaubt.
es_es: Activado el uso de {0} {1} en este servidor.
fr_fr: Activation: {1} {0} sur tout le serveur.
id_id: Mengaktifkan pemakaian dari {0} {1} pada server ini.
it_it: Abilitato l'utilizzo di {0} {1} in questo server
ko_kr: 이 서버에서 {0} {1}의 사용을 활성화했습니다.
nb_no: Aktivert bruk av {0} {1} på denne serveren.
pl_pl: Włączono użycie {0} {1} na tym serwerze.
pt_br: Habilitado o uso de {0} {1} nesse servidor.
sr_cyrl_rs: Укључено коришћење {0} {1} на овом серверу.
sv_se: Aktiverat användning av {0} {1} på denna server.
tr_tr: Bu sunucuda {0} {1} kullanımı etkinleştirildi.
zh_cn: 此服务器上的{0} {1}已被允许使用。
zh_tw: 開放在此服务器上執行{0} {1}。

# permissions_unblacklisted
source: Unblacklisted {0} with ID {1}
de_de: {0} mit ID {1} von Sperrliste entfernt
es_es: Removido de la lista negra a: {0} con la ID: {1}
fr_fr: Débanni {0} avec l'ID {1}
id_id: Menghapus {0} dengan ID {1} dari daftar hitam
it_it: Rimosso dalla lista nera {0} con l'ID {1}
ko_kr: {0} (ID {1} )님을 블랙리스트에서 해제하였습니다.
nb_no: Fjernet {0} med ID {1} fra svartelisten
pl_pl: Z czarnej listy usunięto użytkownika {0} z ID {1}
pt_br: {0} saiu da Lista Negra com o ID {1}
sr_cyrl_rs: {0} сa ИДем {1} је скинут са црне листе.
sv_se: Togbort {0} från svartlistan med ID {1}
tr_tr: {0} Kimliği {1} ile kara listeden kaldırıldı
zh_cn: ID为{1}的{0}从黑名单上移除
zh_tw: 從 {0} 黑名單上移除 ID {1}

# permissions_uneditable
source: uneditable
de_de: Nicht editierbar
es_es: ineditable
fr_fr: Non modifiable
id_id: tidak dapat diganti
it_it: non modificabile
ko_kr: 수정불가
nb_no: uredigerbar
pl_pl: nie do edytowania
pt_br: não editável
sr_cyrl_rs: неизмењиво
sv_se: oredigerbar
tr_tr: düzenlenemez
zh_cn: 不可编辑
zh_tw: 不可編輯

# permissions_ux_disable
source: Disabled usage of {0} {1} for {2} user.
de_de: Benutzung von {0} {1} wurde für Benutzer {2} verboten.
es_es: Desactivado el uso de {0} {1} para el usuario {2}.
fr_fr: Désactivation: {1} {0} pour l'utilisateur {2}.
id_id: Menonaktifkan pemakaian dari {0} {1} untuk {2} pengguna.
it_it: Disabilitato l'uso di {0} {1} per l'utente {2}.
ko_kr: {2} 사용자의 {0} {1}의 사용을 비활성화했습니다.
nb_no: Deaktivert bruk av {0} {1} for {2} bruker.
pl_pl: Wyłączono użycie {0} {1} dla użytkownika {2}.
pt_br: Desabilitado o uso de {0} {1} para o usuário {2}.
sr_cyrl_rs: Искључено коришћење {0} {1} за {2} корисника.
sv_se: Avaktiverat användning av {0} {1} för {2} användare.
tr_tr: {2} kullanıcısı için {0} {1} kullanımı devre dışı bırakıldı.
zh_cn: {2}用户的{0} {1}已被禁止使用。
zh_tw: 禁止 {2} 成員執行 {0} {1}。

# permissions_ux_enable
source: Enabled usage of {0} {1} for {2} user.
de_de: Benutzung von {0} {1} wurde für Benutzer {2} erlaubt.
es_es: Activado el uso de {0} {1} para el usuario {2}.
fr_fr: Activation: {1} {0} pour l'utilisateur {2}.
id_id: Mengaktifkan pemakaian dari {0} {1} untuk {2} pengguna.
it_it: Abilitato l'uso di {0} {1} per l'utente {2}.
ko_kr: {2} 사용자의 {0} {1}의 사용을 활성화했습니다.
nb_no: Aktivert bruk av {0} {1} for {2} bruker.
pl_pl: Włączono użycie {0} {1} dla użytkownika {2}.
pt_br: Habilitado o uso de {0} {1} para o usuário {2}.
sr_cyrl_rs: Укључено коришћење {0} {1} за {2} корисника.
sv_se: Aktiverat användning av {0} {1} för {2} användare.
tr_tr: {2} kullanıcısı için {0} {1} kullanımı etkinleştirildi.
zh_cn: {2}用户的{0} {1}已允许使用。
zh_tw: 開放 {2} 成員執行 {0} {1}。

# permissions_verbose_false
source: I will no longer show permission warnings.
de_de: Ich werde keine Warnungen für Rechte mehr anzeigen.
es_es: No mostraré más advertencias de permisos.
fr_fr: Je n'afficherai plus les avertissements des permissions.
id_id: Saya tidak akan lagi memperlihatkan izin peringatan.
it_it: Non mostreró piú avvisi sui permessi
ko_kr: 더 이상 권한 경고를 표시하지 않습니다.
nb_no: Jeg vil ikke lenger vise tillatelses-advarsler.
pl_pl: Nie będę więcej pokazywać ostrzeżeń dotyczących uprawnień.
pt_br: Não vou mais mostrar avisos de permissões.
sr_cyrl_rs: Више нећу приказивати упозорења за дозволе.
sv_se: Jag kommer inte länga visa behörighets varningar.
tr_tr: Artık izin uyarıları göstermeyeceğim.
zh_cn: 我将不再显示权限警告。
zh_tw: 我不再顯示權限警告。

# permissions_verbose_true
source: I will now show permission warnings.
de_de: Ich werde jetzt Warnungen für Rechte anzeigen.
es_es: Desde ahora mostraré las advertencias de permisos.
fr_fr: J'afficherai désormais les avertissements des permissions.
id_id: Sekarang saya akan memperlihatkan izin peringatan.
it_it: Ora mostreró gli avvisi sui permessi.
ko_kr: 앞으로 권한 경고를 표시합니다.
nb_no: Jeg vil nå vise tillatelses-advarsler.
pl_pl: Będę pokazywać ostrzeżenia dotyczące uprawnień.
pt_br: Vou passar a mostrar avisos de permissões.
sr_cyrl_rs: Од сада ћу приказивати упозорења за дозволе.
sv_se: Jag kommer nu visa behörighets varningar.
tr_tr: Şimdi izin uyarılarını göstereceğim.
zh_cn: 我现在将显示权限警告。
zh_tw: 我將會顯示權限警告。

# permissions_word_filter_channel_off
source: Word filtering disabled on this channel.
de_de: Filterung für Wörter in diesem Kanal deaktiviert.
es_es: Filtro de groserías desactivado en este canal.
fr_fr: Filtrage des mots désactivé sur ce salon.
id_id: Penyaringan kata pada channel ini dinonaktifkan.
it_it: Filtro delle parole disabilitato in questo canale.
ko_kr: 단어 필터링이 이 채널에서 비활성화되었습니다.
nb_no: Ord filtrering er deaktivert i denne kanalen.
pl_pl: Filtrowanie słów wyłączone na tym kanale.
pt_br: Filtragem de palavras desabilitada nesse canal.
sr_cyrl_rs: Филтрирање речи је угашено на овом каналу.
sv_se: Ord filtrering avaktiverat i denna kanal.
tr_tr: Bu kanalda kelime filtreleme devre dışı.
zh_cn: 此频道上的字过滤已停用。
zh_tw: 停用過濾此頻道文字。

# permissions_word_filter_channel_on
source: Word filtering enabled on this channel.
de_de: Filterung für Wörter in diesem Kanal aktiviert.
es_es: Filtro de groserías activado en este canal.
fr_fr: Filtrage des mots activé sur ce salon.
id_id: Penyaringan kata pada channel ini diaktifkan.
it_it: Filtro delle parole abilitato in questo canale.
ko_kr: 단어 필터링이 이 채널에서 활성화되었습니다.
nb_no: Ord filtrering aktivert på denne kanalen.
pl_pl: Filtrowanie słów włączone na tym kanale.
pt_br: Filtragem de palavras habilitada nesse canal.
sr_cyrl_rs: Филтрирање речи је упаљено на овом каналу.
sv_se: Ord filtrering aktiverat i denna kanal.
tr_tr: Bu kanalda kelime filtreleme etkin.
zh_cn: 此频道上的字过滤已启用。
zh_tw: 啟用過濾此頻道文字。

# permissions_word_filter_server_off
source: Word filtering disabled on this server.
de_de: Filterung für Wörter auf diesem Server deaktiviert.
es_es: Filtro de groserías desactivado en este servidor.
fr_fr: Filtrage des mots désactivé sur le serveur.
id_id: Penyaringan kata pada server ini dinonaktifkan.
it_it: Filtro delle parole disabilitato in questo server.
ko_kr: 단어 필터링이 이 서버에서 비활성화되었습니다.
nb_no: Ord filtrering deaktivert på denne serveren.
pl_pl: Filtrowanie słów wyłączone na tym serwerze.
pt_br: Filtragem de palavras desabilitada nesse servidor.
sr_cyrl_rs: Филтрирање речи је угашено на овом серверу.
sv_se: Ord filtrering avaktiverat på denna server.
tr_tr: Bu sunucuda kelime filtreleme özelliği devre dışı.
zh_cn: 此服务器上的字过滤已停用。
zh_tw: 停用過濾此伺服器文字。

# permissions_word_filter_server_on
source: Word filtering enabled on this server.
de_de: Filterung für Wörter auf diesem Server aktiviert.
es_es: Filtro de groserías activado en este servidor.
fr_fr: Filtrage des mots activé sur le serveur.
id_id: Penyaringan kata pada server ini diaktifkan.
it_it: Filtro delle parole abilitato in questo server.
ko_kr: 단어 필터링이 이 서버에서 활성화되었습니다.
nb_no: Ord filtrering aktivert på denne serveren.
pl_pl: Filtrowanie słów włączone na tym serwerze.
pt_br: Filtragem de palavras habilitada nesse servidor.
sr_cyrl_rs: Филтрирање речи је упаљено на овом серверу.
sv_se: Ord filtrering aktiverat på denna server.
tr_tr: Bu sunucuda kelime filtreleme özelliği etkin.
zh_cn: 此服务器上的字过滤已启用。
zh_tw: 啟用過濾此伺服器文字。

# searches_abilities
source: Abilities
de_de: Fähigkeiten
es_es: Habilidades
fr_fr: Capacités
id_id: Kemampuan
it_it: Abilità
ko_kr: 능력
nb_no: Ferdigheter
pl_pl: Zdolności
pt_br: Habilidades
sr_cyrl_rs: Моћи
sv_se: Förmågor
tr_tr: Yetenekler
zh_cn: 能力
zh_tw: 能力

# searches_anime_no_fav
source: No favorite anime yet
de_de: Keine favorisierten anime
es_es: No tiene anime favorito aún
fr_fr: Pas encore d'anime préféré
id_id: Belum ada anime favorit
it_it: Nessun anime preferito
ko_kr: 좋아하는 애니메이션이 없습니다.
nb_no: Ingen favoritt anime
pl_pl: Brak ulubionego anime
pt_br: Nenhum anime favorito ainda
sr_cyrl_rs: Нема омиљених анимеа.
sv_se: Ingen favoritanime än
tr_tr: Henüz favori anime yok
zh_cn: 没有最喜爱的动漫
zh_tw: 還沒有最喜歡的動畫

# searches_atl_ad_started
source: Started automatic translation of messages on this channel. User messages will be auto-deleted.
de_de: Startete die Automatische Übersetzung der Nachrichten auf diesem Kanal. Nachrichten von Benutzern werden automatisch gelöscht.
es_es: Iniciada la traducción automática de mensajes en este canal. Los mensajes del usuario serán eliminados automáticamente.
fr_fr: Traduction automatique des messages activée sur ce salon. Les messages utilisateurs vont désormais être supprimés.
id_id: Memulai terjemahan otomatis dari pesan di channel ini. Pesan pengguna akan otomatis dihapus.
it_it: Iniziata la traduzione automatica dei messaggi in questo canale. I messaggi degli utenti verranno automaticamente cancellati.
ko_kr: 이 채널 메시지의 자동번역을 시작합니다. 사용자의 메시지는 자동삭제 됩니다.
nb_no: Startet automatisk oversettelse av meldinger i denne kanalen. Bruker-meldinger vil bli slettet automatisk.
pl_pl: Zaczęto automatyczne tłumaczenie wiadomości na tym kanale. Wiadomości użytkowników będą automatycznie usuwane.
pt_br: Iniciada a tradução automática de mensagens nesse canal. As mensagens do usuário serão deletadas automaticamente.
sr_cyrl_rs: Започето аутоматско превођење порука у овом каналу. Поруке корисника ће бити аутоматски обрисане.
sv_se: Började automatisk översättning av meddelanden på denna kanal. Användarmeddelanden kommer att automatiskt tas bort.
tr_tr: Bu kanaldaki mesajların otomatik çevirisi başlatıldı. Kullanıcı mesajları otomatik olarak silinecek.
zh_cn: 开始自动翻译此频道上的消息。 用户消息将被自动删除。
zh_tw: 開始自動翻譯此頻道上的訊息。成員訊息將會被刪除。

# searches_atl_removed
source: your auto-translate language has been removed.
de_de: Ihre Automatische-Übersetzungs Sprache wurde entfernt.
es_es: tu lenguaje de traducción automática ha sido removido.
fr_fr: Votre langue de traduction à été supprimée.
he_il: הפרוש המידי שלך לשפה זאת הוסרה.
id_id: Terjemahan bahasa otomatis anda telah dicabut.
it_it: La tua traduzione automatica dei messaggi è stata rimossa.
ko_kr: 당신의 자동번역 언어가 제거되었습니다.
nb_no: Ditt automatisk oversatte språk er fjernet
pl_pl: twój auto-tłumaczący język został usunięty.
pt_br: A linguagem de tradução automática foi removida.
sr_cyrl_rs: твој језик ауто-превођења је обрисан.
sv_se: ditt automatiska översätta-språk har tagits bort.
tr_tr: Otomatik-çeviri diliniz kaldırıldı.
zh_cn: 您的自动翻译语言已删除。
zh_tw: 自動翻譯設定已移除。

# searches_atl_set
source: Your auto-translate language has been set to {0}>{1}
de_de: Ihre Automatische-Übersetzungs Sprache wurde zu {0}>{1} gesetzt
es_es: Tu lenguaje de traducción automática ha sido configurado a {0}>{1}
fr_fr: Votre langue de traduction a été changée de {0} à {1}
id_id: Terjemahan bahasa otomatis anda telah diset pada {0}>{1}
it_it: La tua traduzione automatica del linguaggio è stata impostata a {0}>{0}
ko_kr: 당신의 자동번역 언어가 {0}>{1}으(로) 설정되었습니다.
nb_no: Ditt automatisk oversatte språk er satt til {0}>{1}
pl_pl: twój auto-tłumaczący język został ustawiony {0}>{1}
pt_br: A linguagem de tradução automática foi definida de {0}>{1}
sr_cyrl_rs: Ваш језик за превођење је постављен од {0}>{1}
sv_se: ditt automatiska översätta-språk har blivit satt till {0}>{1}
tr_tr: Otomatik çevir diliniz {0}>{1} olarak ayarlandı.
zh_cn: 您的自动翻译语言已设置为{0}> {1}
zh_tw: 自動翻譯語言設定為 {0} > {1}

# searches_atl_started
source: Started automatic translation of messages on this channel.
de_de: Automatische Übersetzung der Nachrichten wurde auf diesem kanal gestartet.
es_es: Iniciada la traducción automática de mensajes en este canal.
fr_fr: Traduction automatique des messages commencée sur ce salon.
id_id: Memulai terjemahan otomatis dari pesan-pesan di channel ini.
it_it: Avviata traduzione automatica dei messaggi in questo canale.
ko_kr: 이 채널의 자동번역을 시작합니다.
nb_no: Startet automatisk oversettelse av meldinger i denne kanalen.
pl_pl: Zaczęto automatyczne tłumaczenie wiadomości na tym kanale.
pt_br: A tradução automática de mensagens foi ativada neste canal.
sr_cyrl_rs: Започето аутоматско превођење порука на овом каналу
sv_se: Började automatisk översättning av meddelanden på denna kanal.
tr_tr: Bu kanaldaki mesajların otomatik çevirisi başlatıldı.
zh_cn: 开始自动翻译此频道上的消息。
zh_tw: 開始自動翻譯此頻道上的訊息。

# searches_atl_stopped
source: Stopped automatic translation of messages on this channel.
de_de: Automatische Übersetzung der Nachrichten wurde auf diesem kanal gestoppt.
es_es: Detenida la traducción automática de mensajes en este canal.
fr_fr: Traduction automatique des messages arrêtée sur ce salon.
id_id: Menghentikan terjemahan otomatis dari pesan-pesan di channel ini.
it_it: Annullata traduzione automatica dei messaggi in questo canale.
ko_kr: 이 채널의 자동번역을 중지합니다.
nb_no: Stoppet automatisk oversettelse av meldinger i denne kanalen.
pl_pl: Zakończono automatyczne tłumaczenie wiadomości na tym kanale.
pt_br: A tradução automática de mensagens neste canal parou.
sr_cyrl_rs: Стопирано аутоматско превођење порука на овом каналу
sv_se: Stoppat automatisk översättning av meddelanden på denna kanal.
tr_tr: Bu kanaldaki mesajların otomatik çevirisini durduruldu.
zh_cn: 停止自动翻译此频道上的消息。
zh_tw: 停止自動翻譯此頻道上的訊息。

# searches_bad_input_format
source: Bad input format, or something went wrong.
de_de: Schlechtes Eingabeformat oder etwas lief schief.
es_es: Mal formato o algo salió mal.
fr_fr: Le format est invalide ou une erreur s'est produite.
id_id: Format input buruk, atau terjadi kesalahan.
it_it: Formato input errato o errore sconosciuto.
ko_kr: 올바르지 않은 입력 포맷이거나 무언가가 잘못되었습니다.
nb_no: Feil tilførings format, eller noe gikk galt
pl_pl: Złe dane wejściowe albo coś poszło nie tak.
pt_br: Entrada com má formatação ou algo deu errado.
sr_cyrl_rs: Није добар формат уноса, или нешто друго.
sv_se: Dålig inmatnings format, eller så gick något fel.
tr_tr: Bozuk giriş biçimi veya bir şeyler ters gitti.
zh_cn: 错误格式或出现错误。
zh_tw: 輸入格式錯誤，或是系統出問題了。

# searches_card_not_found
source: Couldn't find that card.
de_de: Konnte diese Karte nicht finden.
es_es: No encontré esa carta.
fr_fr: Impossible de trouver cette carte.
id_id: Tidak dapat menemukan kartu tersebut.
it_it: Non ho trovato quella carta.
ko_kr: 그 카드를 찾을 수 없습니다.
nb_no: Kunne ikke finne det kortet.
pl_pl: Nieznaleziono tej karty.
pt_br: Não consegui encontrar essa carta.
sr_cyrl_rs: Не могу да нађем ту карту.
sv_se: Kunde ej hitta det kortet.
tr_tr: Kartı bulamadım.
zh_cn: 找不到该卡。
zh_tw: 找不到該卡片

# searches_catfact
source: fact
de_de: fakt
es_es: hecho
fr_fr: fait
id_id: fakta
it_it: Curiosità
ko_kr: 사실
nb_no: fakta
pl_pl: fakt
pt_br: fato
sr_cyrl_rs: чињеница
sv_se: fakta
tr_tr: gerçek
zh_cn: 实
zh_tw: 小知識

# searches_chapters
source: Chapters
de_de: Kapitel
es_es: Capítulos
fr_fr: Chapitres
id_id: Bab
it_it: Capitoli
ko_kr: 챕터
nb_no: Kapittel
pl_pl: Rozdziały
pt_br: Capítulos
sr_cyrl_rs: Поглавља
sv_se: Kapitel
tr_tr: Bölümler
zh_cn: 章
zh_tw: 章節數

# searches_comic_number
source: Comic #
es_es: Cómic #
fr_fr: Bande dessinée #
id_id: Komik #
it_it: Fumetto #
ko_kr: 만화 #
nb_no: Tegneserie #
pl_pl: Komiks #
pt_br: HQ #
sr_cyrl_rs: Стрип #
sv_se: Serie #
tr_tr: Komik #
zh_cn: 漫画＃
zh_tw: 漫畫編號

# searches_compet_loses
source: Competitive losses
de_de: Verlorene Competitives
es_es: Pérdidas en competitivo
fr_fr: Parties compétitives perdues
id_id: Kekalahan kompetitif
it_it: Competitive perse
ko_kr: 경쟁전 패배
nb_no: Konkurerende tap
pl_pl: Przegrane rywalizacje
pt_br: Derrotas Competitivas
sr_cyrl_rs: Такмичарских партија изгубљено
sv_se: Kompetitiva Förluster
tr_tr: Rekabetçi kayıpları
zh_cn: 竞争模式失败次数
zh_tw: 競技敗場數

# searches_compet_played
source: Competitive played
de_de: Gespielte Competitives
es_es: Juegos en competitivo
fr_fr: Parties compétitives jouées
id_id: Kompetitif yang dimainkan
it_it: Competitive giocate
ko_kr: 경쟁전 플레이
nb_no: Konkurranser spillt
pl_pl: Grane rywalizacje
pt_br: Partidas Competitivas jogadas
sr_cyrl_rs: Такмичарских партија играно
sv_se: Kompetitiva Spelade
tr_tr: Rekabetçi oynadı
zh_cn: 竞争模式玩次数
zh_tw: 競技次數

# searches_compet_rank
source: Competitive rank
de_de: Competitive Rang
es_es: Rango en competitivo
fr_fr: Rang en compétitif
id_id: Tingkat kompetitif
it_it: Rango competitivo
ko_kr: 경쟁전 랭크
nb_no: Konkurrerende rangering
pl_pl: Ranking rywalizacji
pt_br: Rank Competitivo
sr_cyrl_rs: Такмичарски ранг
sv_se: Kompetitiv Rank
tr_tr: Rekabetçi sıralaması
zh_cn: 竞争模式排名
zh_tw: 競技排行

# searches_compet_wins
source: Competitive Wins
de_de: Gewonnene Competitives
es_es: Victorias en competitivo
fr_fr: Parties compétitives gagnées
id_id: Kemenangan kompetitif
it_it: Competitive Vinte.
ko_kr: 경쟁전 승리
nb_no: Konkurerende vinn
pl_pl: Wygrane rywalizacje
pt_br: Vitórias Competitivas
sr_cyrl_rs: Такмичних победа
sv_se: Kompetitiva Vinster
tr_tr: Rekabetçi Kazançları
zh_cn: 竞争模式胜利次数
zh_tw: 競技勝場數

# searches_completed
source: Completed
de_de: Beendet
es_es: Completadas
fr_fr: Complétés
id_id: Selesai
it_it: Completato
ko_kr: 완료
nb_no: Fullført
pl_pl: Zakończony
pt_br: Concluída
sr_cyrl_rs: Завршено
sv_se: Avslutade
tr_tr: Tamamlandı
zh_cn: 完成
zh_tw: 全部看完

# searches_condition
source: Condition
de_de: Kondition
es_es: Condición
id_id: Kondisi
it_it: Condizione
ko_kr: 조건
nb_no: Betingelse
pl_pl: Warunek
pt_br: Condição
sr_cyrl_rs: Услови
sv_se: Kondition
tr_tr: Şart
zh_cn: 条件
zh_tw: 天氣情況

# searches_cost
source: Cost
de_de: Kosten
es_es: Costo
fr_fr: Coût
id_id: Biaya
it_it: Costo
ko_kr: 값
nb_no: Kostnader
pl_pl: Koszt
pt_br: Custo
sr_cyrl_rs: Цена
sv_se: Kostnad
tr_tr: Maliyet
zh_cn: 花费
zh_tw: 消耗

# searches_date
source: Date
de_de: Datum
es_es: Fecha
id_id: Tanggal
it_it: Data
ko_kr: 날짜
nb_no: Dato
pl_pl: Data
pt_br: Data
sr_cyrl_rs: Датум
sv_se: Datum
tr_tr: Tarih
zh_cn: 日期
zh_tw: 日期

# searches_define
source: Define:
de_de: Definiere:
es_es: Defininir:
fr_fr: Définis:
id_id: Jelaskan:
it_it: Definisci:
ko_kr: 정의:
nb_no: Definer:
pl_pl: Zdefiniuj:
pt_br: Defina:
sr_cyrl_rs: Дефиниши:
sv_se: Definera:
tr_tr: Tanımla:
zh_cn: 定义：
zh_tw: 定義:

# searches_dropped
source: Dropped
de_de: Abgebrochen
es_es: Dejadas de ver
fr_fr: Abandonnés
id_id: Terjatuh.
it_it: Abbandonato
ko_kr: 시청 종료
nb_no: Droppet
pl_pl: Porzucone
pt_br: Dropado
sr_cyrl_rs: Испуштене
sv_se: Övergivna
tr_tr: Bırakıldı
zh_cn: 放掉
zh_tw: 放棄

# searches_episodes
source: Episodes
de_de: Episoden
es_es: Episodios
id_id: Episode
it_it: Episodi
ko_kr: 에피소드
nb_no: Episoder
pl_pl: Odcinki
pt_br: Episódios
sr_cyrl_rs: Епизода
sv_se: Avsnitt
tr_tr: Bölümler
zh_cn: 剧集
zh_tw: 集數

# searches_error_occured
source: Error occured.
de_de: Ein fehler ist aufgetreten.
es_es: Ocurrió un error.
fr_fr: Une erreur s'est produite.
he_il: שגיעה נוצרה
id_id: Kesalahan terjadi.
it_it: Errore.
ko_kr: 오류가 발생했습니다.
nb_no: Feil oppsto.
pl_pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
sr_cyrl_rs: Дошло је до грешке.
sv_se: Ett fel inträffade.
tr_tr: Hata oluştu.
zh_cn: 发生了错误。
zh_tw: 錯誤發生。

# searches_example
source: Example
de_de: Beispiel
es_es: Ejemplo
fr_fr: Exemple
he_il: דוגמה
id_id: Contoh
it_it: Esempio.
ko_kr: 예시
nb_no: Eksempel
pl_pl: Przykład
pt_br: Exemplo
sr_cyrl_rs: Пример
sv_se: Exempel
tr_tr: Örnek
zh_cn: 例子
zh_tw: 範例

# searches_failed_finding_anime
source: Failed finding that animu.
de_de: Konnte diesen animu nicht finden.
es_es: No encontré ese anime.
fr_fr: Impossible de trouver cet anime.
he_il: מציאת האנימה נחשל.
id_id: Gagal menemukan animu tersebut
it_it: Fallito a trovare questo anime.
ko_kr: 애니메이션 검색에 실패했습니다.
nb_no: Kunne ikke finne anime.
pl_pl: Wyszukiwanie tego animu nie powiodło się.
pt_br: Falha ao encontrar este animu.
sr_cyrl_rs: Није нађен тај аниму.
sv_se: Kunde ej hitta den animun.
tr_tr: Animu bulunamadı.
zh_cn: 找不到那个动画。
zh_tw: 找不到該動畫。

# searches_failed_finding_manga
source: Failed finding that mango.
de_de: Konnte diesen mango nicht finden.
es_es: No encontré ese manga.
fr_fr: Impossible de trouver ce manga.
he_il: מציאת המנגה נחשלה
id_id: Gagal menemukan mango tersebut
it_it: Fallito a trovare questo manga.
ko_kr: 만화 검색에 실패했습니다.
nb_no: Kunne ikke finne manga
pl_pl: Wyszukiwanie mango nie powiodło się.
pt_br: Falha ao encontrar este mango.
sr_cyrl_rs: Није нађен тај манго.
sv_se: Kunde ej hitta den mangon.
tr_tr: Mango bulunamadı.
zh_cn: 找不到漫画。
zh_tw: 找不到該漫畫。

# searches_genres
source: Genres
es_es: Géneros
he_il: ג'אנר
id_id: Aliran
it_it: Genere
ko_kr: 장르
nb_no: Sjangre
pl_pl: Gatunki
pt_br: Gêneros
sr_cyrl_rs: Жанрови
tr_tr: Türler
zh_cn: 类型
zh_tw: 類型
