Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# administration_byemsg_enable
source: Enable bye messages by typing {0}
de_de: Schalte Abschiedsnachrichten ein durch schreiben von {0}
es_es: Activa los mensajes de despedida escribiendo {0}
fr_fr: Activez les annonces de départ en entrant {0}
he_il: אפשור הודאת שלום דרך כתיבת {0}
id_id: Nyalakan pesan 'bye' dengan menggunakan {0}
it_it: Attiva i messaggi di arrivederci scrivendo {0}
ko_kr: 퇴장 메시지를 활성화하기 위해서는 {0}를 입력하세요.
nb_no: Aktivér 'farvel'-meldinger ved å skrive {0}
pl_pl: Włącz wiadomości pożegnalne, pisząc {0}
pt_br: Ative mensagens de despedidas digitando {0}
sv_se: Aktivera avskeds meddelanden genom att skriva {0}
tr_tr: {0} yazarak çıkış mesajlarını etkinleştirin.
zh_cn: 输入{0}以启用告别消息
zh_tw: 輸入 {0} 來啟用告別通知

# administration_byemsg_new
source: New bye message set.
de_de: Neues Abschiedsnachrichtenset.
es_es: Nuevo mensaje de despedida configurado.
fr_fr: Nouvelle annonce de départ définie.
he_il: התראת עזיבה חדשה הוגדרה.
id_id: Pesan tinggal baru tersetel.
it_it: Nuovo messaggio di arrivederci impostato.
ko_kr: 새로운 퇴장 메시지가 설정되었습니다.
nb_no: Ny 'farvel'-melding satt.
pl_pl: Nowa wiadomość pożegnalna ustawiona.
pt_br: Nova mensagem de despedida definida.
sv_se: Nytt avskeds meddelande satt.
tr_tr: Yeni çıkış mesajı tanımlandı.
zh_cn: 新告别消息设定。
zh_tw: 新的告別訊息已設定。

# administration_bye_off
source: Bye announcements disabled.
de_de: Abschiedsnachrichten deaktiviert.
es_es: Anuncio de despedida desactivado.
fr_fr: Annonce de départ désactivée.
he_il: התראת עזיבה לא פעילה.
id_id: Pengumuman tinggal dimatikan.
it_it: Annunci di arrivederci disattivati.
ko_kr: 퇴장 알림이 비활성화되었습니다.
nb_no: 'farvel'-kunngjøringer deaktivert.
pl_pl: Powiadomienia pożegnalne wyłączone.
pt_br: Mensagens de despedidas desativadas.
sv_se: Avskeds meddelande inaktiverat.
tr_tr: Çıkış duyuruları devre dışı.
zh_cn: 告别公告被关掉。
zh_tw: 告別通知已停用。

# administration_bye_on
source: Bye announcements enabled on this channel.
de_de: Abschiedsnachrichten eingeschaltet in diesem Kanal.
es_es: Anuncio de despedida activado en este canal.
fr_fr: Annonce de départ activée sur ce salon.
he_il: התראת עזיבה הופעלה עבור ערוץ זה.
id_id: Pengumuman tinggal dinyalakan di channel ini.
it_it: Annunci di arrivederci attivati in questo canale.
ko_kr: 이 채널에서 퇴장 알림이 활성화되었습니다.
nb_no: 'farvel'-kunngjøringer aktivert i denne kanalen.
pl_pl: Powiadomienia pożegnalne są włączone na tym kanale.
pt_br: Mensagens de despedidas foram ativadas neste canal.
sv_se: Avskeds meddelanden aktiverad på denna kanal.
tr_tr: Çıkış duyuruları bu kanalda devreye sokuldu.
zh_cn: 此频道启用告别公告。
zh_tw: 在這個頻道啟用告別通知。

# administration_ch_name_change
source: Channel Name Changed
de_de: Kanalname geändert
es_es: Nombre del canal cambiado.
fr_fr: Nom du salon modifié
he_il: השם של הערוץ השתנה
id_id: Nama Channel telah diubah.
it_it: Nome del canale cambiato
ko_kr: 채널 이름이 변경되었습니다.
nb_no: Kanalnavn endret.
pl_pl: Nazwa kanału została zmieniona.
pt_br: Nome do canal alterado
sv_se: Kanal namn har byts.
tr_tr: Kanal İsmi Değişti
zh_cn: 频道名字已改
zh_tw: 頻道名稱已更改

# administration_ch_old_name
source: Old Name
de_de: Alter Name
es_es: Nombre anterior
fr_fr: Ancien nom
he_il: שם ישן
id_id: Nama lama.
it_it: Vecchio nome
ko_kr: 이전 이름
nb_no: Gammelt navn
pl_pl: Stara nazwa
pt_br: Nome antigo
sv_se: Gammalt Namn
tr_tr: Eski İsim
zh_cn: 旧名
zh_tw: 舊頻道名稱

# administration_ch_topic_change
source: Channel Topic Changed
de_de: Kanalthema geändert
es_es: Tema del canal cambiado
fr_fr: Sujet du salon modifié
he_il: נושא ערוץ שונה
id_id: Topik channel diubah.
it_it: Argomento del canale cambiato
ko_kr: 채널의 주제가 변경되었습니다.
nb_no: Kanalemne endret.
pl_pl: Temat kanału zmieniony
pt_br: Tópico do canal alterado
sv_se: Kanal ämne har byts.
tr_tr: Kanal Konusu Değişti
zh_cn: 频道主题已改
zh_tw: 頻道主題已更改

# administration_cleaned_up
source: Cleaned up.
de_de: Aufgeräumt.
es_es: Ordenado.
fr_fr: Nettoyé.
he_il: נוקה.
id_id: Dibersihkan.
it_it: Pulito.
ko_kr: 정리했습니다.
nb_no: Ryddet opp.
pl_pl: Wyczyszczono.
pt_br: Limpo.
sv_se: Städats upp.
tr_tr: Temizlendi.
zh_cn: 清理完毕。
zh_tw: 清理完畢。

# administration_content
source: Content
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
he_il: תוכן
id_id: Konten
it_it: Contenuto
ko_kr: 내용
nb_no: Innhold
pl_pl: Zawartość
pt_br: Conteúdo
sv_se: Innehåll
tr_tr: İçerik
zh_cn: 内容
zh_tw: 内容

# administration_cr
source: Successfully created role {0}
de_de: Rolle {0} erfolgreich erstellt
es_es: Rol creado con éxito {0}
fr_fr: Rôle {0} créé avec succès
he_il: תפקיד נוצר בהצלחה {0}
id_id: Berhasil membuat peran {0}.
it_it: Ruolo creato con successo {0}
ko_kr: {0} 역할을 성공적으로 생성하였습니다.
nb_no: Rolle opprettet
pl_pl: Stworzono rolę {0}
pt_br: Cargo {0} criado com sucesso
sr_cyrl_rs: Sucessfully created role {0}
sv_se: Lyckats skapa roll {0}
tr_tr: {0} rolü başarıyla oluşturuldu.
zh_cn: 身份 {0} 成功创立
zh_tw: 成功創建身分組 {0}

# administration_createtextchan
source: Text channel {0} created.
de_de: Textkanal {0} erstellt.
es_es: Canal de texto {0} creado.
fr_fr: Salon textuel {0} créé.
he_il: ערוץ טקסט {0} נוצר.
id_id: Channel teks {0} telah dibuat.
it_it: Canale di testo {0} creato.
ko_kr: 텍스트 채널 {0}이(가) 생성되었습니다.
nb_no: Tekstkanal {0} laget.
pl_pl: Kanał tekstowy {0} został stworzony.
pt_br: Canal de texto {0} criado.
sv_se: Text kanal {0} skapad.
tr_tr: {0} yazı kanalı oluşturuldu.
zh_cn: 文字频道 {0} 成功创立
zh_tw: 成功創建文字頻道 {0}

# administration_createvoich
source: Voice channel {0} created.
de_de: Sprachkanal {0} erstellt.
es_es: Canal de voz {0} creado.
fr_fr: Salon vocal {0} créé.
he_il: ערוץ קול {0} נוצר.
id_id: Channel suara {0} telah dibuat.
it_it: Canale vocale {0} creato.
ko_kr: 음성 채널 {0}이(가) 생성되었습니다.
nb_no: Talekanal {0} laget.
pl_pl: Kanał głosowy {0} został stworzony.
pt_br: Canal de voz {0} criado.
sv_se: Röstkanal {0} skapad.
tr_tr: {0} ses kanalı oluşturuldu.
zh_cn: 语音频道 {0} 成功创立
zh_tw: 成功創建語音頻道 {0}

# administration_deafen
source: Deafen successful.
de_de: Taubschaltung erfolgreich.
es_es: Ensordecimiento satisfactorio.
fr_fr: Mise en sourdine effectuée.
he_il: החרשה הצליחה.
id_id: Penulian berhasil.
it_it: Assordato con successo.
ko_kr: 음소거되었습니다.
nb_no: Demping vellykket.
pl_pl: Wyciszono pomyślnie.
pt_br: Ensurdecido com sucesso.
sv_se: Dövning lyckats.
tr_tr: Sağırlaştırma başarılı.
zh_cn: 静音成功
zh_tw: 成功禁音

# administration_deleted_server
source: Deleted server {0}
de_de: Server {0} gelöscht
es_es: Servidor {0} eliminado
fr_fr: Serveur {0} supprimé
he_il: השרת {0} נמחק
id_id: Server {0} dihapus
it_it: Server eliminato {0}
ko_kr: {0} 서버를 삭제하였습니다.
nb_no: Slettet server {0}
pl_pl: Usunięto serwer {0}
pt_br: Servidor {0} deletado.
sv_se: Raderad server {0}
tr_tr: {0} sunucusu silindi.
zh_cn: 服务器 {0} 已被删除
zh_tw: 已刪除伺服器 {0}

# administration_delmsg_off
source: Stopped automatic deletion of successful command invokations.
de_de: Automatisches Löschen von erfolgreichen Befehlsausführungen gestoppt.
es_es: Detenida la eliminación automática de comandos de invocación.
fr_fr: Suppression automatique des commandes effectuées avec succès, désactivée.
id_id: Penghapusan otomatis telah diberhentikan karena invokasi pemerintah yang berhasil.
it_it: Fermata con successo l'eliminazione automatica dei comandi di invocazione.
ko_kr: 성공적으로 처리된 명령어에 대한 자동삭제가 중지되었습니다.
nb_no: Stoppet automatisk sletting av vellykkede kommando invokationer.
pl_pl: Zatrzymano automatyczne usuwanie potwierdzeń o udanych użyciach komend.
pt_br: Parou a eliminação automática de invocações de comandos bem sucedidos.
sv_se: Stoppad automatisk borttagning av lyckade kommando åkallanden.
tr_tr: Komut bildirimlerinin otomatik silinmesi başarıyla durduruldu.
zh_cn: 自动删除已处理指令已被停止
zh_tw: 自動刪除已處理指令已停用

# administration_delmsg_on
source: Now automatically deleting sucessful command invokations.
de_de: Automatisches Löschen von erfolgreichen Befehlsausführungen gestartet.
es_es: Eliminación automática de comandos de invocación activada.
fr_fr: Suppression automatique des commandes effectuées avec succès, activée.
id_id: Sekarang akan secara otomatis menghapus invokasi perintah yang sukses.
it_it: Avviata con successo l'eliminazione automatica dei comandi di invocazione.
ko_kr: 이제 성공적으로 처리된 명령어를 자동삭제합니다.
nb_no: Sletter nå kommandomeldinger automatisk.
pl_pl: Rozpoczęto usuwanie potwierdzeń o udanych użyciach komend.
pt_br: Agora automaticamente deletando invocações de comandos bem sucedidos.
sv_se: Raderar nu lyckade kommando åkallanden.
tr_tr: Artık komut bildirimleri başarıyla siliniyor.
zh_cn: 自动删除已处理指令已被启动
zh_tw: 自動刪除已處理指令已啟用

# administration_deltextchan
source: Text channel {0} deleted.
de_de: Textkanal {0} gelöscht.
es_es: Canal de texto {0} eliminado.
fr_fr: Le salon textuel {0} a été supprimé.
he_il: ערוץ טקסט {0} נמחק.
id_id: Channel teks {0} dihapus.
it_it: Canale di testo {0} eliminato.
ko_kr: 텍스트 채널 {0}을(를) 삭제했습니다.
nb_no: Tekstkanal {0} slettet.
pl_pl: Kanał tekstowy {0} został usunięty.
pt_br: Canal de texto {0} deletado.
sv_se: Text kanal {0} raderad.
tr_tr: {0} yazı kanalı silindi.
zh_cn: 文字频道 {0} 成功删除
zh_tw: 成功刪除文字頻道 {0}

# administration_delvoich
source: Voice channel {0} deleted.
de_de: Sprachkanal {0} gelöscht.
es_es: Canal de voz {0} eliminado.
fr_fr: Le salon vocal {0} a été supprimé.
he_il: ערוץ קול {0} נמחק.
id_id: Channel suara {0} dihapus.
it_it: Canale vocale {0} eliminato.
ko_kr: 음성 채널 {0}을(를) 삭제했습니다.
nb_no: Lydkanal {0} slettet.
pl_pl: Kanał głosowy {0} został usunięty.
pt_br: Canal de voz {0} deletado.
sv_se: Röstkanal {0} raderad.
tr_tr: {0} ses kanalı silindi.
zh_cn: 语音频道 {0} 成功删除
zh_tw: 成功刪除語音頻道 {0}

# administration_dm_from
source: DM from
de_de: DN von
es_es: MP de
fr_fr: MP de
he_il: הודאה פרטית מ{0}
id_id: Pesan dari
it_it: Messaggio diretto da parte di
ko_kr: 개인 메시지
nb_no: DM fra
pl_pl: Prywatna wiadomość od
pt_br: Mensagem direta de
sv_se: Meddelande från
tr_tr: Bu kullanıcıdan özel mesaj geldi:
zh_cn: 私人信息来自
zh_tw: 私人訊息來自

# administration_donadd
source: Successfully added a new donator.Total donated amount from this user: {0} 👑
de_de: Erfolgreich einen neuen Spender hinzugefügt. Gesamte Spendenmenge von diesem Benutzer: {0} 👑
es_es: Añadido nuevo donador satisfactoriamente. Total donado por este usuario: {0} 👑
fr_fr: Nouveau donateur ajouté avec succès. Montant total des dons de cet utilisateur : {0} 👑
he_il: תורם חדש הוסף בהצלחה. כמות כוללת שנתרמה ממשתמש זה: {0} 👑
id_id: Berhasil menambahkan donatur baru. Jumlah donasi dari user ini: {0} 👑
it_it: Aggiunto con successo un nuovo donatore. Totale dell'ammonto donato dall'utente: {0} 👑
ko_kr: 성공적으로 새로운 기부자를 추가했습니다. 이 유저의 총 기부량은 {0} 👑 입니다.
nb_no: Vellykket i å legge til ny bidragsyter. Totalt bidratt av denne brukeren: {0} 👑
pl_pl: Z powodzeniem dodano nowego darczyńcę. Łączna darowizna przekazana przez tego użytkownika wynosi: {0} 👑
pt_br: Novo doador adicionado com sucesso. Valor total doado por este usuário: {0} 👑
sr_cyrl_rs: Sucessfully added a new donator.Total donated amount from this user: {0} 👑
sv_se: Lyckats lägga till en ny donator. Totalt donerat från denna användare: {0} 👑
tr_tr: Başarıyla yeni bağışçı eklendi. Bu kullanıcının bağışladığı toplam miktar: {0} 👑
zh_cn: 成功添加新的捐赠者. 此用户总共捐赠了: {0} 👑
zh_tw: 成功新增了新的捐贈者。此成員總共捐贈了：{0}

# administration_donators
source: Thanks to the people listed below for making this project happen!
de_de: Danke für die untenstehenden Leute die dieses Projekt möglich gemacht haben!
es_es: ¡Gracias a las personas enlistadas por apoyar el proyecto!
fr_fr: Merci aux personnes ci-dessous pour avoir permis à ce projet d'exister!
he_il: תודה לאנשים המצורפים למטה על הצלחת הפרויקט!
id_id: Terima kasih untuk orang yang terdaftar dibawah untuk menciptakan proyek ini!
it_it: Grazie alle persone nella lista qui sotto per aver fatto di questo progetto una realtà!
ko_kr: 이 프로젝트를 위해 수고해주신 아래의 사람들에게 감사드립니다!
nb_no: Takk til folkene under som gjorde dette prosjektet mulig!
pl_pl: Dziękuję ludziom wypisanym na dole za pomoc w realizacji tego projektu!
pt_br: Obrigado às pessoas listadas abaixo por fazer este projeto acontecer!
sr_cyrl_rs: Thanks to the people listed below for making this project hjappen!
sv_se: Tack alla personer listade som har hjälpt oss skapa detta projekt!
tr_tr: Aşağıda ismi bulunan kişilerin bu projeyi gerçekleşmesini sağladıkları için teşekkürler!
zh_cn: 感谢下面列出的人们使这个项目发生！
zh_tw: 感謝下列的人使這個項目繼續運作!

# administration_fwall_start
source: I will forward DMs to all owners.
de_de: Ich werde DNs zu allen Besitzern weiterleiten.
es_es: Redirigiré los MPs a todos los administradores.
fr_fr: Je transmettrai désormais les MPs à tous les propriétaires.
he_il: אני האביר את ההודאות הפרטיות לכל הבעלים.
id_id: Saya akan meneruskan DM kepada semua pemilik.
it_it: Contatterò in privato tutti i proprietari.
ko_kr: DM을 모든 봇 소유자에게 전달하겠습니다.
nb_no: Jeg videresender de personlige meldingene til alle eierne.
pl_pl: Wyślę prywatne wiadomości do wszystkich właścicieli.
pt_br: Vou enviar mensagens diretas a todos os donos.
sv_se: Jag kommer skicka vidare meddelanden till alla ägare.
tr_tr: Özel mesajları tüm sahiplerine ileteceğim.
zh_cn: 我会将DM转发给所有业主。
zh_tw: 我會將私人訊息轉發給所有擁有者。

# administration_fwall_stop
source: I will forward DMs only to the first owner.
de_de: Ich werde DNs zum ersten Besitzer weiterleiten.
es_es: Redirigiré los MPs solamente al primer administrador.
fr_fr: Je transmettrai désormais les MPs seulement au propriétaire principal.
he_il: אני האביר את ההודאות הפרטיות לבעלים הראשונים.
id_id: Saya akan meneruskan DM hanya ke pemilik pertama.
it_it: Contatterò in privato solo il primo proprietario.
ko_kr: DM을 첫번째 봇 소유자에게만 전달하겠습니다.
nb_no: Jeg vil bare vidresende de personlige meldingene til den første eieren.
pl_pl: Wyślę prywatną wiadomość tylko do pierwszego właściciela.
pt_br: Vou enviar mensagens diretas apenas ao primeiro dono.
sv_se: Jag kommer bara skicka vidare meddelanden till den första ägaren.
tr_tr: Özel mesajları sadece ilk sahibine ileteceğim.
zh_cn: 我会将DM转发给第一个业主。
zh_tw: 我會將私人訊息轉發給第一個擁有者。

# administration_fwdm_start
source: I will forward DMs from now on.
de_de: Ich werde nun DNs weiterleiten.
es_es: Redirigiré los MPs desde ahora.
fr_fr: Je transmettrai désormais les MPs.
he_il: אני האביר את ההודאות הפרטיות מעכשיו.
id_id: Saya akan meneruskan DM mulai dari sekarang.
it_it: Inoltrerò messaggi diretti d'ora in avanti.
ko_kr: 지금부터 DM을 전달하겠습니다.
nb_no: Jeg vil videresende personlige meldinger fra nå.
pl_pl: Od teraz będę wysyłać prywatne wiadomości.
pt_br: Vou enviar mensagens diretas de agora em diante.
sv_se: Jag kommer skicka vidare meddelanden från och med nu.
tr_tr: Özel mesajları iletmeye başlayacağım.
zh_cn: 我将从现在起转发DMs。
zh_tw: 我將開始轉發私人訊息。

# administration_fwdm_stop
source: I will stop forwarding DMs from now on.
de_de: Ich werde aufhören DNs weiterzuleiten.
es_es: Ya no redirigiré los MPs.
fr_fr: Je ne transmettrai désormais plus les MPs.
he_il: אני אפסיק להעביר את ההודאות הפרטיות מעכשיו.
id_id: Saya akan berhenti meneruskan DM mulai dari sekarang.
it_it: Smetterò di inoltrare messaggi diretti d'ora in avanti.
ko_kr: 지금부터 DM 전달을 중단하겠습니다.
nb_no: Jeg slutter å videresende personlige meldinger fra nå.
pl_pl: Od teraz nie będę wysyłać prywatnych wiadomości.
pt_br: Vou parar de enviar mensagens diretas de agora em diante.
sv_se: Jag kommer sluta skicka vidare meddelande från och med nu.
tr_tr: Özel mesajları iletmeyi bırakacağım.
zh_cn: 从现在开始我将停止转发DMs。
zh_tw: 我將停止轉發私人訊息。

# administration_greetdel_off
source: Automatic deletion of greet messages has been disabled.
de_de: Automatisches löschen der Begrüßungsnachrichten wurde deaktiviert.
es_es: Eliminación automática de los mensajes de bienvenida desactivada.
fr_fr: La suppression automatique des messages d'accueil a été désactivé.
he_il: מחיקה אוטומטית של הודאות ברכה הופסקה.
id_id: Penghapusan pesan sapaan otomatis telah dinonaktifkan.
it_it: L'eliminazione automatica dei messaggi di benvenuto è stata disabilitata
ko_kr: 환영 메시지에 대한 자동삭제가 비활성화되었습니다.
nb_no: Automatisk sletting av velkomstmeldinger har blitt deaktivert.
pl_pl: Automatyczne usuwanie wiadomości powitalnych zostało wyłączone.
pt_br: Remoção automática de mensagens de boas vindas desabilitada.
sv_se: Automatisk radering av hälsnings meddelanden har blivit avaktiverat.
tr_tr: Karşılama mesajlarının otomatik silinmesi devre dışı bırakıldı.
zh_cn: 已关闭自动删除欢迎消息。
zh_tw: 自動刪除歡迎訊息已停用。

# administration_greetdel_on
source: Greet messages will be deleted after {0} seconds.
de_de: Begrüßungsnachrichten werden gelöscht nach {0} sekunden.
es_es: Los mensajes de bienvenida serán eliminados después de {0} segundos.
fr_fr: Les messages d'accueil seront supprimés après {0} secondes.
he_il: הודאות
id_id: Pesan pesan sapaan akan dihapus setelah {0} detik.
it_it: I messaggi di benvenuto verranno eliminati dopo {0} secondi.
ko_kr: 환영 메시지는 {0}초 후에 삭제될 것입니다.
nb_no: Velkomst meldinger blir slettet etter {0} sekunder.
pl_pl: Wiadomości powitalne będą usuwane po {0} sekundach.
pt_br: Mensagens de boas vindas serão deletadas após {0} segundos.
sv_se: hälsnings meddelanden kommer bli raderade efter {0} sekunder
tr_tr: Karşılama mesajları {0} saniye sonra silinecektir.
zh_cn: 欢迎消息将在{0}秒后删除。
zh_tw: 歡迎訊息將於 {0} 秒後刪除。

# administration_greetdmmsg_cur
source: Current DM greet message: {0}
de_de: Aktuelle DN Begrüßungsnachricht: {0}
es_es: Actual mensaje de bienvenida por MP: {0}
fr_fr: MP de bienvenue actuel: {0}
he_il: הודאה פרטית נוכחית: {0}
id_id: Pesan sapa DM sekarang: {0}
it_it: Messaggi diretti di benvenuto ricevuti finora: {0}
ko_kr: 현재 DM 환영 메시지: {0}
nb_no: Nåværende personlige velkomst melding: {0}
pl_pl: Aktualna prywatna wiadomość powitalna: {0}
pt_br: Mensagem direta de boas vindas atual: {0}
sv_se: Nuvarande direkt meddelande hälsning: {0}
tr_tr: Şu anki özelden karşılama mesajı: {0}
zh_cn: 现DM欢迎消息：{0}
zh_tw: 目前的歡迎私訊：{0}

# administration_greetdmmsg_enable
source: Enable DM greet messages by typing {0}
de_de: Aktiviere DN Begrüßungsnachrichten durch schreiben von: {0}
es_es: Activa los mensajes de bienvenida por MP escribiendo {0}
fr_fr: Activez les MPs de bienvenue en écrivant {0}
id_id: Aktifkan pesan sapa DM dengan mengetik {0}
it_it: Per abilitare i messaggi diretti di benvenuto scrivi {0}
ko_kr: {0}을(를) 입력해서 DM 환영 메시지를 활성화시킵니다.
nb_no: Aktiver personlig velkomstmelding ved å skrive {0}
pl_pl: Aby włączyć prywatną wiadomość powitalną, wpisz {0}
pt_br: Ative mensagens diretas de boas vindas digitando {0}
sv_se: Aktivera hälsnings direkt meddelande genom att skriva {0}
tr_tr: {0} yazarak özelden karşılama mesajlarını aktif edebilirsiniz.
zh_cn: 输入{0}启用DM欢迎消息
zh_tw: 輸入 {0} 來啟用歡迎私訊

# administration_greetdmmsg_new
source: New DM greet message set.
de_de: Neue DN Begrüßungsnachricht wurde gesetzt.
es_es: Nuevo mensaje de bienvenida por MP configurado.
fr_fr: Nouveau MP de bienvenue défini.
id_id: Pesan sapa DM baru telah diset.
it_it: Nuovo messaggio diretto di benvenuto impostato.
ko_kr: 새로운 DM 환영 메시지가 설정되었습니다.
nb_no: Ny personlig velkomstmelding valgt.
pl_pl: Nowa prywatna wiadomość powitalna została ustawiona.
pt_br: Novas mensagen direta de boas vindas definida.
sv_se: Ny direkt meddenlande vid hälsning har gjorts.
tr_tr: Yeni özelden karşılama mesajı tanımlandı.
zh_cn: 新DM欢迎消息设定成功。
zh_tw: 新的歡迎私訊已設定。

# administration_greetdm_off
source: DM greet announcements disabled.
de_de: Begrüßungsankündigungen wurden deaktiviert.
es_es: Anuncio de bienvenida por MP desactivado.
fr_fr: MPs de bienvenue désactivés.
id_id: Pengumuman sapa DM dinonaktifkan.
it_it: Messaggi diretti di benvenuto disabilitati.
ko_kr: DM 환영 알림이 비활성화되었습니다.
nb_no: Personlig velkomstmelding deaktivert.
pl_pl: Prywatne ogłoszenie powitalne zostało włączone
pt_br: Mensagens diretas de boas vindas desabilitadas.
sv_se: Direkt meddelande för hälsning har avaktiverats.
tr_tr: Özel mesajdan karşılama duyuruları devre dışı.
zh_cn: DM欢迎公告关闭。
zh_tw: 私訊歡迎公告已停用。

# administration_greetdm_on
source: DM greet announcements enabled.
de_de: DN Begrüßungsankündigungen wurden aktiviert.
es_es: Anuncio de bienvenida por MP activado.
fr_fr: MPs de bienvenue activés.
id_id: Pengumuman sapa DM diaktifkan.
it_it: Messaggi diretti di benvenuto abilitati.
ko_kr: DM 환영 알림 활성화 되었습니다.
nb_no: Personlig velkomstmelding aktivert.
pl_pl: Prywatne ogłoszenie powitalne zostało wyłączone
pt_br: Mensagens diretas de boas vindas habilitadas.
sv_se: Direkt meddelande för hälsning har aktiverats.
tr_tr: Özel mesajdan karşılama duyuruları devrede.
zh_cn: DM欢迎公告启用。
zh_tw: 私訊歡迎公告已啟用。

# administration_greetmsg_cur
source: Current greet message: {0}
de_de: Aktuelle Begrüßungsnachricht: {0}
es_es: Mensaje de bienvenida actual: {0}
fr_fr: Message de bienvenue actuel: {0}
id_id: Pesan sapa sekarang: {0}
it_it: Messaggio di benvenuto attuale: {0}
ko_kr: 현재 환영 메시지: {0}
nb_no: Nåværende velkomstmelding: {0}
pl_pl: Aktualna wiadomość powitalna: {0}
pt_br: Mensagem de boas vindas atual: {0}
sv_se: Nuvarande hälsning: {0}
tr_tr: Şu anki karşılama mesajı: {0}
zh_cn: 当前欢迎消息是：{0}
zh_tw: 目前的歡迎訊息: {0}

# administration_greetmsg_enable
source: Enable greet messages by typing {0}
de_de: Aktiviere Begrüßungsnachrichten durch schreiben von: {0}
es_es: Activa los mensajes de bienvenida escribiendo {0}
fr_fr: Activez les messages de bienvenue en écrivant {0}
id_id: Aktifkan pesan sapa dengan mengetik {0}
it_it: Per abilitare i messaggi di benvenuto scrivi {0}
ko_kr: {0}을(를) 입력해서 환영 메시지를 활성화시킵니다.
nb_no: Aktiver velkomstmeldinger ved å skrive {0}
pl_pl: Włącz wiadomości powitalne wpisując {0}
pt_br: Ative mensagens de boas vindas digitando {0}
sv_se: Aktivera hälsning genom att skriva {0}
tr_tr: {0} yazarak karşılama mesajlarını aktif et.
zh_cn: 输入{0}来启用欢迎消息
zh_tw: 輸入 {0} 來啟用歡迎訊息

# administration_greetmsg_new
source: New greet message set.
de_de: Neue Begrüßungsnachricht wurde gesetzt.
es_es: Nuevo mensaje de bienvenida configurado.
fr_fr: Nouveau message de bienvenue défini.
id_id: Pesan sapa baru telah diset.
it_it: Nuovo messaggio di benvenuto impostato.
ko_kr: 새로운 환영 메시지가 설정되었습니다.
nb_no: Ny velkomstmelding satt.
pl_pl: Nowa wiadomość powitalna ustawiona.
pt_br: Nova mensagem de boas vindas definida.
sv_se: Ny hälsning skapad.
tr_tr: Yeni karşılama mesajı tanımlandı.
zh_cn: 新欢迎消息设定成功。
zh_tw: 新的歡迎訊息已設定。

# administration_greet_off
source: Greet announcements disabled.
de_de: Begrüßungsankündigungen wurden deaktiviert.
es_es: Anuncio de bienvenida desactivado.
fr_fr: Messages de bienvenue désactivés.
he_il: הודאות ברכה בוטלו.
id_id: Pengumuman sapa dinonaktifkan.
it_it: Messaggi di benvenuto disabilitati.
ko_kr: 환영 알림이 비활성화되었습니다.
nb_no: Velkomst-kunngjøring deaktivert.
pl_pl: Ogłoszenie powitalne wyłączone.
pt_br: Mensagens de boas vindas desabilitadas.
sv_se: Hälsningar har blivit avaktiverade.
tr_tr: Karşılama duyuruları devre dışı.
zh_cn: 欢迎公告关闭。
zh_tw: 歡迎通知已關閉。

# administration_greet_on
source: Greet announcements enabled on this channel.
de_de: Begrüßungsankündigungen wurden für diesen Kanal aktiviert.
es_es: Anuncio de bienvenida activado en este canal.
fr_fr: Messages de bienvenue activés sur ce salon.
he_il: הודאות ברכה הופעלו עבור ערוץ זה.
id_id: Pengumuman sapa diaktifkan di channel ini.
it_it: Messaggi di benvenuto abilitatati in questo canale.
ko_kr: 이 채널의 환영 알림이 활성화되었습니다.
nb_no: Velkomst-kunngjøring aktivert i denne kanalen.
pl_pl: Ogłoszenie powitalne włączone na tym kanale.
pt_br: Mensagens de boas vindas habilitadas neste canal.
sv_se: Hälsningar har blivit aktiverade på denna kanal.
tr_tr: Karşılama duyuruları bu kanalda aktif edildi.
zh_cn: 欢迎公告在此频道开启。
zh_tw: 在這個頻道啟用歡迎通知。
