Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# permissions_acm_enable
source: Enabled usage of ALL MODULES on channel {0}.
de_de: Benutzung ALLER MODULE für Kanal {0} erlaubt.
es_es: Activado el uso de todos los módulos en el canal {0}.
fr_fr: Activation de TOUS LES MODULES pour le salon {0}.
id_id: Mengaktifkan pemakaian dari SEMUA MODUL pada channel {0}.
it_it: Possono essere usati TUTTI I MODULI in questo canale.
ko_kr: {0} 채널에서 모든 모듈의 사용을 활성화했습니다.
nb_no: Aktivert bruk av ALLE MODULER i kanalen {0}.
pl_pl: Włączono użycie WSZYSTKICH MODÓŁÓW na kanale {0}.
pt_br: O uso de TODOS OS MÓDULOS foi habilitado no canal {0}.
sr_cyrl_rs: Укључено коришћење СВИХ МОДУЛА на каналу {0}.
sv_se: Aktiverat användning av alla MODULER på kanalen {0}.
tr_tr: {0} kanalı için TÜM MODÜLLERİN kullanımı etkinleştirdi.
zh_cn: 在{0}频道上允许启用所有组件。
zh_tw: 在{0}頻道上開放執行所有模組指令。

# permissions_allowed
source: Allowed
de_de: Erlaubt
es_es: Permitido
fr_fr: Permis
he_il: מותר
id_id: Diizinkan
it_it: Concesso
ko_kr: 허락함
nb_no: Tillatt
pl_pl: Dozwolone
pt_br: Permitido
sr_cyrl_rs: Дозвољено
sv_se: Tillåtet
tr_tr: İzin verildi
zh_cn: 允许
zh_tw: 允許

# permissions_arm_disable
source: Disabled usage of ALL MODULES for role {0}.
de_de: Benutzung ALLER MODULE für die Rolle {0} verboten.
es_es: Desactivado el uso de todos los módulos para el rol {0}.
fr_fr: Désactivation de TOUS LES MODULES pour le rôle {0}.
id_id: Menonaktifkan pemakaian dari SEMUA MODUL untuk peran {0}.
it_it: Il ruolo {0} non può più usare ALCUN MODULO.
ko_kr: {0} 역할에게 모든 모듈의 사용을 비활성화했습니다.
nb_no: Deaktivert bruk av ALLE MODULER for {0} rollen.
pl_pl: Wyłączono użycie WSZYSTKICH MODÓŁÓW dla roli {0}.
pt_br: O uso de TODOS OS MÓDULOS foi desabilitado para o cargo {0}.
sr_cyrl_rs: Искључено коришћење СВИХ МОДУЛА за ролу {0}.
sv_se: Avaktiverat användning av alla MODULER för roll {0}.
tr_tr: {0} rolü için TÜM MODÜLLERİN kullanımı devre dışı bırakıldı.
zh_cn: {0}身份的所有组件被禁止使用。
zh_tw: 在{0}身份組上禁用執行所有模組指令。

# permissions_arm_enable
source: Enabled usage of ALL MODULES for role {0}.
de_de: Benutzung ALLER MODULE für die Rolle {0} erlaubt.
es_es: Activado el uso de todos los módulos para el rol {0}.
fr_fr: Activation de TOUS LES MODULES pour le rôle {0}.
id_id: Mengaktifkan pemakaian dari SEMUA MODUL untuk peran {0}.
it_it: Il ruolo {0} può usare TUTTI I MODULI.
ko_kr: {0} 역할에게 모든 모듈의 사용을 활성화했습니다.
nb_no: Aktivert bruk av ALLE MODULER for {0} rollen.
pl_pl: Włączono użycie WSZYSTKICH MODÓŁÓW dla roli {0}.
pt_br: O uso de TODOS OS MÓDULOS foi habilitado para o cargo {0}.
sr_cyrl_rs: Укључено коришћење СВИХ МОДУЛА за ролу {0}.
sv_se: Aktiverat användning av alla MODULER för roll {0}.
tr_tr: {0} rolü için TÜM MODÜLLERİN kullanımı etkinleştirdi.
zh_cn: {0}身份的所有组件被允许使用。
zh_tw: 在{0}身份組上開放執行所有模組指令。

# permissions_asm_disable
source: Disabled usage of ALL MODULES on this server.
de_de: Benutzung ALLER MODULE für diesen Server verboten.
es_es: Desactivado el uso de todos los módulos en este servidor.
fr_fr: Désactivation de TOUS LES MODULES sur ce serveur.
id_id: Menonaktifkan pemakaian dari SEMUA MODUL di server ini.
it_it: Non può essere più usato ALCUN MODULO in questo server.
ko_kr: 이 서버에서 모든 모듈의 사용을 비활성화했습니다.
nb_no: Deaktivert bruk av ALLE MODULER på denne serveren.
pl_pl: Wyłączono użycie WSZYSTKICH MODÓŁÓW na tym serwerze.
pt_br: O uso de TODOS OS MÓDULOS foi desabilitado neste servidor.
sr_cyrl_rs: Искључено коришћење СВИХ МОДУЛА на овом серверу.
sv_se: Avaktiverat användning av alla MODULER på denna server.
tr_tr: Bu sunucudaki TÜM MODÜLLERİN kullanımı devre dışı bırakıldı.
zh_cn: 在此服务器上禁止所有组件的使用。
zh_tw: 在此伺服器上禁用執行所有模組指令。

# permissions_asm_enable
source: Enabled usage of ALL MODULES on this server.
de_de: Benutzung ALLER MODULE für diesen Server erlaubt.
es_es: Activado el uso de todo los módulos en este servidor.
fr_fr: Activation de TOUS LES MODULES sur ce serveur.
id_id: Mengaktifkan pemakaian dari SEMUA MODUL di server ini.
it_it: Possono essere usati TUTTI I MODULI in questo server.
ko_kr: 이 서버에서 모든 모듈의 사용을 활성화했습니다.
nb_no: Aktivert bruk av ALLE MODULER på denne serveren.
pl_pl: Włączono użycie WSZYSTKICH MODÓŁÓW na tym serwerze.
pt_br: O uso de TODOS OS MÓDULOS foi habilitado neste servidor.
sr_cyrl_rs: Укључено коришћење СВИХ МОДУЛА на овом серверу.
sv_se: Aktiverat användning av alla MODULER på denna server.
tr_tr: Bu sunucudaki TÜM MODÜLLERİN kullanımı etkinleştirdi.
zh_cn: 在此服务器上允许所有组件的使用。
zh_tw: 在此伺服器上開放執行所有模組指令。

# permissions_aum_disable
source: Disabled usage of ALL MODULES for user {0}.
de_de: Benutzung ALLER MODULE für den Benutzer {0} verboten.
es_es: Desactivado el uso de todos los módulos para el usuario {0}.
fr_fr: Désactivation de TOUS LES MODULES pour l'utilisateur {0}.
id_id: Menonaktifkan pemakaian dari SEMUA MODUL untuk pengguna {0}.
it_it: L'utente {0} non può più usare ALCUN MODULO.
ko_kr: {0} 사용자에 대한 모든 모듈의 사용을 비활성화합니다.
nb_no: Deaktivert bruk av ALLE MODULER for bruker {0}.
pl_pl: Wyłączono użycie WSZYSTKICH MODÓŁÓW dla użytkownika {0}.
pt_br: O uso de TODOS OS MÓDULOS foi desabilitado para o usuário {0}.
sr_cyrl_rs: Искључено коришћење СВИХ МОДУЛА за корисника {0}.
sv_se: Avaktiverat användning av alla MODULER för användare {0}.
tr_tr: {0} kullanıcısı için TÜM MODÜLLERİN kullanımı devre dışı bırakıldı.
zh_cn: {0}用户的所有模块被禁止使用。
zh_tw: {0}成員禁用執行所有模組指令。

# permissions_aum_enable
source: Enabled usage of ALL MODULES for user {0}.
de_de: Benutzung ALLER MODULE für den Benutzer {0} erlaubt.
es_es: Activado el uso de todos los módulos para el usuario {0}.
fr_fr: Activation de TOUS LES MODULES pour l'utilisateur {0}.
id_id: Mengaktifkan pemakaian dari SEMUA MODUL untuk pengguna {0}.
it_it: L'utente {0} può usare TUTTI I MODULI.
ko_kr: {0} 사용자에 대한 모든 모듈의 사용을 활성화합니다.
nb_no: Aktivert bruk av ALLE MODULER for bruker {0}.
pl_pl: Włączono użycie WSZYSTKICH MODÓŁÓW dla użytkownika {0}.
pt_br: O uso de TODOS OS MÓDULOS foi habilitado para o usuário {0}.
sr_cyrl_rs: Укључено коришћење СВИХ МОДУЛА за корисника {0}.
sv_se: Aktiverat användning av alla MODULER för användare {0}.
tr_tr: {0} kullanıcısı için TÜM MODÜLLERİN kullanımı etkinleştirdi.
zh_cn: {0}用户的所有模块被允许使用。
zh_tw: {0}成員開放執行所有模組指令。

# permissions_blacklisted
source: Blacklisted {0} with ID {1}
de_de: {0} mit ID {1} wurde zur Sperrliste hinzugefügt
es_es: Enviado a la lista negra a: {0} con la ID: {1}
fr_fr: {0} sur liste noire avec l'ID {1}
id_id: Mendaftarhitamkan {0} dengan ID {1}
it_it: Aggiunto {0} con ID {1} alla lista nera
ko_kr: {0} (ID {1})님을 블랙리스트했습니다
nb_no: Svartelistet {0} med ID {1}
pl_pl: Na czarną listę wpisano użytkownika {0} z ID {1}
pt_br: {0} entrou na Lista Negra com o ID {1}
sr_cyrl_rs: {0} сa ИДем {1} је стављен на црну листу.
sv_se: Svartlistat {0} med ID {1}
tr_tr: {0} adlı ve {1} id'li kullanıcı karalisteye alındı.
zh_cn: ID为{1}被加入黑名单{0}
zh_tw: ID {1} 被加入 {0} 黑名单

# permissions_cmdcd_add
source: Command {0} now has a {1}s cooldown.
de_de: Befehl {0} hat nun {1}s Abklingzeit.
es_es: El comando {0} ahora tiene {1} de enfriamiento.
fr_fr: La commande {0} a désormais {1}s de temps de recharge.
id_id: Perintah {0} sekarang memiliki jeda selama {1} detik.
it_it: Il comando {0} ha adesso {1} secondi di ricarica.
ko_kr: 명령어 {0}은(는) 이제 {1}초 재사용 대기시간이 있습니다.
nb_no: Kommando {0} har nå en {1}s ventetid.
pl_pl: Komenda {0} ma teraz {1}-sekundowy cooldown.
pt_br: O comando {0} agora possui um cooldown de {1}s.
sr_cyrl_rs: Команда {0} сада има {1}с кулдаун.
sv_se: Kommando {0} har nu {1}s väntetid.
tr_tr: Komut {0} şimdi {1}'lik bir bekleme süresine sahip.
zh_cn: 命令{0}冷却时间现有{1}秒。
zh_tw: 指令 {0} 現在有 {1}秒 冷卻時間。

# permissions_cmdcd_cleared
source: Command {0} has no cooldown now and all existing cooldowns have been cleared.
de_de: Befehl {0} hat keine Abklingzeit mehr und alle laufenden Abklingzeiten wurden entfernt.
es_es: El comando {0} ya no tiene enfriamiento y todos los tiempos de enfriamiento han sido reiniciados.
fr_fr: La commande {0} n'a plus de temps de recharge et tous les temps de recharge ont été réinitialisés.
id_id: Perintah {0} sekarang tidak memiliki jeda dan semua jeda yang ada telah dibersihkan.
it_it: Il comando {0} non ha più il tempo di ricarica e tutti i tempi di ricarica esistenti sono stati cancellati.
ko_kr: 이제 명령어 {0}이(가) 재사용 대기시간이 없고 기존의 모든 재사용 대기시간이 삭제되었습니다.
nb_no: Kommando {0} har ingen ventetid og alle eksisterende ventetider har blitt fjernet.
pl_pl: Komenda {0} nie ma teraz cooldown'a. Wszystkie aktywne cooldown'y zostały zresetowane.
pt_br: O comando {0} não possui nenhum cooldown agora e todos os cooldowns existentes foram limpos.
sr_cyrl_rs: Команда{0} сада нема кулдаун и сви постојећи кулдаунови су обрисани.
sv_se: Kommando {0} har nu ingen väntetid och alla existerande väntetider har blivit rensade.
tr_tr: {0} komutunun şimdi bir bekleme süresi yok ve mevcut tüm bekleme süreleri temizlendi.
zh_cn: 命令{0}没有冷却时间了，现有所有的冷却时间已被清除。
zh_tw: 指令 {0} 現在沒有冷卻時間，且目前正在冷卻的也一並移除。

# permissions_cmdcd_none
source: No command cooldowns set.
de_de: Keine Befehls Abklingzeiten gesetzt.
es_es: No se ha configurado tiempo de enfriamiento.
fr_fr: Aucune commande n'a de temps de recharge.
id_id: Tidak ada perintah jeda yang ditentukan.
it_it: Nessuna ricarica dei comandi stabilita.
ko_kr: 명령어 재사용 대기시간이 설정되지 않았습니다.
nb_no: Ingen kommando-ventetid satt.
pl_pl: Żadna komenda nie ma cooldown'a.
pt_br: Nenhum cooldown de comando definido.
sr_cyrl_rs: Нема кулдауна за команде.
sv_se: Inga kommando väntetider satta.
tr_tr: Komut çağırma süresi yok.
zh_cn: 没有设置命令冷却时间。
zh_tw: 尚未設定任何指令冷卻時間。

# permissions_command_costs
source: Command costs
de_de: Preis für Befehle
es_es: Costo del comando
fr_fr: Coût de la commande :
id_id: Harga perintah
it_it: Costo dei comandi
ko_kr: 명령어 값
nb_no: Kommando kostnader
pl_pl: Komenda kosztuje
pt_br: Custos de Comando
sr_cyrl_rs: Цене команди
sv_se: Kommando kostar
tr_tr: Komut maliyetleri
zh_cn: 命令成本
zh_tw: 指令成本

# permissions_cx_disable
source: Disabled usage of {0} {1} on channel {2}.
de_de: Benutzung von {0} {1} wurde für Kanal {2} verboten.
es_es: Desactivado el uso de {0} {1} en el canal {2}.
fr_fr: Désactivation: {1} {0} sur le salon {2}.
id_id: Menonaktifkan pemakaian pada {0} {1} pada channel {2}.
it_it: Disattivare l'uso di {0} {1} in questo canale {2}.
ko_kr: 채널 {2}에서 {0} {1}의 사용을 비활성화시켰습니다.
nb_no: Deaktivert bruk av {0} {1} i kanal {2}.
pl_pl: Wyłączono użycie {0} {1} na kanale {2}.
pt_br: Desabilitado o uso de {0} {1} no canal {2}.
sr_cyrl_rs: Искључено коришћење {0} {1} на каналу {2}.
sv_se: Avaktiverade användning av {0} {1} på kanal {2}.
tr_tr: {2} kanalında {0} {1} kullanımı devre dışı bırakıldı.
zh_cn: {2}频道上已停用{0} {1}。
zh_tw: 在 {2} 頻道上禁用 {0} {1}。

# permissions_cx_enable
source: Enabled usage of {0} {1} on channel {2}.
de_de: Benutzung von {0} {1} wurde für Kanal {2} erlaubt.
es_es: Activado el uso de {0} {1} en el canal {2}.
fr_fr: Activation: {1} {0} sur le salon {2}.
id_id: Mengaktifkan pemakaian pada {0} {1} pada channel {2}.
it_it: Attivare l'uso di {0} {1} in questo canale {2}.
ko_kr: 채널 {2}에서 {0} {1}의 사용을 활성화시켰습니다.
nb_no: Aktivert bruk av {0} {1} i kanal {2}.
pl_pl: Włączono użycie {0} {1} na kanale {2}.
pt_br: Habilitado o uso de {0} {1} no canal {2}.
sr_cyrl_rs: Укључено коришћење {0} {1} на каналу {2}.
sv_se: Aktiverade användning av {0} {1} på kanal {2}.
tr_tr: {2} kanalında {0} {1} kullanımı etkinleştirildi.
zh_cn: 已在{2}频道上启用{0} {1}的使用。
zh_tw: 在 {2} 頻道上開放 {0} {1}。

# permissions_denied
source: Denied
de_de: Verweigert
es_es: Prohibido
fr_fr: Refusé
he_il: נשלל
id_id: Ditolak
it_it: Permesso negato
ko_kr: 거절함
nb_no: Nektet
pl_pl: Odmówiono
pt_br: Negado
sr_cyrl_rs: Забрањено
sv_se: Nekad
tr_tr: Reddedildi
zh_cn: 被拒绝
zh_tw: 拒絕

# permissions_filter_word_add
source: Added word {0} to the list of filtered words.
de_de: Wort {0} zu der Liste der gefilterten Wörter hinzugefügt.
es_es: Se ha añadido la palabra {0} a la lista de palabras filtradas.
fr_fr: Ajout du mot {0} à la liste des mots filtrés.
id_id: Menambahkan kata {0} pada daftar saringan kata.
it_it: Aggiunta la parola {0} alla lista delle parole bandite.
ko_kr: 필터링 된 단어 목록에 {0}을(를) 추가했습니다.
nb_no: La til ordet {0} til listen av filtrerte ord.
pl_pl: Dodano słowo {0} do listy odfiltrowanych słów.
pt_br: A palavra {0} foi adicionada a lista de palavras filtradas.
sr_cyrl_rs: Додата реч {0} у листу филтрираних речи.
sv_se: La till ordet {0} till listan över filtrerade ord.
tr_tr: Filtrelenmiş kelimeler listesine {0} kelimesi eklendi.
zh_cn: 以巴{0}添加到已过滤字词列表中。
zh_tw: 新增 {0} 至過濾文字清單。

# permissions_filter_word_list
source: List of filtered words
de_de: Liste der gefilterten Wörter
es_es: Lista de palabras filtradas
fr_fr: Liste Des Mots Filtrés
id_id: Daftar saringan kata-kata
it_it: Lista di parole bandite
ko_kr: 필터링 된 단어 목록
nb_no: Liste over filtrerte ord
pl_pl: Lista odfiltrowanych słów
pt_br: Lista de Palavras Filtradas
sr_cyrl_rs: Листа филтрираних речи
sv_se: Lista av filtrerade ord
tr_tr: Filtrelenmiş sözler listesi
zh_cn: 被过滤的词列表
zh_tw: 過濾文字清單

# permissions_filter_word_remove
source: Removed word {0} from the list of filtered words.
de_de: Wort {0} von der Liste der gefilterten Wörter entfernt.
es_es: Removida la palabra {0} de la lista de palabras filtradas.
fr_fr: Suppression du mot {0} de la liste des mots filtrés.
id_id: Mencabut kata {0} dari daftar saringan kata-kata.
it_it: Rimossa la parola {0} dalla lista delle parole bandite.
ko_kr: 필터링 된 단어 목록에서 {0}을(를) 삭제했습니다.
nb_no: Fjernet ord {0} fra listen over filtrerte ord.
pl_pl: Usunięto słowo {0} z listy odfiltrowanych słów.
pt_br: A palavra {0} foi removida da lista de palavras filtradas.
sr_cyrl_rs: Уклоњена реч {0} из листе филтрираних речи.
sv_se: Tog bort ord {0} från listan av filtrerade ord.
tr_tr: Filtrelenmiş kelimeler listesinden {0} kelimesi kaldırıldı.
zh_cn: 已从过滤字词列表中删除{0}。
zh_tw: 從過濾文字清單中移除 {0}。

# permissions_invalid_second_param_between
source: Invalid second parameter.(Must be a number between {0} and {1})
de_de: Ungültiger zweiter Parameter. (Muss eine Nummer zwischen {0} und {1} sein)
es_es: Segundo parámetro no válido. (Debe ser un número entre {0} y {1})
fr_fr: Second paramètre invalide. (nécessite un nombre entre {0} et {1})
id_id: Parameter kedua salah (Harus nomor diantara {0} dan {1})
it_it: Parametro dei secondi non valido.(Deve essere un numero tra {0} e {1})
ko_kr: 유효하지 않은 두번째 파라미터입니다. ({0}와(과) {1}사이의 숫자여야 합니다.)
nb_no: Ugyldig andre parameter. (Må være et tall mellom {0} og {1})
pl_pl: Błędny drugi parametr. (Musi być to liczba od {0} do {1})
pt_br: Segundo parâmetro inválido. (Deve ser um número entre {0} e {1})
sr_cyrl_rs: Неисправан други параметар. (Мора бити број између {0} и {1})
sv_se: Ogiltig andra parameter.(Måste vara ett nummer mellan {0} och {1})
tr_tr: Geçersiz ikinci parametre. ({0} ile {1} arasındaki bir sayı olmalı)
zh_cn: 第二个参数无效（必须是{0}和{1}之间的数字）
zh_tw: 第二個參數無效 (必須為一個在 {0} 和 {1} 之間的數字)

# permissions_invite_filter_channel_off
source: Invite filtering disabled on this channel.
de_de: Filterung von Einladungen auf diesem Kanal deaktiviert.
es_es: Filtro de invitaciones desactivado en este canal.
fr_fr: Filtrage des invitations désactivé sur ce salon.
id_id: Penyaringan undangan dinonaktifkan di channel ini.
it_it: Filtro degli inviti disabilitato in questo canale.
ko_kr: 초대 필터링이 이 채널에서 비활성화되었습니다.
nb_no: Invitasjons-filtrering deaktivert i denne kanalen.
pt_br: Filtro de convite desabilitado neste canal.
sr_cyrl_rs: Филтрирање позивница је угашено на овом каналу.
sv_se: Inbjuds filtrering avaktiverad på denna kanal.
tr_tr: Davet filtreleme bu kanal üzerinde devre dışı.
zh_cn: 在此频道上停用邀请过滤功能。
zh_tw: 在此頻道上停用邀請連結過濾。

# permissions_invite_filter_channel_on
source: Invite filtering enabled on this channel.
de_de: Filterung von Einladungen auf diesem Kanal aktiviert.
es_es: Filtro de invitaciones activado en este canal.
fr_fr: Filtrage des invitations activé sur ce salon.
id_id: Penyaringan undangan diaktifkan di server ini.
it_it: Filtro degli inviti abilitato su questo canale
ko_kr: 초대 필터링이 이 채널에서 활성화되었습니다.
nb_no: Invitasjons-filtrering aktivert i denne kanalen.
pt_br: Filtro de convite habilitado neste canal.
sr_cyrl_rs: Филтрирање позивница је упаљено на овом каналу.
sv_se: Inbjuds filtrering aktiverad på denna kanal.
tr_tr: Davet filtreleme bu kanal üzerinde etkin.
zh_cn: 在此频道上启用邀请过滤。
zh_tw: 在此頻道上啟用邀請連結過濾。

# permissions_invite_filter_server_off
source: Invite filtering disabled on this server.
de_de: Filterung von Einladungen auf diesem Server deaktiviert.
es_es: Filtro de invitaciones desactivado en este servidor.
fr_fr: Filtrage des invitations désactivé sur le serveur.
id_id: Penyaringan undangan dinonaktifkan di server ini.
it_it: Filtro degli inviti disabilitato su questo canale
ko_kr: 초대 필터링이 이 서버에서 비활성화되었습니다.
nb_no: Invitasjons-filtrering deaktivert på denne serveren.
pl_pl: Filtrowanie zaproszeń na tym serwerze wyłączone.
pt_br: Filtro de convite desabilitado neste servidor.
sr_cyrl_rs: Филтрирање позивница је угашено на овом серверу.
sv_se: Inbjuds filtrering avaktiverad på denna server.
tr_tr: Davet filtreleme bu sunucu üzerinde devre dışı.
zh_cn: 在此服务器上停用邀请过滤功能。
zh_tw: 在此伺服器上停用邀請連結過濾。

# permissions_invite_filter_server_on
source: Invite filtering enabled on this server.
de_de: Filterung von Einladungen auf diesem Server aktiviert.
es_es: Filtro de invitaciones activado en este servidor.
fr_fr: Filtrage des invitations activé sur le serveur.
id_id: Penyaringan undangan diaktifkan di server ini.
it_it: Filtro degli inviti abilitato su questo server
ko_kr: 초대 필터링이 이 서버에서 활성화되었습니다.
nb_no: Invitasjons-filtrering aktivert på denne serveren.
pl_pl: Filtrowanie zaproszeń na tym serwerze włączone.
pt_br: Filtro de convite habilitado neste servidor.
sr_cyrl_rs: Филтрирање позивница је упаљено на овом серверу.
sv_se: Inbjuds filtrering aktiverad på denna server.
tr_tr: Davet filtreleme bu sunucu üzerinde etkin.
zh_cn: 在此服务器上启用邀请过滤功能。
zh_tw: 在此伺服器上啟用邀請連結過濾。

# permissions_moved_permission
source: Moved permission {0} from #{1} to #{2}
de_de: Berechtigung {0} von #{1} zu #{2} gesetzt
es_es: Permiso {0} movido de #{1} a #{2}
fr_fr: Permission {0} déplacée de #{1} à #{2}
id_id: Memindakan izin {0} dari #{1} kepada #{2}
it_it: Spostato il permesso {0} da #{1} a #{2}
ko_kr: {0} 권한을 #{1}에서 #{2}(으)로 이동했습니다.
nb_no: Flyttet tillatelse {0} fra #{1} til #{2}
pl_pl: Przeniesiono uprawnienia {0} z #{1} to #{2}
pt_br: Permissão {0} movida de #{1} para #{2}
sr_cyrl_rs: Померена дозвола {0} са #{1} на #{2}
sv_se: Flyttade behörighet {0} från #{1} till #{2}
tr_tr: {0}, #{1}'den #{2}'ye taşındı
zh_cn: 已将权限{0}从＃{1}移至＃{2}
zh_tw: 已將權限 {0} 從 #{1} 移至 #{2}

# permissions_not_found
source: Can't find permission at index #{0}
de_de: Konnte Berechting an Index #{0} nicht finden
es_es: No puedo encontrar el permiso en #{0}
fr_fr: Impossible de trouver la permission à l'index #{0}
id_id: Tidak dapat menemukan izin pada indeks #{0}
it_it: Impossibile trovare il permesso nell'elenco #{0}
ko_kr: 색인 #{0}에 대한 권한을 찾을 수 없습니다.
nb_no: Finner ikke tillatelse ved index #{0}
pl_pl: Nie znaleziono uprawnień w indeksie #{0}
pt_br: Não consigo encontrar a permissão no índice #{0}
sr_cyrl_rs: Не могу да пронађем дозволу са индексом #{0}
sv_se: Kan inte kitta behörighet på index #{0}
tr_tr: {0} dizininde izin bulamıyor.
zh_cn: 在索引＃{0}找不到权限
zh_tw: 在索引 #{0} 找不到權限

# permissions_no_costs
source: No costs set.
de_de: Kein Preis gesetzt.
es_es: No hay costo configurado.
fr_fr: Aucun coût défini.
id_id: Tidak ada biaya di set.
it_it: Nessun costo impostato.
ko_kr: 아무런 값이 설정되지 않았습니다.
nb_no: Ingen kostnader satt.
pt_br: Nenhum custo definido.
sr_cyrl_rs: Нема постављених цена.
sv_se: Inga kostnader satta.
tr_tr: Maliyet ayarlanmadı.
zh_cn: 未设置费用。
zh_tw: 尚未設置價格。

# permissions_of_command
source: command
de_de: Befehl
es_es: comando
fr_fr: Commande
id_id: perintah
it_it: Comando
ko_kr: 명령어
nb_no: kommando
pl_pl: komenda
pt_br: comando
sr_cyrl_rs: команде
sv_se: kommando
tr_tr: komut
zh_cn: 命令
zh_tw: 指令

# permissions_of_module
source: module
de_de: Modul
es_es: módulo
id_id: modul
it_it: Modulo
ko_kr: 모듈
nb_no: modul
pl_pl: moduł
pt_br: módulo
sr_cyrl_rs: модула
sv_se: modul
tr_tr: modül
zh_cn: 组件
zh_tw: 模組

# permissions_page
source: Permissions page {0}
de_de: Berechtigungen Seite {0}
es_es: Página de permisos {0}
fr_fr: Page {0} des permissions
id_id: Halaman perizinan {0}
it_it: Pagina dei comandi {0}
ko_kr: 권한 목록 {0} 페이지
nb_no: Tillatelser side {0}
pl_pl: Strona uprawnień {0}
pt_br: Página {0} de Permissões
sr_cyrl_rs: Страна са дозволама {0}
sv_se: Behörighets sida {0}
tr_tr: İzinler sayfası {0}
zh_cn: 权限页面第{0}页
zh_tw: 權限頁面第 {0} 頁

# permissions_permrole
source: Current permissions role is {0}.
de_de: Aktuelle Berechtigungsrolle ist {0}.
es_es: El rol de permisos actual es {0}
fr_fr: Le rôle des permissions actuelles est {0}.
id_id: Peran izin sekarang adalah {0}
it_it: Attualmente i permessi del ruolo sono {0}.
ko_kr: 현재 권한 역할은 {0} 입니다.
nb_no: Nåværende tillatelses-rolle er {0}.
pl_pl: Aktualna rola z uprawnieniami to {0}.
pt_br: Cargo atual de permissões é {0}.
sr_cyrl_rs: Тренутна рола за дозволе је {0}.
sv_se: Nuvarade behörighets roll är {0}
tr_tr: Geçerli izin rolü {0}.
zh_cn: 当前权限身份为{0}。
zh_tw: 目前管理身分組為 {0}。

# permissions_permrole_changed
source: Users now require {0} role in order to edit permissions.
de_de: Benutzer brauchen nun Rolle {0} um die Berechtigungen zu editieren.
es_es: Los usuarios ahora requieren el rol {0} para editar permisos.
fr_fr: Il faut maintenant avoir le rôle {0} pour modifier les permissions.
id_id: Pengguna memerlukan {0} peran untuk dapat merubah izin.
it_it: Gli utenti ora devono avere il ruolo di {0} per modificare i permessi.
ko_kr: 이제 사용자가 권한 수정을 위해서는 {0} 권한이 필요합니다.
nb_no: Brukere må nå ha {0} rollen for å endre tillatelser.
pl_pl: Użytkownicy wymagają roli {0}, by móc edytować uprawnienia.
pt_br: Usuários agora precisam do cargo {0} para editar permissões.
sr_cyrl_rs: Корисници сада захтевају {0} ролу да би мењали дозволе.
sv_se: Användare behöver nu {0} rollen för att kunna ändra behörigheter.
tr_tr: Kullanıcılar artık izinleri düzenlemek için {0} rolü talep ediyor.
zh_cn: 用户现在需要{0}身份才能编辑权限。
zh_tw: 成員現在需要 {0} 身份組才能編輯權限。

# permissions_perm_out_of_range
source: No permission found on that index.
de_de: Keine Berechtigung für diesen Index gefunden.
es_es: No se encontraron permisos.
fr_fr: Aucune permission trouvée à cet index.
id_id: Izin tidak ditemukan dalam indeks tersebut.
it_it: Nessun permesso trovato in quell'elenco.
ko_kr: 그 색인에 대한 권한을 찾을 수 없습니다.
nb_no: Ingen tillatelse funnet på denne indeksen.
pl_pl: Żadne uprawnienia nie zostały znalezione w tym indeksie.
pt_br: Nenhuma permissão encontrada nesse índice.
sr_cyrl_rs: Не постоји дозвола са тим индексом.
sv_se: Inga behörigheter funna i den indexen.
tr_tr: Bu dizinde izin bulunamadı.
zh_cn: 在该索引中找不到权限。
zh_tw: 該索引找不到權限。

# permissions_removed
source: removed permission #{0} - {1}
de_de: Berechtigung #{0} - {1} entfernt
es_es: permisos removidos #{0} - {1}
fr_fr: Supression des permissions #{0} - {1}
id_id: Mencabut izin #{0} - {1}
it_it: rimosso il permesso #{0} - {1}
ko_kr: #{0} - {1} 권한을 삭제했습니다.
nb_no: fjernet rettighet #{0} - {1}
pl_pl: przeniesiono uprawnienia #{0} - {1}
pt_br: Permissões removidas #{0} - {1}
sr_cyrl_rs: уклоњена дозвола #{0} - {1}
sv_se: Tog bort behörighet #{0} - {1}
tr_tr: Izin kaldırıldı #{0} - {1}
zh_cn: 已删除权限＃{0} - {1}
zh_tw: 已刪除權限 #{0} - {1}
