Repository: snipplets/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: de_de, es_es, fr_fr, he_il, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, sr_cyrl_rs, sv_se, tr_tr, zh_cn, zh_tw

# clashofclans_base_already_claimed
source: That base is already claimed or destroyed.
de_de: Diese Basis wurde bereits beansprucht oder zerstört.
es_es: Esa base ya fue reclamada o destruida.
fr_fr: Cette base a déjà été revendiquée ou détruite.
he_il: הבסיס הזה נתפס או נהרס.
id_id: Markas itu telah diklaim atau dihancurkan.
it_it: Quella base è già stata rivendicata o distrutta.
ko_kr: 기지가 이미 요청되었거나 파괴되었습니다.
nb_no: Den basen har allerede blitt tatt over eller ødelagt.
pl_pl: Ta baza została już zdobyta lub zniszczona.
pt_br: Esta base já foi reivindicada ou destruída.
sr_cyrl_rs: Та база је већ под захетвом или је уништена.
sv_se: Denna bas är redan tagen eller förstörd.
tr_tr: Bu köy daha önceden alınmış veya yok edilmiş.
zh_cn: 此基地已被认领或毁坏。
zh_tw: 該基地已被佔領或摧毀。

# clashofclans_base_already_destroyed
source: That base is already destroyed.
de_de: Diese Basis ist bereits zerstört.
es_es: Esa base ya fue destruida.
fr_fr: Cette base est déjà détruite.
he_il: הבסיס הזה כבר נהרס.
id_id: Markas itu telah dihancurkan.
it_it: Quella base è già distrutta.
ko_kr: 기지가 이미 파괴되었습니다.
nb_no: Den basen er allerede ødelagt.
pl_pl: Ta baza została już zniszczona.
pt_br: Esta base já está destruída.
sr_cyrl_rs: Та база је већ под захтевом.
sv_se: Denna bas är redan förstörd.
tr_tr: Bu köy önceden yok edilmiş.
zh_cn: 此基地已被毁坏
zh_tw: 該基地已摧毀。

# clashofclans_base_already_unclaimed
source: That base is not claimed.
de_de: Diese Basis ist nicht beansprucht.
es_es: Esa base no ha sido reclamada.
fr_fr: Cette base n'est pas revendiquée.
he_il: הבסיס הזה לא נתפס.
id_id: Markas itu belum diklaim.
it_it: Quella base non è stata rivendicata.
ko_kr: 기지가 요청당하지 않았습니다.
nb_no: Ingen har hevdet denne basen.
pl_pl: Ta baza nie jest zdobyta.
pt_br: Esta base não foi reivindicada.
sr_cyrl_rs: Та база није под захтевом.
sv_se: Denna bas är inte tagen.
tr_tr: Bu köy alınmamış.
zh_cn: 此基地还未被认领
zh_tw: 該基地尚未佔領

# clashofclans_base_destroyed
source: **DESTROYED** base #{0} in a war against {1}
de_de: Basis #{0} im Krieg gegen {1} **ZERSTÖRT**
es_es: **Destruida** la base #{0} en la guerrra contra {1}
fr_fr: Base #{0} **DETRUITE** dans une guerre contre {1}
he_il: הבסיס #{0} **הושמד** במלחמה נגד {1}
id_id: **DIHANCURKAN** markas #{0} di sebuah perang melawan {1}
it_it: **DISTRUTTA** base #{0} in una guerra contro {1}
ko_kr: {1}와의 전쟁에서 #{0}번 기지가 **파괴**되었습니다.
nb_no: **ØDELAGT** base #{0} i en krig mot {1}
pl_pl: **ZNISZCZONO** bazę #{1} w wojnie przeciwko {1}
pt_br: Base #{0} **DESTRUÍDA** na guerra contra {1}
sr_cyrl_rs: **УНИШТЕНА** база #{0} у рату против {1}
sv_se: **FÖRSTÖRD** bas #{0} i krig mot {1}
tr_tr: {1}'ye karşı savaşta köy #{0} **BERTARAF EDİLDİ**
zh_cn: 在与{1} 对战时**毁坏**基地 #{0}
zh_tw: 在與 {1} 對戰時 **摧毀** 了基地 #{0}

# clashofclans_base_unclaimed
source: {0} has **UNCLAIMED** base #{1} in a war against {2}
de_de: {0} hat die Basis #{1} **UNBEANSPRUCHT** im Krieg gegen {2}
es_es: {0} ha **liberado** la base #{1} en la guerra contra {2}
fr_fr: {0} a **ABANDONNÉ** la base #{1} dans une guerre contre {2}
he_il: {0} **שיחרר** את בסיס #{0} במלחמה נגד {2}
id_id: {0} telah **MEMBATALKAN KLAIM** markas #{1} di sebuah perang melawan {2}
it_it: {0} ha **NON RIVENDICATO** la base #{1} in una guerra contro {2}
ko_kr: {2}와의 전쟁에서 {0}가 #{1}번 기지를 **요청**하지 못했습니다.
nb_no: {0} har **hevdet** bare #{1} i en krig mot {2}
pl_pl: {0} **POZBYŁ SIĘ** bazy #{1} w wojnie przeciwko {2}
pt_br: {0} **RENUNCIOU** a base #{1} na guerra contra {2}
sr_cyrl_rs: {0} је **ПОНИШТИО ЗАХТЕВ** за базу #{1} у рату против {2}
sv_se: {0} har **TAGIT BORT SITT ANSPRÅK PÅ** bas #{1} i krig mot {2}
tr_tr: {0},{2} karşı savaşta #{1} üssünü alamadı.
zh_cn: {0} 在与 {2} 对战时 **取消认领** 基地 #{1}
zh_tw: {0} 在與 {2} 對戰時 **解放** 基地 #{1}

# clashofclans_claimed_base
source: {0} claimed a base #{1} in a war against {2}
de_de: {0} hat die Basis #{1} beansprucht im Krieg gegen {2}
es_es: {0} reclamó la base #{1} en la guerra contra {2}
fr_fr: {0} a revendiqué une base #{1} dans une guerre contre {2}
he_il: {0} תפס את בסיס #{1} במלחמה נגד {2}
id_id: {0} Telah mengklaim sebuah markas #{1} di perang melawan {2}
it_it: {0} ha rivendicato la base #{1} in una guerra contro {2}
ko_kr: {2}와의 전쟁에서 #{1}번 기지를 {0}가 요청하였습니다.
nb_no: {0} har hevdet en base #{1} i en krig mot {2}
pl_pl: {0} zdobył bazę #{1} w wojnie przeciwko {2}
pt_br: {0} reivindicou a base #{1} durante a guerra contra {2}
sr_cyrl_rs: {0} захтева базу #{1} у рату против {2}
sv_se: {0} har gjort anspråk på en bas #{1} i ett krig mot {2}
tr_tr: {0}, {2} ile savaşan bir #{1} temel hak iddia etti.
zh_cn: {0} 在与 {2} 对战时 **认领** 基地 #{1}
zh_tw: {0} 在與 {2} 對戰時 **佔領** 基地 #{1}

# clashofclans_claimed_other
source: @{0} You already claimed base #{1}. You can't claim a new one.
de_de: @{0} sie haben die Basis #{1} bereits beansprucht. Sie können keine weitere beanspruchen.
es_es: @{0} Ya has reclamado la base #{1}. No puedes reclamar otra.
fr_fr: @{0} Vous avez déjà revendiqué la base #{1}. Vous ne pouvez pas en revendiquer une nouvelle.
he_il: @{0} אתה כבר תפסת את בסיס #{1}. אינך יכול לתפוס אחד חדש
id_id: @{0} Anda telah mengklaim markas #{1}. Anda tidak bisa mengklaim lagi.
it_it: @{0} Hai già rivendicato la base #{1}. Non puoi rivendicarne un'altra.
ko_kr: @{0} 이미 #{1}번 기지를 요청했습니다. 새로운 기지를 요청 할 수 없습니다.
nb_no: @{0} Du har allerede hevdet basen #{1}. Du kan ikke kreve en ny.
pl_pl: @{0} Już zdobyłeś bazę #{1}. Nie możesz zdobyć nowej.
pt_br: @{0} Você já reivindicou a base #{1}. Você não pode reivindicar uma nova.
sr_cyrl_rs: @{0} Ти већ захтеваш базу #{1}. Не можеш захтевати још једну.
sv_se: @{0} Du har redan gjort anspråk på bas #{1}. Du kan inte göra ett anspråk på en ny bas.
tr_tr: @{0} zaten #{1} aldın. Yeni bir tane daha alamazsın.
zh_cn: @{0} 您已认领基地 #{1}。您不能认领一个新的。
zh_tw: @{0} 您已佔領基地 #{1}。您不能再佔領一個新的。

# clashofclans_claim_expired
source: Claim from @{0} in a war against {1} has expired.
de_de: Beanspruchung von @{0} für den Krieg gegen {1} ist abgelaufen.
es_es: La reclamación de @{0} en la guerra contra {1} ha expirado.
fr_fr: La demande de la part de @{0} pour une guerre contre {1} a expiré.
id_id: Klaim dari @{0} di sebuah perang melawan {1} telah kadaluarsa.
it_it: La rivendicazione di @{0} in una guerra contro {1} è scaduta.
ko_kr: {1}와의 전쟁에서 @{0}의 요청이 만료되었습니다.
nb_no: Krav fra @{0} for en krig mot {1} har utløpt.
pl_pl: Wypowiedzenie wojny od @{0} przeciwko {1} wygasło.
pt_br: O pedido de guerra de @{0} contra {1} expirou.
sr_cyrl_rs: Захтев од @{0} у рату против {1} је истекао.
sv_se: Anspråk från @{0} för ett krig mot {1} har gått ut.
tr_tr: {1}'a karşı savaşta @{0} tarafından yapılan hak talebinin süresi dolmuştur.
zh_cn: @{0} 在与 {1} 对战后认领的基地已过期。
zh_tw: 在 @{0} 與 {1} 對戰後佔領的基地已失效。

# clashofclans_enemy
source: Enemy
de_de: Gegner
es_es: Enemigo
fr_fr: Ennemi
he_il: אויב
id_id: Musuh
it_it: Nemico
ko_kr: 적
nb_no: Fiende
pl_pl: Wróg
pt_br: Inimigo
sr_cyrl_rs: Противник
sv_se: Fiende
tr_tr: Düşman
zh_cn: 敌人
zh_tw: 敵人

# clashofclans_info_about_war
source: Info about war against {0}
de_de: informationen über den Krieg mit {0}
es_es: Información sobre la guerra contra {0}
fr_fr: Informations concernant la guerre contre {0}
he_il: מידע על המלחה נגד {0}
id_id: Info tentang perang melawan {0}
it_it: Informazioni sulla guerra contro {0}
ko_kr: {0}와의 전쟁에 대한 정보
nb_no: Info om krigen mot {0}
pl_pl: Informacje o wojnie przeciwko {0}
pt_br: Informações sobre a guerra contra {0}
sr_cyrl_rs: Подаци о рату против {0}
sv_se: Information om krig mot {0}
tr_tr: {0} ile savaşa ilişkin bilgi
zh_cn: 与{0} 对战的信息
zh_tw: 與 {0} 對戰的信息

# clashofclans_invalid_base_number
source: Invalid base number.
de_de: Ungültige Basisnummer.
es_es: Número de base inválido.
fr_fr: Numéro de base invalide.
he_il: מספר בסיס שגוי
id_id: Jumlah markas yang salah.
it_it: Numero della base invalido.
ko_kr: 유효하지 않은 기지 숫자입니다.
nb_no: Ugyldig basenummer
pl_pl: Nieprawidłowy numer bazy.
pt_br: Número de base inválido.
sr_cyrl_rs: Број базе није валидан.
sv_se: Ogiltigt basnummer.
tr_tr: Hatalı köy numarası.
zh_cn: 此基地号码无效。
zh_tw: 無效的基地編號。

# clashofclans_invalid_size
source: Not a valid war size.
de_de: Keine gültige Kriegsgröße.
es_es: No es un tamaño de guerra válido.
fr_fr: La taille de la guerre n'est pas valide.
he_il: לא גודל מלחמה נכון.
id_id: Bukan ukuran perang yang benar.
it_it: Dimensione della guerra non valida.
ko_kr: 유효하지 않은 전쟁 크기입니다.
nb_no: Ikke en gyldig krigstørrelse
pl_pl: Nieprawidłowy rozmiar wojny.
pt_br: Não é um tamanho de guerra válido.
sr_cyrl_rs: Величина рата није валидна.
sv_se: Ogiltig krigsstorlek.
tr_tr: Savaş büyüklüğü geçerli değil.
zh_cn: 此战争大小无效
zh_tw: 無效的戰爭大小。

# clashofclans_list_active_wars
source: List of active wars
de_de: Liste der aktiven Kriege
es_es: Lista de guerras activas
fr_fr: Liste des guerres en cours
he_il: רשימת מלחמות פעילות
id_id: Daftar perang aktif.
it_it: Lista delle guerre in corso
ko_kr: 활성화된 전쟁 목록
nb_no: Liste over aktive kriger
pl_pl: Lista aktualnych wojen
pt_br: Lista de guerras ativas
sr_cyrl_rs: Листа ратова у току
sv_se: Lista över aktiva krig
tr_tr: Aktif olan savaşlar
zh_cn: 现进行的战争列表
zh_tw: 目前正在進行的戰爭

# clashofclans_not_claimed
source: not claimed
de_de: nicht beansprucht
es_es: no reclamada
fr_fr: non réclamé
he_il: לא תפוס
id_id: Tidak diklaim.
it_it: non rivendicata
ko_kr: 요청되지 않았습니다.
nb_no: ikke hevdet
pl_pl: niezdobyta
pt_br: não reivindicado
sr_cyrl_rs: нема захтева
sv_se: Inte gjort anspråk på
tr_tr: Alınmamış
zh_cn: 未被认领
zh_tw: 未佔領

# clashofclans_not_partic
source: You are not participating in that war.
de_de: Sie nehmen nicht an diesem Krieg teil.
es_es: No estás participando en esa guerra.
fr_fr: Vous ne participez pas a cette guerre.
he_il: אתה לא משתתף במלחמה הזאת
id_id: Anda tidak berpartisipasi di perang itu.
it_it: Non stai partecipando a quella guerra
ko_kr: 당신은 이 전쟁에 참여하고 있지 않습니다.
nb_no: Du er ikke en deltager i den krigen.
pl_pl: Nie uczestniczysz w tej wojnie.
pt_br: Você não está participando nesta guerra.
sr_cyrl_rs: Ти не учествујеш у том рату.
sv_se: Du är inte med i det kriget.
tr_tr: Bu savaşa katılmadınız.
zh_cn: 您并未参与此战争。
zh_tw: 您並未参與此戰爭。

# clashofclans_not_partic_or_destroyed
source: @{0} You are either not participating in that war, or that base is already destroyed.
de_de: @{0} Sie nehmen nicht an diesem Krieg teil, oder diese Basis ist bereits zerstört.
es_es: @{0} No estás participando en esa guerra o esa base ya fue destruida.
fr_fr: @{0} Vous ne participez pas à cette guerre ou la base a déjà été détruite.
he_il: @{0} אתה כנראה לא משתתף במלחמה הזאת או הבסיס הזה כבר הושמד.
id_id: @{0} Antara anda tidak berpartisipasi di perang itu, atau markas itu telah dihancurkan.
it_it: @{0} Non stai partecipando in quella guerra oppure quella base è già distrutta.
ko_kr: @{0} 당신은 그 전쟁에 참여하지 않거나 그 기지가 이미 파괴되었습니다.
nb_no: @{0} Du deltar enten ikke i denne krigen, eller basen er allerede ødelagt.
pl_pl: @{0} nie uczestniczysz w tej wojnie albo ta baza została już zniszczona.
pt_br: @{0} Você não está participando nessa guerra, ou essa base já está destruída.
sr_cyrl_rs: @{0} Ти или не учествујеш у рату или је та база већ уништена.
sv_se: @{0} Du är antingen inte med i det kriget eller så är basen redan förstörd.
tr_tr: @{0} Bu savaşa katılmadınız veya köyünüz yok edildi.
zh_cn: @{0} 您并未参与此战争或此基地已被毁坏。
zh_tw: @{0} 您並未参與此戰爭或此基地已被毁壞。

# clashofclans_no_active_wars
source: No active war.
de_de: Keine aktiven Kriege.
es_es: No hay guerra activa.
fr_fr: Aucune guerre en cours.
he_il: אין מלחמות פעילות.
id_id: Tidak ada perang aktif.
it_it: Nessuna guerra in corso.
ko_kr: 활성화된 전쟁이 없습니다.
nb_no: Ingen aktive kriger.
pl_pl: Brak aktywnych wojen.
pt_br: Nenhuma guerra ativa.
sr_cyrl_rs: Нема ратова у току.
sv_se: Inga aktiva krig.
tr_tr: Aktif olan savaş yok.
zh_cn: 现无战争进行。
zh_tw: 目前尚無戰爭進行中。

# clashofclans_size
source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
he_il: גודל
id_id: Ukuran
it_it: Dimensione
ko_kr: 크기
nb_no: Størrelse
pl_pl: Rozmiar
pt_br: Tamanho
sr_cyrl_rs: Величина
sv_se: Storlek
tr_tr: Büyüklük
zh_cn: 大小
zh_tw: 大小

# clashofclans_war_already_started
source: War against {0} has already started.
de_de: Krieg gegen {0} wurde schon gestartet.
es_es: La guerra contra {0} ya ha iniciado.
fr_fr: La guerre contre {0} a déjà commencé!
he_il: המלחה נגד {0} כבר התחילה.
id_id: Perang melawan {0} telah dimulai.
it_it: La guerra contro {0} è già iniziata.
ko_kr: {0}에 대한 전쟁이 이미 시작되었습니다.
nb_no: Krig mot {0} har allerede begynt.
pl_pl: Wojna przeciwko {0} już się zaczęła.
pt_br: Guerra contra {0} já começou.
sr_cyrl_rs: Рат против {0} је већ почео.
sv_se: Krig mot {0} har redan börjat.
tr_tr: {0} ile olan savaş başladı.
zh_cn: 与{0}的战争已开始。
zh_tw: 與 {0} 的戰爭已經開始了。

# clashofclans_war_created
source: War against {0} created.
de_de: Krieg gegen {0} erstellt.
es_es: La guerra contra {0} ha sido creada.
fr_fr: La guerre contre {0} commence!
he_il: מלחמה נגד {0} נוצרה.
id_id: Telah membuat perang melawan {0}.
it_it: Guerra contro {0} creata.
ko_kr: {0}에 대한 전쟁이 생성되었습니다.
nb_no: Krig mot {0} opprettet.
pl_pl: Wojna przeciwko {0} stworzona.
pt_br: Guera contra {0} criada.
sr_cyrl_rs: Рат против {0} је направљен.
sv_se: Krig mot {0} skapat.
tr_tr: {0} ile şavaş çıkardın.
zh_cn: 与{0}的战争已创建。
zh_tw: 與 {0} 的戰爭已創建。

# clashofclans_war_ended
source: War against {0} ended.
de_de: Krieg gegen {0} ist beendet.
es_es: La guerra contra {0} ha terminado.
fr_fr: La guerre contre {0} est terminée.
he_il: המלחמה נגד {0} נגמרה.
id_id: Perang melawan {0} telah selesai.
it_it: Guerra contro {0} conclusa.
ko_kr: {0}와의 전쟁이 종료되었습니다.
nb_no: Krig mot {0} avsluttet.
pl_pl: Wojna przeciwko {0} zakończyła się.
pt_br: Guerra contra {0} acabou.
sr_cyrl_rs: Рат против {0} је завршен.
sv_se: Krig mot {0} har tagit slut.
tr_tr: {0} ile olan savaş sona erdi.
zh_cn: 与{0}的战争已结束。
zh_tw: 與 {0} 的戰爭已結束。

# clashofclans_war_not_exist
source: That war does not exist.
de_de: Dieser Krieg existiert nicht.
es_es: Esa guerra no existe.
fr_fr: Cette guerre n'existe pas.
he_il: המלחמה הזאת לא קיימת.
id_id: Perang itu tidak ada.
it_it: Questa guerra non esiste.
ko_kr: 전쟁이 존재하지않습니다.
nb_no: Den krigen eksisterer ikke.
pl_pl: Ta wojna nie istnieje.
pt_br: Essa guerra não existe.
sr_cyrl_rs: Тај рат не постоји.
sv_se: Det kriget existerar inte.
tr_tr: Böyle bir savaş bulunamadı.
zh_cn: 此战争不存在。
zh_tw: 此戰爭不存在。

# clashofclans_war_started
source: War against {0} started!
de_de: Krieg gegen {0} gestartet!
es_es: ¡La guerra contra {0} ha iniciado!
fr_fr: La guerre contre {0} a éclaté !
he_il: מלחמה נגד {0} התחילה!
id_id: Perang melawan {0} mulai!
it_it: Guerra contro {0} avviata!
ko_kr: {0} 와의 전쟁이 시작되었습니다.
nb_no: Krig mot {0} startet!
pl_pl: Wojna przeciwko {o} zaczęła się!
pt_br: Guerra contra {0} iniciada!
sr_cyrl_rs: Рат против {0} је започет!
sv_se: Krig mot {0} har börjat!
tr_tr: {0} ile olan savaş başladı.
zh_cn: 与{0}的对战已开始！
zh_tw: 與 {0} 的戰爭已開始!

# customreactions_all_stats_cleared
source: All custom reaction stats cleared.
de_de: Reaktionsstatistiken gelöscht.
es_es: Las estadísticas de los comandos personalizados han sido borradas.
fr_fr: Statistiques de réactions personnalisées effacées.
he_il: כל הסטטיסטיקה של התגובות מתאם נמחקו.
id_id: Semua reaksi kustom telah dibersihkan.
it_it: Tutte le reazioni personalizzate sono state approvate.
ko_kr: 모든 커스텀 리액션에 대한 통계가 삭제되었습니다.
nb_no: Alle tilpassede reaksjons-statistikker fjernet.
pl_pl: Wszystkie statystyki niestandardowych reakcji zostały wyczyszczone.
pt_br: Todos os status de reações personalizadas limpos.
sr_cyrl_rs: Сва статистика Реакција по Избору је обрисана.
sv_se: Alla anpassade emojis uppgifter borttagna.
tr_tr: Tüm özel reaksiyon istatistikleri temizlendi.
zh_cn: 所有定制反应数据清除。
zh_tw: 所有自訂回應統計已刪除。

# customreactions_deleted
source: Custom Reaction deleted
de_de: Benutzerdefinierte Reaktion gelöscht.
es_es: Comando personalizado eliminado
fr_fr: Réaction personnalisée supprimée
he_il: תגובות מתאם נמחקו
id_id: Reaksi kustom telah dihapus.
it_it: Reazione personalizzata cancellata
ko_kr: 커스텀 리액션이 삭제되었습니다.
nb_no: Tilpasset reaksjon fjernet
pl_pl: Własne reakcje zostały usunięte
pt_br: Reação personalizada deletada
sr_cyrl_rs: Реакција по Избору обрисана
sv_se: Anpassad emoji har blivit raderad
tr_tr: Özel reaksiyon silindi
zh_cn: 定制反应删除
zh_tw: 自訂回應已刪除

# customreactions_insuff_perms
source: Insufficient permissions. Requires Bot ownership for global custom reactions, and Administrator for server custom reactions.
de_de: Unzureichende Rechte. Dies erfordert das Sie den Bot besitzen für globale Reaktionen, und Administratorrechte für serverseitige Reaktionen.
es_es: Insuficientes permisos. Necesitas administrar propiamente el Bot para comandos globales y ser administrador del servidor para locales.
fr_fr: Permissions insuffisantes. Nécessite d'être le propriétaire du Bot pour avoir les réactions personnalisées globales, et Administrateur pour les réactions personnalisées du serveur.
he_il: אין מספיק רשות, מתחייבת בעלות של הבוט בשביל תגובות מתאם גלובליות, ומנהג בשביל תגובות מתאם של הרשת.
id_id: Izin anda kurang. Dibutuhkan kepemilikan Bot untuk reaksi kostum global, dan Administrator untuk reaksi kustom server.
it_it: Permessi insufficienti. Bisogna essere proprietario del Bot per personalizzare le reazioni globali e l'amministratore del server per le personalizzare le reazioni del server.
ko_kr: 권한이 부족합니다. 전체 커스텀 리액션을 관리하기 위해서는 봇의 소유권과 서버의 관리자 권한이 필요합니다.
nb_no: Utilstrekkelig tilgang. Krever Bot-eierskap for globale tilpassede reaksjoner, og Administrator for server reaksjoner.
pl_pl: Niewystarczające uprawnienia. Wymagane są uprawnienia właściciela dla globalnych niestandardowych reakcji oraz uprawnienia administratora dla niestandardowych reakcji na serwerze.
pt_br: Permissão Insuficiente. Precisa ser dono do bot para reações personalizadas globais, e permissão de administrador para reações personalizadas no servidor.
sr_cyrl_rs: Немате дозволу. Потребно је поседовати бота за глобалне Реакције по Избору, а Администратор за серверске Реакције по Избору.
sv_se: Otillräckliga behörigheter. Kräver Bot ägande för globala anpassade reaktioner, och administratör för server anpassade reaktioner.
tr_tr: Yetersiz yetki.Global özel reaksiyonlar için bot sahibi yetkisi gerkirken, server tabanlı özel reaksiyonlar için Administrator yetkisi gerekir.
zh_cn: 权限不足。通用定制反应需要机器人主人之权限而服务器定制反应需要管理员之权限。
zh_tw: 權限不足。伺服器自訂回應需要管理員權限，而只有 Bot 擁有者才能設定全域自訂回應。

# customreactions_list_all
source: List of all custom reactions
de_de: Liste aller benutzerdefinierten Reaktionen
es_es: Lista de todos los comandos personalizados
fr_fr: Liste de toutes les réactions personnalisées
he_il: רשימה של כל התגובות מתאם
id_id: Daftar dari semua reaksi kustom.
it_it: Lista di tutte le reazioni personalizzate
ko_kr: 모든 커스텀 리액션 목록
nb_no: Liste av alle tilpassede reaksjoner.
pl_pl: Lista własnych reakcji
pt_br: Lista de todas as reações personalizadas
sr_cyrl_rs: Листа свих реакција по избору
sv_se: Lista av alla egengjorda reaktioner
tr_tr: Tüm özel reaksiyonların listesi
zh_cn: 列出所有定制反应
zh_tw: 列出所有自訂回應

# customreactions_name
source: Custom Reactions
de_de: Benutzerdefinierte Reaktionen
es_es: Comandos personalizados
fr_fr: Réactions personnalisées
he_il: תגובות מתאם
id_id: Reaksi kustom.
it_it: Reazioni Personalizzate
ko_kr: 커스텀 리액션 목록
nb_no: Tilpassede reaksjoner.
pl_pl: Niestandardowe reakcje
pt_br: Reações Personalizadas
sr_cyrl_rs: Реакције по Избору
sv_se: Egengjorda Reaktioner
tr_tr: Özel reaksiyonlar
zh_cn: 定制反应
zh_tw: 自訂回應

# customreactions_new_cust_react
source: New Custom Reaction
de_de: Neue benutzerdefinierte Reaktion
es_es: Nuevo comando personalizado
fr_fr: Nouvelle réaction personnalisée
he_il: תגובות מתאם חדשות
id_id: Reaksi kustom baru
it_it: Nuove Reazioni Personalizzate
ko_kr: 새로운 커스텀 리액션
nb_no: Ny tilpasset reaksjon
pl_pl: Nowe niestandardowe reakcje
pt_br: Nova Reação Personalizada
sr_cyrl_rs: Нова Реакција по Избору
sv_se: Nya egengjorda Reaktioner
tr_tr: Yeni özel reaksiyon
zh_cn: 新定制反应
zh_tw: 新自訂回應

# customreactions_no_found
source: No custom reaction found.
de_de: Keine benutzerdefinierten Reaktionen gefunden.
es_es: No se ha encontrado el comando.
fr_fr: Aucune réaction personnalisée trouvée.
he_il: לא נמצאו תגובות מתאם.
id_id: Tidak ada reaksi kustom yang ditemukan.
it_it: Nessuna reazione personalizzata trovata.
ko_kr: 커스텀 리액션을 찾지 못했습니다.
nb_no: Ingen tilpasset reaksjon funnet.
pl_pl: Niestandardowe reakcje nie zostały znalezione.
pt_br: Nenhuma reação personalizada encontrada.
sr_cyrl_rs: Реакција по избору није нађена.
sv_se: Inga custom reaktioner hittades.
tr_tr: Hiç özel reaksiyon bulunamadı.
zh_cn: 没有找到定制反应。
zh_tw: 沒有找到自訂回應 。

# customreactions_no_found_id
source: No custom reaction found with that id.
de_de: Keine benutzerdefinierte Reaktion mit dieser ID gefunden.
es_es: No se ha encontrado ningún comando con esa ID.
fr_fr: Aucune réaction personnalisée ne correspond à cet ID.
he_il: לא נמצאו תגובות מתאם אם הזהות הזאת.
id_id: Tidak ada reaksi kustom ditemukan dengan id itu.
it_it: Nessuna reazione personalizzata trovata con quell'id.
ko_kr: 요청하신 ID에 대한 커스텀 리액션을 찾지 못했습니다.
nb_no: Ingen tilpasset reaksjon funnet med den ID'en.
pl_pl: Niestandardowe reakcje z tym ID nie zostały znalezione.
pt_br: Nenhuma reação personalizada encontrada com este id.
sr_cyrl_rs: Није нађена реакција са тим идентификатором.
sv_se: Ingen egengjord reaktion funnen med det id.
tr_tr: Bu kimliğe sahip bir özel reaksiyon bulunamadı.
zh_cn: 于此用户标识相联系的定制反应并未找到。
zh_tw: 找不到輸入的自訂回應編號。

# customreactions_response
source: Response
de_de: Antwort
es_es: Respuesta
fr_fr: Réponse
he_il: תגובה
id_id: Tanggapan.
it_it: Risposta
ko_kr: 반응
nb_no: Respons
pl_pl: Odpowiedź
pt_br: Resposta
sr_cyrl_rs: Одговор
sv_se: Svar
tr_tr: Cevap
zh_cn: 回应
zh_tw: 回應

# customreactions_stats
source: Custom Reaction Stats
de_de: Reaktionsstatistiken
es_es: Estadísticas de los comandos personales
fr_fr: Statistiques des Réactions Personnalisées
he_il: נתוני תגובות מותאמות
id_id: Status reaksi kustom
it_it: Statistiche Reazioni Personalizzate
ko_kr: 커스텀 리액션 통계
nb_no: Tilpassede reaksjon statistikker.
pl_pl: Statystyki niestandardowych reakcji
pt_br: Status de Reação Personalizada
sr_cyrl_rs: Статистика Реакција по Избору
sv_se: Egengjord reaktion statistiker
tr_tr: Özel reaksiyon istatistikleri
zh_cn: 定制反应数据
zh_tw: 自訂回應統計

# customreactions_stats_cleared
source: Stats cleared for {0} custom reaction.
de_de: Statistiken für die Reaktion {0} gelöscht.
es_es: Estadísticas borradas para el comando personalizado {0}.
fr_fr: Statistiques effacées pour {0} réaction personnalisée.
id_id: Status dibersihkan untuk reaksi kustom {0}.
it_it: Statistiche pulite per {0} reazioni personalizzate.
ko_kr: {0}에 대한 커스텀 리액션 통계가 삭제되었습니다.
nb_no: Statistikk fjernet for {0} reaksjon
pl_pl: Statystyki wyczyszczone dla {0} niestandardowych reakcji.
pt_br: Status da reação customizável {0} limpo.
sr_cyrl_rs: Статистика је обрисана за {0} реакцију по избору.
sv_se: Statistiker rensade för {0} egengjorda reaktioner.
tr_tr: {0} özel reaksiyonun istatistikleri temizlendi.
zh_cn: {0} 定制反应数据清除。
zh_tw: 清除了 {0} 自訂回應的統計。
